[
  {
    "id": "1469686606166",
    "word": "eager",
    "phonetic": "/'iːɡə(r)/",
    "translation": "adj.热切的；渴望的",
    "phonetic_groups": [
      {
        "text": "'iː",
        "related_letters": "ea"
      },
      {
        "text": "ɡə(r)",
        "related_letters": "ger"
      }
    ],
    "audio_url": "/audio/youdao-59c894f4-0cc67808-e3f3f197-f1e0bf70-2c7e0126.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is eager for you to meet his friends.(2) Eager fans mobbed the popular singer.(3) The boys listened to my story with eager attention.(4) He was eager to see her.(5) The company is eager to expand into new markets.",
      "(1) 他热切希望你见见他的朋友。(2) 热切的歌迷们团团围住住这位流行歌手(3) 男孩们以热切的心情非常注意地倾听我的故事。(4) 他渴望见到她。(5) 那家公司急欲开辟新的市场。",
      "With eager, think \"ready,\" \"excited,\" \"can't wait.\" An eager beaver is someone who, like the hard working beaver, is up at dawn and ready to get to work.",
      "Eager derives from old words meaning \"sharp, pungent or keen,\" and eager carries that sense of sharpness still. In fact, being overeager is a criticism; someone overeager is likely to make a mistake because they are moving too quickly or not thinking things through before they act.",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]热切的；渴望的 If you are eager to do or have something, you want to do or have it very much. &nbsp;&nbsp;[usu v-link ADJ]Robert was eager to talk about life in the Army...罗伯特很想谈谈陆军生活。When my own son was five years old, I became eager for another baby...我家儿子5岁的时候，我特别想再要一个孩子。The low prices still pull in crowds of eager buyers.低廉的价格仍然吸引了大批热切的买家。eagerness...an eagerness to learn.求知心切2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（看起来或听上去）急切的，期盼的 If you look or sound eager, you look or sound as if you expect something interesting or enjoyable to happen. Arty sneered at the crowd of eager faces around him...阿蒂对他身边那些期盼的面孔嗤之以鼻。Her voice was girlish and eager.她的声音像个小姑娘似的，而且带着一股急不可耐。eagerly'So what do you think will happen?' he asked eagerly.“那么你觉得会发生什么？”他急切地问道。eagerness...a woman speaking with breathless eagerness.说话急切、上气不接下气的女人"
    ]
  },
  {
    "id": "1469686606167",
    "word": "eagle",
    "phonetic": "/'iːɡl/",
    "translation": "n.鹰",
    "phonetic_groups": [
      {
        "text": "'i",
        "related_letters": "ea"
      },
      {
        "text": "ːɡl",
        "related_letters": "gle"
      }
    ],
    "audio_url": "/audio/youdao-67057956-c9011adb-43088dfb-f1ce43d3-d7fc7b2e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The eagle held a mouse in its claws.(2) The eagle dived down on the rabbit.(3) The eagle poised in mid-air ready to swoop on its prey.",
      "(1) 鹰用爪抓住了老鼠。(2) 那只鹰向兔子猛扑下来。(3) 那鹰在半空中盘旋准备扑向猎物。",
      "An eagle is a large bird that preys on smaller animals. Eagles, like hawks, are birds of prey, or raptors.",
      "Eagles are big, grand birds with powerful bodies and broad wings. Their impressive stature is reflected in the fact that they have often stood for power on the coats of arms, seals, and other emblems of various countries, including the United States, which names the bald eagle as its national bird. The Latin root of the word eagle is aquila, \"black eagle\" or \"dark bird.\"",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]雕 An eagle is a large bird that lives by eating small animals. 2[PHRASE 短语]锐利的目光；敏锐的观察力 If you talk about a person's eagle eye, you mean that they are watching someone or something carefully or are very good at noticing things. &nbsp;&nbsp;[usu with poss]He did the work under the eagle eye of his teacher...他在老师锐利目光的注视下完成了作业。The Captain's eagle eye swept the room.船长目光如炬地扫过房间。"
    ]
  },
  {
    "id": "1469686606168",
    "word": "earn",
    "phonetic": "/ɜːn/",
    "translation": "vt.赚得；赢得；获得",
    "phonetic_groups": [
      {
        "text": "ɜːn",
        "related_letters": "earn"
      }
    ],
    "audio_url": "/audio/youdao-db7347fd-0402aa87-fb3fb4bd-c2147a02-cd785af0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He has earned a lot of money in this month.(2) He works hard, but he does not earn much money.(3) How does she earn her living?(4) His skill in negotiating earned him a reputation as a shrewd tactician.(5) It has taken years to earn their trust.(6) She exerted herself all year to earn good marks.",
      "(1) 这个月他已经赚了好多钱了。(2) 他工作很努力，但钱赚得不多。(3) 她靠什么谋生？(4) 他的谈判技巧使他赢得了精明战略家的名声。(5) 花了好多年才赢得他们的信任。(6) 她整年努力以期获得好分数。",
      "When you earn something, you gain it as a result of your actions. You can earn your friend's gratitude by rescuing her pet kitten from a tree.",
      "Earning has to do with things people get through their own efforts or behavior. A good friend earns your trust. A dishonest coworker might earn a reputation as a liar. This word is also used in financial contexts. If someone asks how much you earned last year, they're asking how much money you made at your job.",
      "★★★★☆",
      "1[VERB 动词]赚取；挣得 If you earn money, you receive money in return for work that you do. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V]Charlie was earning eight pounds, I was earning five...查利赚了8英镑，我赚了5英镑。What a lovely way to earn a living...谋生妙道啊！The dancers can earn anything between £20 and £30 for each session...这些舞蹈演员每场演出的收入在20至30英镑之间。She was always out earning.她总是在外面赚钱。2[VERB 动词]盈（利）；生（利） If something earns money, it produces money as profit or interest. &nbsp;&nbsp;[V n]...a current account which earns little or no interest...利息很少或为零的活期账户We buy everything abroad with the money earned from oil imports.我们用进口石油赚到的钱从国外购买一切商品。3[VERB 动词]赢得，博得（赞扬等） If you earn something such as praise, you get it because you deserve it. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n n]Companies must earn a reputation for honesty...公司必须树立诚信的声誉。I think that's earned him very high admiration.我认为那一点为他赢得了极高的赞誉。4 to earn a crust→see: crust；"
    ]
  },
  {
    "id": "1469686606169",
    "word": "earthquake",
    "phonetic": "/'ɜːθkweɪk/",
    "translation": "n.地震",
    "phonetic_groups": [
      {
        "text": "'ɜːθk",
        "related_letters": "earth"
      },
      {
        "text": "weɪk",
        "related_letters": "quake"
      }
    ],
    "audio_url": "/audio/youdao-ab669de1-01c242b6-cf7017b9-0bd89d20-f02b4f26.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The earthquake rocked the houses.(2) There has been a dreadful earthquake in Iran.",
      "(1) 地震震动房屋。(2) 伊朗发生了一次可怕的地震。",
      "If you're visiting your friend in California and her house starts to shake, you might be experiencing an earthquake, which is the shaking of the surface of the earth that happens when there's movement deep underground.",
      "Earthquake is one of those words that means exactly what it sounds like: the earth is quaking. Earthquakes happen along \"fault lines,\" the places where the big plates of the earth meet and rub up against each other during volcanic activities. We also use earthquake metaphorically, to talk about something that causes a violent upheaval.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]地震 An earthquake is a shaking of the ground caused by movement of the earth's crust."
    ]
  },
  {
    "id": "1469686606170",
    "word": "ease",
    "phonetic": "/iːz/",
    "translation": "n.容易；悠闲；安逸；自在v.减轻；放松；缓和；缓慢移动",
    "phonetic_groups": [
      {
        "text": "iːz",
        "related_letters": "ease"
      }
    ],
    "audio_url": "/audio/youdao-7e7ecb66-2be4b5c8-bcc8099e-b24f25fc-9fe58515.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He passed the test with ease.(2) He is expected to win the game with ease.(3) My parents are retired and now live a life of ease.(4) She is a rich woman now, and leads a life of ease.(5) I don't feel at ease in the strange place.(6) It would ease my mind to know where he was.(7) They did this to ease their economic crisis.(8) He eased himself along the ledge to reach the terrified boy.",
      "(1) 他轻而易举地考及格了。(2) 预计他在比赛中会轻易获胜。(3) 我的父母都退休了，现在过着安闲舒适的生活。(4) 她现在是个富婆,过着安逸的生活。(5) 在这个陌生的地方，我觉得很不自在。(6) 要知道他在哪儿我就放心了。(7) 他们这样做是为了缓和经济危机。(8) 他小心翼翼地沿着突出的檐向那惊惶失措的男孩靠近。",
      "Ease means to lessen or release, often making something possible in the meantime. When you put someone at their ease, you lessen their discomfort. When you ease into a chair, you gently release yourself into it.",
      "A life of ease means you do not have to struggle to make money. Your dad might be mad if you pierce your nose, but eventually, with time, his anger will ease and he will ease up on you. Your older siblings' behavior will ease the way for you to do things that frighten your parents without their overreacting.",
      "★★★☆☆",
      "1[PHRASE 短语]轻松地；容易地；不费力地 If you do something with ease, you do it easily, without difficulty or effort. &nbsp;&nbsp;[PHR after V]Anne was intelligent and capable of passing her exams with ease.安妮很聪明，能够轻松通过考试。...the ease with which young people could find work.年轻人找工作的轻松2[N-UNCOUNT 不可数名词]容易；方便 If you talk about the ease of a particular activity, you are referring to the way that it has been made easier to do, or to the fact that it is already easy to do. &nbsp;&nbsp;[N of n]For ease of reference, only the relevant extracts of the regulations are included.为了便于参照，仅摘录相关规则。...the camera's ease of use in manual mode.相机在手动模式下的易操作性3[N-UNCOUNT 不可数名词]舒适；安逸；悠闲 Ease is the state of being very comfortable and able to live as you want, without any worries or problems. She lived a life of ease.她过着安逸的生活。4[V-ERG 及物/不及物动词]（使）（程度、速度、强度等）减少；(使)降低 If something unpleasant eases or if you ease it, it is reduced in degree, speed, or intensity. &nbsp;&nbsp;[V]&nbsp;&nbsp;[V n]&nbsp;&nbsp;[V-ing]Tensions had eased...紧张关系有所缓和。The heavily falling snow had eased...漫天大雪变小了。I gave him some brandy to ease the pain.我给他喝了些白兰地以减轻疼痛。...editorials calling for the easing of sanctions.呼吁减轻制裁的社论5[VERB 动词]缓慢地移动；小心翼翼地挪动 If you ease your way somewhere or ease somewhere, you move there slowly, carefully, and gently. If you ease something somewhere, you move it there slowly, carefully, and gently. &nbsp;&nbsp;[V way prep/adv]&nbsp;&nbsp;[V prep/adv]&nbsp;&nbsp;[V n prep/adv]&nbsp;&nbsp;[V pron-refl adv/prep]&nbsp;&nbsp;[V n with adj]I eased my way towards the door...我小心翼翼地向门口挪去。She eased back into the chair and nodded...她轻手轻脚地坐回到椅子上，点了点头。He eased his foot off the accelerator...他慢慢松开油门。Leaphorn eased himself silently upward...利普霍恩一声不吭，慢慢站起身来。I eased open the door.我小心翼翼地打开门。6[PHRASE 短语]（使）自在；（使）安逸；（使）不拘束 If you are at ease, you are feeling confident and relaxed, and are able to talk to people without feeling nervous or anxious. If you put someone at their ease, you make them feel at ease. &nbsp;&nbsp;[v-link PHR]It is essential to feel at ease with your therapist...在治疗师面前放松下来是很重要的。Both men were unwelcoming, making little attempt to put Kathryn or her companions at their ease.两个男人都不是很热情，没有费什么心让凯瑟琳和她的同伴们消除拘束。7[PHRASE 短语]稍息（军队口令） 'At ease' or 'Stand at ease' is an order given to a group of soldiers to stand with their feet apart and their hands behind their backs. At ease, Sergeant. This is completely informal.稍息，中士。这完全是很随意的。8[PHRASE 短语]不自在；局促不安；心神不宁 If you are ill at ease, you feel rather uncomfortable, anxious, or worried. &nbsp;&nbsp;[usu v-link PHR]He appeared embarrassed and ill at ease with the sustained applause that greeted him.向他致意的掌声一直不歇，他显得有些难为情，不知如何是好。相关词组：ease off ease up"
    ]
  },
  {
    "id": "1469686606171",
    "word": "easily",
    "phonetic": "/'iːzəli/",
    "translation": "adv.容易地；无疑地；很可能地",
    "phonetic_groups": [
      {
        "text": "'iːz",
        "related_letters": "eas"
      },
      {
        "text": "ə",
        "related_letters": "i"
      },
      {
        "text": "li",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-b5995284-0fff0ee6-3415fa6a-a2aba73f-a535e161.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We easily climbed down the side of the cliff.(2) This is easily recognized from its size and color.",
      "(1) 我们很容易地从悬崖边上爬下来了。(2) 这种蚁可以很容易地通过其体积和颜色辨识出来。",
      "Things that happen easily don't require a lot of effort. When your old car starts easily on a very cold morning, you'll breathe a sigh of relief.",
      "While you can only climb a mountain with difficulty, you can probably climb the stairs in your house easily. You can also use this adverb to mean something closer to \"quickly,\" as when you describe your puppy as easily distracted with treats or yourself as easily bored by long books. The Old French root of easily is aisie, \"comfortable\" or \"at ease.\"",
      "★★★☆☆",
      "1[ADV-GRADED 副词]很可能；多半 You use easily to emphasize that something is very likely to happen, or is very likely to be true. &nbsp;&nbsp;[usu ADV before v]&nbsp;&nbsp;[emphasis]It could easily be another year before the economy starts to show some improvement.很可能还要再等一年经济才会开始出现好转。...an ancient barn that is easily the length of two tennis courts.很可能有两个网球场那么长的一个古代畜棚2[ADV-GRADED 副词]迅速地；频繁地 You use easily to say that something happens more quickly or more often than is usual or normal. &nbsp;&nbsp;[ADV after v]He had always cried very easily...他总是动不动就哭鼻子。They have nightmares, they startle easily.他们做噩梦，经常从梦中惊醒。3See also:easy；"
    ]
  },
  {
    "id": "1469686606172",
    "word": "Easter",
    "phonetic": "/'iːstə(r)/",
    "translation": "n.复活节",
    "phonetic_groups": [
      {
        "text": "'iːstə",
        "related_letters": "East"
      },
      {
        "text": "(r)",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/youdao-a3c1c808-90999e64-9490370b-f190b3dc-356375f7.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Christmas and Easter are Christian festivals.(2) Easter comes early this year.(3) At Easter, attendances at church rose.(4) Each of my cousins received an Easter egg on Easter Day.",
      "(1) 圣诞节和复活节是基督教的节日。(2) 今年复活节来得早。(3) 复活节期间，到教堂做礼拜的人多了。(4) 我的表兄弟们每人在复活节都得到了一枚复活节彩蛋。",
      "★★☆☆☆",
      "1[N-VAR 可变名词]（基督教的）复活节 Easter is a Christian festival when Jesus Christ's return to life is celebrated. It is celebrated on a Sunday in March or April. &nbsp;&nbsp;[oft N n]'Happy Easter,' he yelled.“复活节快乐，”他大喊。...the first Easter morning.第一个复活节的早晨2[N-VAR 可变名词]复活节假期 Easter is the period of several days around and including Easter Sunday. &nbsp;&nbsp;[oft N n]They usually have a walking holiday at Easter...复活节假期他们通常都会去徒步旅行。She spends her Easter holidays taking groups of children to France...她带领一群孩子去法国过复活节。The government declared Easter Monday a public holiday.政府宣布复活节后的星期一是公共假日。"
    ]
  },
  {
    "id": "1469686606173",
    "word": "eastern",
    "phonetic": "/'iːstən/",
    "translation": "adj.东部的；东方的",
    "phonetic_groups": [
      {
        "text": "'iːs",
        "related_letters": "east"
      },
      {
        "text": "tən",
        "related_letters": "ern"
      }
    ],
    "audio_url": "/audio/youdao-868cc23d-9dfe31e7-9ef19c78-4a7439ec-16f98450.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The eastern situation is similarly intense.(2) Eastern Gnosticism took a somewhat different course.(3) The mountain was clearly defined against the eastern sky.",
      "(1) 东部的情况同样紧张。(2) 东方的诺斯替派有些不同的实践。(3) 山巅被东方的天际衬托得轮廓格外分明。",
      "★★★★☆",
      "1[ADJ 形容词]东边的；东部的；来自东边的；来自东部的 Eastern means in or from the east of a region, state, or country. &nbsp;&nbsp;[ADJ n]...Eastern Europe.东欧...Pakistan's eastern city of Lahore.巴基斯坦东部城市拉合尔...France's eastern border with Germany.法国东部与德国接壤的边界2[ADJ 形容词]See also:Middle Eastern；来自东方国家的；东方国家的 Eastern means coming from or associated with the people or countries of the East, such as India, China, or Japan. &nbsp;&nbsp;[ADJ n]In many Eastern countries massage was and is a part of everyday life.在很多东方国家，按摩从古至今都是日常生活的一部分。"
    ]
  },
  {
    "id": "1469686606174",
    "word": "eastwards",
    "phonetic": "/'iːstwədz/",
    "translation": "adv.向东方；朝东=eastward.",
    "phonetic_groups": [
      {
        "text": "'iːs",
        "related_letters": "east"
      },
      {
        "text": "twədz",
        "related_letters": "wards"
      }
    ],
    "audio_url": "/audio/youdao-97472367-fa818d89-c387894f-58ae87a4-857d47b5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The train ate the miles eastwards.(2) We jogged along merrily eastward.",
      "(1) 火车飞速向东驶去。(2) 我们快快活活地朝东慢慢前进。"
    ]
  },
  {
    "id": "1469686606175",
    "word": "easy-going",
    "phonetic": "/ˌi:zi:'gəʊɪŋ/",
    "translation": "adj.随和的",
    "phonetic_groups": [
      {
        "text": "ˌi:zi:'g",
        "related_letters": "easy-go"
      },
      {
        "text": "əʊɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-4168907d-ab2c0474-8fdf625c-f8524cfe-db3e32e4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I need a great, easy going and creative employee.(2) It was easy going during my seinor year.",
      "(1) 我需要一个优秀、随和并具有创造力的职员。(2) 在我大四期间一切都很顺利",
      "★☆☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]心平气和的；随和的 If you describe someone as easy-going, you mean that they are not easily annoyed, worried, or upset, and you think this is a good quality. &nbsp;&nbsp;[approval]He was easy-going and good-natured...他为人随和温厚。Athenians have a very easy-going attitude to life.雅典人对待生活非常怡然自得。"
    ]
  },
  {
    "id": "1469686606176",
    "word": "ecology",
    "phonetic": "/i'kɒlədʒi/",
    "translation": "n.生态学；生态",
    "phonetic_groups": [
      {
        "text": "i'kɒl",
        "related_letters": "ecol"
      },
      {
        "text": "ə",
        "related_letters": "o"
      },
      {
        "text": "dʒi",
        "related_letters": "gy"
      }
    ],
    "audio_url": "/audio/youdao-e5c60b0f-8202fd36-04942fd4-84e55020-70d91422.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Ecology helps us understand complex problems.(2) He started to study ecology and decided to devote his whole life to the science.(3) Fossils allow us to reconstruct ancient ecology.(4) Concern about ecology is a recent development.(5) Whole chains of the ecology were being destroyed.",
      "(1) 生态学帮助我们把握复杂问题。(2) 他开始研究生态学,并决心将他的一生献身于这门学科。(3) 化石可以让我们知道古时的生态环境。(4) 对生态的关心是最近才有的事。(5) 整个生态系统链正在遭到破坏。",
      "The noun ecology describes the environment as it connects to living things, or the branch of biology that studies that environment.",
      "The German zoologist Ernst Haeckel coined the word ecology almost 150 years ago, and it should come as no surprise — his being a serious scientist and all — that he combined a couple of Greek words to do it. Oikos means \"habitation\" and -ology means \"the study of.\" So ecology started off as the study of where things live. More and more, though, the word is used interchangeably with environment.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]生态学 Ecology is the study of the relationships between plants, animals, people, and their environment, and the balances between these relationships. ...a senior lecturer in ecology.生态学高级讲师2[N-VAR 可变名词]生态（环境）；生态系统 When you talk about the ecology of a place, you are referring to the pattern and balance of relationships between plants, animals, people, and the environment in that place. &nbsp;&nbsp;[usu with supp]...the ecology of the rocky Negev desert in Israel.以色列多岩石的内盖夫沙漠生态系统...the extinction of the marshes' unique ecology...湿地独特生态的消亡Global ecological efforts can easily be at odds with local ecologies.全球性生态保护工作很可能会和地方生态系统存在矛盾。"
    ]
  },
  {
    "id": "1469686606177",
    "word": "edition",
    "phonetic": "/ɪ'dɪʃn/",
    "translation": "n.版；版本",
    "phonetic_groups": [
      {
        "text": "ɪ'd",
        "related_letters": "edi"
      },
      {
        "text": "ɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-253ef25b-1b54f646-059e916d-5dc54c69-44a18789.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The second edition greatly improves on the first edition.(2) It has just entered the seventh edition.(3) This edition of the dictionary is sold out.(4) Have you read the unabridged edition of that book?(5) They issued a new edition of Lu Xun's works.",
      "(1) 第二版比第一版好了许多。(2) 它刚出版了第七版。(3) 这个版本的字典已售完了。(4) 你读过那本书的全文版本吗？(5) 他们发行了鲁迅著作的一个新版本。",
      "An edition is a particular version of a publication. A book collector will pay a lot of money for a first edition of an important work (but that probably doesn’t include any of the paperbacks on your shelf).",
      "Edition can also refer to a book’s format. If you really enjoy reading a particular book, you might want to purchase a leather-bound, gilded-edge edition of it. In addition, edition can designate a particular issue of a newspaper. If you're a fan of crossword puzzles, you know that the toughest puzzle usually appears in the weekend edition.",
      "★★★★☆",
      "1[N-COUNT 可数名词]版；版本 An edition is a particular version of a book, magazine, or newspaper that is printed at one time. &nbsp;&nbsp;[usu supp N]A paperback edition is now available at bookshops.平装本现在在书店可以买到。2[N-COUNT 可数名词](书或报纸的)一次印刷量，版次 An edition is the total number of copies of a particular book or newspaper that are printed at one time. &nbsp;&nbsp;[usu supp N]The second edition was published only in America.第二版只在美国出版。3[N-COUNT 可数名词]（电视或广播节目的）一集，一期 An edition is a single television or radio programme that is one of a series about a particular subject. &nbsp;&nbsp;[with supp]They appeared on an edition of BBC2's Arena.他们在英国广播公司二台《竞技场》的一期节目中亮相。"
    ]
  },
  {
    "id": "1469686606178",
    "word": "editor",
    "phonetic": "/'edɪtə(r)/",
    "translation": "n.编辑；编者；影片剪辑装置",
    "phonetic_groups": [
      {
        "text": "'ed",
        "related_letters": "ed"
      },
      {
        "text": "ɪt",
        "related_letters": "i"
      },
      {
        "text": "ə(r)",
        "related_letters": "tor"
      }
    ],
    "audio_url": "/audio/youdao-fc298a9e-b383af49-11da2ccb-3c5fa77d-8079d791.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The editor struck out the whole paragraph.(2) He is an associate editor of the newspaper.",
      "(1) 编辑把整段全删掉了。(2) 他是报纸的副主编。",
      "Newspaper editors don't write the stories, but they come up with the story ideas, assign them to writers, read all of the drafts, and correct and change them to make them ready to be published.",
      "You can be an editor without working at a newspaper. Magazines and books are all worked on by editors. There are photo editors and film editors, who splice together the footage and determine a movie's pacing. Even if you just correct your friend's spelling mistakes, you're editing her work.",
      "★★★★☆",
      "1[N-COUNT 可数名词]（报纸或杂志的）主编 An editor is the person who is in charge of a newspaper or magazine and who decides what will be published in each edition of it. 2[N-COUNT 可数名词]（报纸或杂志专栏的）编辑，主笔 An editor is a journalist who is responsible for a particular section of a newspaper or magazine. &nbsp;&nbsp;[supp N]Cookery Editor Moyra Fraser takes you behind the scenes.烹调专栏主笔莫伊拉·弗雷泽会带您了解幕后的故事。...by Alan Travis, Home Affairs Editor.由家庭事务专栏编辑艾伦·特拉维斯执笔3[N-COUNT 可数名词]编辑；校订者 An editor is a person who checks and corrects texts before they are published. Your role as editor is important, for you can look at a piece of writing objectively.你的编辑角色很重要，因为你能够客观地审视作品。4[N-COUNT 可数名词]（报道某类广播、电视新闻的）记者，编辑 An editor is a radio or television journalist who reports on a particular type of news. &nbsp;&nbsp;[supp N]...our economics editor, Dominic Harrod.我台经济新闻记者多米尼克·哈罗德5[N-COUNT 可数名词]（电影、广播或电视节目的）剪辑员，剪辑师 An editor is a person who prepares a film, or a radio or television programme, by selecting some of what has been filmed or recorded and putting it in a particular order. She worked at 20th Century Fox as a film editor.她在20世纪福克斯公司担任电影剪辑师。6[N-COUNT 可数名词](书籍的)编者，编选人 An editor is a person who collects pieces of writing by different authors and prepares them for publication in a book or a series of books. Michael Rosen is the editor of the anthology.迈克尔·罗森是这本选集的编者。7[N-COUNT 可数名词]编辑程序 An editor is a computer program that enables you to change and correct stored data. &nbsp;&nbsp;[COMPUTING 计算机]"
    ]
  },
  {
    "id": "1469686606179",
    "word": "educate",
    "phonetic": "/'edʒukeɪt/",
    "translation": "v.教育；培养；训练",
    "phonetic_groups": [
      {
        "text": "'ed",
        "related_letters": "ed"
      },
      {
        "text": "ʒ",
        "related_letters": "u"
      },
      {
        "text": "ukeɪt",
        "related_letters": "cate"
      }
    ],
    "audio_url": "/audio/youdao-2558adc8-8f8cbc7f-0bcbccf4-4e8ea90d-87ca1a5e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It is not easy to educate teenagers.(2) An educator must first educate himself.(3) He tried to educate his wife's taste in literature.(4) Senator Fulbright also believed the program could educate future world leaders.(5) Teachers educate students to protect themselves.(6) My father has a little bit famous at local,although I didn't get any educate,maybe has some edify or heredity!",
      "(1) 教育青少年不是件容易的事。(2) 教育者必须自己先受教育。(3) 他试图培养他太太对文学的爱好。(4) 富布莱特参议员也相信，这个基金方案能培养出未来的世界领袖。(5) 老师训练学生自我保护。(6) 我父亲是个当地小有名气的画家，我虽说没接触过训练，也许还是受这方面的熏陶或遗传吧！",
      "To educate is to teach, train, or inform someone. Teachers educate students.",
      "If the word educate makes you think of children, you're not far off. It comes from the Latin word educare meaning to \"bring up, rear.” In the 1500s, Shakespeare borrowed it to mean \"schooling.\" These days, any time you're in a classroom listening to a lecture, reading a book, or speaking with a teacher, you're being educated. Teachers educate students all the way from preschool to graduate school. Almost any experience can educate if you learn from it.",
      "★★☆☆☆",
      "1[VERB 动词]教育，教(尤指儿童) When someone, especially a child, is educated, he or she is taught at a school or college. &nbsp;&nbsp;[be V-ed]&nbsp;&nbsp;[usu passive]He was educated at Haslingden Grammar School.他在哈斯灵登文法学校读书。2[VERB 动词]教导；培养 To educate people means to teach them better ways of doing something or a better way of living. &nbsp;&nbsp;[V n]Drinkwise Day is mainly designed to educate people about the destructive effects of alcohol abuse.设置“理智饮酒日”的主要目的是让人们了解酗酒的恶果。Usage Note :Note that you do not use educate or education to talk about the way parents look after their children and teach them about good behaviour and life in general. Instead, you should use the verb bring up or the noun upbringing. His parents brought him up to be polite and courteous. 谈论父母对子女的抚养，教导他们形成良好的行为习惯以及如何为人处事时不用 educate 或 education，而应用动词 bring up 或名词upbringing。例如，His parents brought him up to be polite and courteous（他的父母教导他要礼貌谦恭）。"
    ]
  },
  {
    "id": "1469686606180",
    "word": "educator",
    "phonetic": "/'edʒukeɪtə(r)/",
    "translation": "n.教育工作者，教师，老师；教育学家；教育行政官员",
    "phonetic_groups": [
      {
        "text": "'ed",
        "related_letters": "ed"
      },
      {
        "text": "ʒu",
        "related_letters": "u"
      },
      {
        "text": "keɪ",
        "related_letters": "ca"
      },
      {
        "text": "tə(r)",
        "related_letters": "tor"
      }
    ],
    "audio_url": "/audio/youdao-919a8f19-3bca7d88-4b1b0b60-c088bbf1-8e140f36.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) That educator published many articles in these magazines.",
      "(1) 那位教育工作者在这些杂志上发表了许多文章。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]教育工作者；教师 An educator is a person who educates people. &nbsp;&nbsp;[AM； also BRIT 美；亦英]&nbsp;&nbsp;[FORMAL 正式]2[N-COUNT 可数名词]教育家；教育学家 An educator is someone who is specialized in the theories and methods of education. &nbsp;&nbsp;[mainly AM 主美]in BRIT, use 英国英语用 educationalist"
    ]
  },
  {
    "id": "1469686606181",
    "word": "effect",
    "phonetic": "/ɪ'fekt/",
    "translation": "n.效应；结果；影响；印象；效果；要旨v.使产生；引起",
    "phonetic_groups": [
      {
        "text": "ɪ'",
        "related_letters": "ef"
      },
      {
        "text": "fekt",
        "related_letters": "fect"
      }
    ],
    "audio_url": "/audio/youdao-5ba95383-920322e5-51dd9eb3-0bd48b68-b0923722.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The aspirins soon took effect.(2) The advertising campaign didn't have much effect on sales.(3) What is certain is that every effect must have a cause.(4) This will have a negligible effect on the temperature.(5) The general effect of the painting is overwhelming.(6) It's the music to heighten the dramatic effect.(7) That is what he said, to that effect.(8) He told me to get out, or words to that effect.(9) Doctors cannot effect a cure if the disease has spread too far.(10) The temperature often effects a change of the state of matter.",
      "(1) 服下的阿司匹林药片很快见效了。(2) 这些广告攻势对销售额并没有起到多大作用。(3) 每一个结果都有一个原因，这是确定无疑的(4) 这对温度的影响将是微乎其微的。(5) 这幅画给人总的印象是很有气势。(6) 那是用于提高戏剧效果的配乐。(7) 那便是他所说的话(8) 他说了一句叫我走开之类的话。(9) 假如这种疾病已扩散得厉害，医生也无法妙手回春。(10) 温度常常引起物态的变化。",
      "Effect is the result of an action, as in those “cause and effect” papers you might write in English class. Your topic could be how your late-night tuba playing (cause) has driven your roommate insane (effect).",
      "Another noun use of effect describes an appearance or impression that’s created on purpose, such as the dramatic effect of the bright red walls in your kitchen, or sound effects from your favorite movie. Effect appears less often as a verb, but when it does, it means “produce.” Usually, it’s a noun. It can even refer to your belongings, like when you get kicked out and your former roomie begs you to get all of your personal effects.",
      "★★★★★",
      "1[N-VAR 可变名词]影响；效果；结果 The effect of one thing on another is the change that the first thing causes in the second thing. &nbsp;&nbsp;[oft N of/on n]Parents worry about the effect of music on their adolescent's behavior...父母担心音乐对青春期孩子的行为所产生的影响。The austerity measures will have little immediate adverse effect on the average Moroccan...财政紧缩政策不会对普通的摩洛哥人产生直接的负面影响。Even minor head injuries can cause long-lasting psychological effects.即使是轻微的头部创伤也会对心理产生长期影响。2[N-COUNT 可数名词]（刻意制造的）效果，印象 An effect is an impression that someone creates deliberately, for example in a place or in a piece of writing. The whole effect is cool, light and airy.整体效果很酷，轻松而随意。3[N-PLURAL 复数名词]所有物；财产；遗物 A person's effects are the things that they have with them at a particular time, for example when they are arrested or admitted to hospital, or the things that they owned when they died. &nbsp;&nbsp;[with poss]&nbsp;&nbsp;[FORMAL 正式]His daughters were collecting his effects.他的女儿们当时正在整理他的遗物。4[N-PLURAL 复数名词]（电影）特效，特技 The effects in a film are the specially created sounds and scenery. 5[VERB 动词]使发生；实现 If you effect something that you are trying to achieve, you succeed in causing it to happen. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[FORMAL 正式]Prospects for effecting real political change seemed to have taken a major step backwards.实现真正政治变革的机会似乎变得更加渺茫了。6See also:greenhouse effect；placebo effect；ripple effect；side-effect；sound effect；special effect；  Usage Note :Note that the verb affect is connected with the noun effect. You can say that something affects you. Noise affects different people in different ways. You can also say that something has an effect on you ...the effect that noise has on people in factories.注意动词 affect 和名词 effect 有关。可以说某件事影响了某人，用 affect，例如，Noise affects different people in different ways (噪音对不同的人会产生不同的影响）。也可以说某事对某人有影响，用 have an effect on，例如，the effect that noise has on people in factories （噪音对工厂里的人们产生的影响）。7[PHRASE 短语]为了给人印象；为了吸引注意力 If you say that someone is doing something for effect, you mean that they are doing it in order to impress people and to draw attention to themselves. &nbsp;&nbsp;[PHR after v]Jock paused for effect, his eyes glinting over his glass as he took another drink...乔克为了制造效果停下来又喝了口酒，他的眼睛在酒杯上方光芒闪烁。The Cockney accent was put on for effect.这伦敦腔是为了给人以深刻印象而故意装出来的。8[PHRASE 短语]其实；实际上 You add in effect to a statement or opinion that is not precisely accurate, but which you feel is a reasonable description or summary of a particular situation. &nbsp;&nbsp;[PHR with cl]&nbsp;&nbsp;[vagueness]That deal would create, in effect, the world's biggest airline.事实上，这一协议将促成世界最大航空公司的成立。9[PHRASE 短语]实施（计划）；实现（想法） If you put ,bring, or carry a plan or idea into effect, you cause it to happen in practice. &nbsp;&nbsp;[V inflects]These and other such measures ought to have been put into effect in 1985.这些以及其他类似的措施在1985年就应该开始实施了。...a decree bringing into effect the political reforms adopted last month.上个月正式通过的实施政治改革的法令10[PHRASE 短语]开始实施/生效/有效 If a law or policy takes effect or comes into effect at a particular time, it officially begins to apply or be valid from that time. If it remains in effect, it still applies or is still valid. &nbsp;&nbsp;[V inflects]...the ban on new logging permits which will take effect from July...将于7月生效的禁止颁发新伐木许可证的禁令The decision was taken yesterday and will remain in effect until further government instructions.该决定于昨天作出，在政府未有进一步指示前将一直有效。1"
    ]
  },
  {
    "id": "1469686606182",
    "word": "effort",
    "phonetic": "/'efət/",
    "translation": "n.努力；努力的成果",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "ef"
      },
      {
        "text": "fət",
        "related_letters": "fort"
      }
    ],
    "audio_url": "/audio/youdao-b6adb700-45b772f9-6f4b07c8-58ca8a58-344cb951.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They are making every effort to decrease the production cost.(2) All my efforts were fruitless.",
      "(1) 他们正尽力减少生产成本。(2) 我所有的努力都白费了。",
      "Effort has to do with how much work you're putting into something. A great achievement can also be considered a great effort.",
      "Effort has to do with how hard you're trying. If something is easy, it doesn't take much effort. If it's hard, it takes a lot of effort. Effort is about trying to get something done, even if it doesn't always work out. In sports, coaches don't like losing, but they really hate it when the players aren't giving much effort. There are also large scale, collective efforts, like the effort to cure cancer or the effort to legalize marijuana.",
      "★★★★★",
      "1[N-VAR 可变名词]努力；气力；精力 If you make an effort to do something, you try very hard to do it. &nbsp;&nbsp;[oft N to-inf]He made no effort to hide his disappointment...他毫不掩饰失望之情。Finding a cure requires considerable time and effort.找到治疗的办法需要大量的时间和精力。...his efforts to reform Italian research...他为改革意大利研究付出的努力Despite the efforts of the United Nations, the problem of drug traffic continues to grow...尽管联合国作了努力，贩毒问题仍变得越来越严重。But a concerted effort has begun to improve the quality of the urban air.但是各方已经开始共同努力改善城镇空气质量。2[N-UNCOUNT 不可数名词]吃力；费力 If you say that someone did something with effort or with an effort, you mean it was difficult for them to do. &nbsp;&nbsp;[usu with N]&nbsp;&nbsp;[WRITTEN 笔语]She took a deep breath and sat up slowly and with great effort...她深吸一口气，费力地慢慢坐起身来。With an effort she contained her irritation.她努力强压住了怒火。3[N-COUNT 可数名词]（为达到某一目的的）有组织的行动，一系列活动 An effort is a particular series of activities that is organized by a group of people in order to achieve something. &nbsp;&nbsp;[usu supp N]...a famine relief effort in Angola.在安哥拉进行的饥荒救济行动4[N-SING 单数名词]费力的事；困难的事；劳神的事 If you say that something is an effort, you mean that an unusual amount of physical or mental energy is needed to do it. &nbsp;&nbsp;[a N]Even carrying the camcorder while hiking in the forest was an effort.在森林中徒步旅行时，即便带的是便携式摄像机也非常费力。5[PHRASE 短语]尽力；尝试；勉为其难 If you make the effort to do something, you do it, even though you need extra energy to do it or you do not really want to. &nbsp;&nbsp;[V inflects]I don't get lonely now because I make the effort to see people.我现在不觉得孤独了，因为我尝试着与人交往。6[PHRASE 短语]勇气；决心 If you do something difficult or painful by an effort of will, you manage to make yourself do it. It was only by a supreme effort of will and courage that he was able to pull himself together.他全凭超凡的决心和勇气才使自己振作起来。7[PHRASE 短语]值得努力去做 If you say that something is worth the effort, you mean that it will justify the energy that you have spent or will spend on it. &nbsp;&nbsp;[v-link PHR]Fortunately, the chore of leaf sweeping is well worth the effort.幸运的是，干清扫落叶这个活儿是值得的。"
    ]
  },
  {
    "id": "1469686606183",
    "word": "eggplant",
    "phonetic": "/'eɡplɑːnt/",
    "translation": "n.茄子；黑紫色",
    "phonetic_groups": [
      {
        "text": "'eɡ",
        "related_letters": "egg"
      },
      {
        "text": "plɑːnt",
        "related_letters": "plant"
      }
    ],
    "audio_url": "/audio/youdao-f179c91d-0bba7c54-a9f2a921-bd241133-b2bae7a3.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The braised eggplant is delicious today.",
      "(1) 今天的红烧茄子很好吃。",
      "☆☆☆☆☆",
      "1[N-VAR 可变名词]茄子 An eggplant is a vegetable with a smooth, dark purple skin. &nbsp;&nbsp;[AM 美]in BRIT, use 英国英语用 aubergine"
    ]
  },
  {
    "id": "1469686606184",
    "word": "Egypt",
    "phonetic": "/'iːdʒɪpt/",
    "translation": "n.埃及",
    "phonetic_groups": [
      {
        "text": "'iːdʒɪpt",
        "related_letters": "Egypt"
      }
    ],
    "audio_url": "/audio/youdao-c0e5fc73-6695b706-3986c038-d44e8480-4ef344cc.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Cairo is the capital of Egypt.(2) Alice would jump at the chance to Egypt.(3) She spend all her savings on a trip to Egypt.(4) Moses led the Israelites out of their bondage in Egypt.(5) Many Pharaohs in ancient Egypt believe they can live forever.",
      "(1) 开罗是埃及的首都。(2) 爱丽丝会很高兴有机会去埃及。(3) 她将其全部积蓄都花在了去埃及有这趟旅行上了。(4) 摩西率领以色列人脱离在埃及的奴隶生涯。(5) 古埃及的许多法老相信他们可以永生。"
    ]
  },
  {
    "id": "1469686606185",
    "word": "Egyptian",
    "phonetic": "/i'dʒɪpʃn/",
    "translation": "adj.埃及的；埃及人的n.埃及人",
    "phonetic_groups": [
      {
        "text": "i'dʒɪ",
        "related_letters": "Egypt"
      },
      {
        "text": "pʃn",
        "related_letters": "ian"
      }
    ],
    "audio_url": "/audio/youdao-4de88070-7a953aaa-530e64c2-ecde4782-b4ef5a26.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Egyptian sarcophagi did not open with keys.(2) We want to buy Bitumen, L.M.S and Al Egyptian Products.(3) Egyptian dream scrying can also be traced back thousands of years.(4) That dark Egyptian seems to me to sadden the very sun.",
      "(1) 古埃及的棺材不需要用钥匙打开。(2) 我们要采购柏油，埃及的产品。(3) 古埃及人的做梦占卜可以追溯到几千年以前。(4) 在我看来那个阴森的埃及人似乎会使太阳都变得黯淡无光。",
      "☆☆☆☆☆",
      "1[ADJ 形容词]埃及的；埃及人的；埃及语的；埃及文化的 Egyptian means belonging or relating to Egypt or to its people, language, or culture. 2[N-COUNT 可数名词]埃及人 The Egyptians are the people who come from Egypt. 3[ADJ 形容词]古埃及的 Egyptian means related to or connected with ancient Egypt. ...the Egyptian pharaoh.古埃及法老4[N-COUNT 可数名词]古埃及人 The Egyptians were the people who lived in ancient Egypt."
    ]
  },
  {
    "id": "1469686606186",
    "word": "eighteen",
    "phonetic": "/ˌeɪ'tiːn/",
    "translation": "num.十八",
    "phonetic_groups": [
      {
        "text": "ˌeɪ'",
        "related_letters": "eigh"
      },
      {
        "text": "tiːn",
        "related_letters": "teen"
      }
    ],
    "audio_url": "/audio/youdao-6761e91c-3ca8b263-2dfb6b7b-1f5ff13a-47245088.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There are eighteen students in that classroom.(2) He entered a university at the age of eighteen.",
      "(1) 那教室里有十八个学生。(2) 他十八岁上大学。",
      "★★★★★",
      "1[NUM 数词]（数字）18 Eighteen is the number 18. He was employed by them for eighteen years.他为他们工作了18年。"
    ]
  },
  {
    "id": "1469686606187",
    "word": "eighty",
    "phonetic": "/'eɪti/",
    "translation": "num.八十",
    "phonetic_groups": [
      {
        "text": "'eɪti",
        "related_letters": "eighty"
      }
    ],
    "audio_url": "/audio/youdao-5466f9c1-0ed02147-ac01a197-78c4adb8-63a6a8ed.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The old man was on the verge of eighty.(2) His grandfather must now be getting on for eighty.",
      "(1) 那老人已年近八十。(2) 他祖父现在一定快八十岁了。",
      "★★★★★",
      "1[NUM 数词]（数字）80 Eighty is the number 80. Eighty horses trotted up.80匹马小跑起来。2[N-PLURAL 复数名词]八十几；八十多 When you talk about the eighties, you are referring to numbers between 80 and 89. For example, if you are in your eighties, you are aged between 80 and 89. If the temperature is in the eighties, the temperature is between 80 and 89 degrees. He was in his late eighties and had become the country's most respected elder statesman.他年近九旬，已成为该国最受尊崇的政界元老。3[N-PLURAL 复数名词]（二十世纪）八十年代 The eighties is the decade between 1980 and 1989. &nbsp;&nbsp;[the N]He ran a property development business in the eighties.他在20世纪80年代经营着一家房地产开发公司。"
    ]
  },
  {
    "id": "1469686606189",
    "word": "elder",
    "phonetic": "/'eldə(r)/",
    "translation": "adj.年龄较大的；年长的n.长者；长辈；[植]接骨木",
    "phonetic_groups": [
      {
        "text": "'el",
        "related_letters": "el"
      },
      {
        "text": "də(r)",
        "related_letters": "der"
      }
    ],
    "audio_url": "/audio/youdao-32afd4c6-663679a7-1dcb4f37-7476ea5b-695e726e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is the elder twin of the two.(2) The elder welder seldom yields his field.(3) He is the elder of the twins.(4) An elder interfered to stop the argument.(5) We have been told to show respect for our elder.",
      "(1) 他是两个双胞胎较年长的那个。(2) 年长的焊接工很少放弃他的场地。(3) 他是双胞胎中的哥哥。(4) 一位长者出面干预，以平息这场争论。(5) 父母教导我们必须尊敬长辈。",
      "An elder is any person who is older than you, which you may know from your sister who is only two years older than you saying, \"Listen to your elders!\" A church elder is someone who helps run the church, not necessarily its eldest member.",
      "Elder can be used as an adjective: Abel was the elder brother of Cain. Elder can also be a noun: showing respect for one’s elders is a value instilled from a young age by our parents. Elder is also a kind of tree. In Act Five of “Love’s Labour Lost” Shakespeare plays with the meanings of elder: Holofernes says that Berowne should speak first because he is the elder (older), which inspires Berowne to mention the folklore that Judas was hanged on an elder tree.",
      "★★☆☆☆",
      "1[ADJ-COMPAR 形容词比较级形式]（两者中）年龄较大的，年长的 The elder of two people is the one who was born first. &nbsp;&nbsp;[ADJ n]...his elder brother.他哥哥...the elder of her two daughters.她两个女儿中年长的那个2[N-COUNT 可数名词]（尤指年纪大很多的）年长者，长辈 A person's elder is someone who is older than them, especially someone quite a lot older. &nbsp;&nbsp;[poss N]&nbsp;&nbsp;[FORMAL 正式]The young have no respect for their elders.年轻人不尊重他们的长辈。3[N-COUNT 可数名词]有威望的长者；元老 In some societies, an elder is one of the respected older people who have influence and authority. ...tribal elders.部落长老4[N-COUNT 可数名词]（某些基督教会中不担任牧师的）长老 In some Christian churches, an elder is one of the people who hold a position of responsibility, but not usually a minister. He is now an elder of the village church.他现在是乡村教会的长老。5[N-COUNT 可数名词]接骨木 An elder is a bush or small tree which has groups of small white flowers and black berries. Usage Note :In British English, the adjective elder is usually only used to describe brothers and sisters. ...her elder sister. You use older to talk about the age of other people or things. Elder cannot be followed by than but older can be. I've got a sister who is older than me. Do not confuse elder and elderly. If you describe someone as elderly, you mean that they are old, but this is a slightly more polite word than 'old'. 'The elderly' are elderly people.英国英语中形容词 elder 通常只用来指哥哥、姐姐，如，her elder sister (她姐姐)。older用于指年龄。elder 后不能接 than，而 older 则可以。例如，I've got a sister who is older than me (我有个姐姐)。不要混淆 elder 和 elderly。elderly意为“年老的”，但比用 old 稍显礼貌一点。the elderly 指老年人。"
    ]
  },
  {
    "id": "1469686606190",
    "word": "elect",
    "phonetic": "/ɪ'lekt/",
    "translation": "v.选举；选择adj.精选的；当选的；[神学]被上帝选中的n.被选中者；[神学]上帝的选民",
    "phonetic_groups": [
      {
        "text": "ɪ'lekt",
        "related_letters": "elect"
      }
    ],
    "audio_url": "/audio/youdao-068a3098-4b212736-536b896a-d850b786-88ffaab3.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They elected him chairman.(2) They organized a poll to elect a president.(3) You can't elect to deal at some other rate.(4) The President elect will be installed next week.(5) Voters in New Jersey and Virginia will head to the polls to elect governors.",
      "(1) 他们选他做主席。(2) 他们组织了一次投票选举总统。(3) 不能选择其他价格。(4) 候任总统将在下周正式就任。(5) 新泽西州和弗吉利亚的选民将投票选出他们的州长。",
      "To elect is to choose. A group of citizens may elect the next president, or you may just elect to stay home during the blizzard.",
      "Most famously, in the political sense, elect means to choose a person for public office, usually via an election. It also means to choose a particular course in life of major consequence. You probably don't elect to drink Pepsi over Coke, but you do elect to study a particular major at college, or sign up for military service.",
      "★★★★☆",
      "1[VERB 动词]选举；推选 When people elect someone, they choose that person to represent them, by voting for them. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n n]&nbsp;&nbsp;[V n as n]The people of the Philippines have voted to elect a new president...菲律宾人民已投票选举出了一位新总统。Manchester College elected him Principal in 1956...曼彻斯特学院于1956年推选他做院长。The country is about to take a radical departure by electing a woman as its new president.该国将发生重大转变，选举一位女性担任新总统。elected...the country's democratically elected president.该国的民选总统2[VERB 动词]选择，决定(做) If you elect to do something, you choose to do it. &nbsp;&nbsp;[V to-inf]&nbsp;&nbsp;[FORMAL 正式]Those electing to smoke will be seated at the rear.那些想吸烟的人将坐在后排。3[ADJ 形容词]已当选但未就任的；候任的 Elect is added after words such as 'president' or 'governor' to indicate that a person has been elected to the post but has not officially started to carry out the duties involved. &nbsp;&nbsp;[n ADJ]&nbsp;&nbsp;[FORMAL 正式]...the date when the president-elect takes office.候任总统就职日"
    ]
  },
  {
    "id": "1469686606191",
    "word": "electric",
    "phonetic": "/ɪ'lektrɪk/",
    "translation": "adj.电的；电动的；带电的；刺激的n.电动产品",
    "phonetic_groups": [
      {
        "text": "ɪ'lek",
        "related_letters": "elec"
      },
      {
        "text": "trɪk",
        "related_letters": "tric"
      }
    ],
    "audio_url": "/audio/youdao-e084bc81-4f3b1802-ede66104-1aa07474-03ebeb89.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They still live in the houses without electric lights.(2) The solar cell can convert the energy of sunlight into electric energy.(3) He uses an electric razor for shaving.(4) He bought an electric hair-drier for Mary.(5) You will soon get used to typing on electric typewriters.(6) He put the electric plug into the socket.(7) His speech had an electric effect on the audience.(8) The lawn mower is an electric.",
      "(1) 他们仍然住在没有电灯的房子里。(2) 太阳能电池能把阳光的能量转化为电能。(3) 他用一把电动刮脸刀刮脸。(4) 他给玛丽买了一个电吹风。(5) 你很快就会习惯在电动打字机上打字。(6) 他把电插头插入插座。(7) 他的演讲令观众震惊不已。(8) 割草机是电动的机器。",
      "Things that are electric are either powered by electricity — like a battery-operated flashlight — or produce or transmit electricity — like an electric generator.",
      "The word electric, indicating something charged with electricity, was used long before electricity was fully understood or harnessed as a form of power in the nineteenth century. In the seventeenth century, for example, materials like wool that produced sparks of static electricity when rubbed were termed electric by scientists, and the figurative meaning of the word was also used. Figuratively, electric can describe something exciting or brightly colored, as in \"electric atmosphere\" or \"electric green.\"",
      "★★★☆☆",
      "1[ADJ 形容词]用电的；电动的 An electric device or machine works by means of electricity, rather than using some other source of power. &nbsp;&nbsp;[usu ADJ n]...her electric guitar.她的电吉他2[ADJ 形容词]电的；由电产生的 An electric current, voltage, or charge is one that is produced by electricity. &nbsp;&nbsp;[ADJ n]3[ADJ 形容词]通电的；导电的 Electric plugs, sockets, or power lines are designed to carry electricity. &nbsp;&nbsp;[ADJ n]4[ADJ 形容词]电的；供电的 Electric is used to refer to the supply of electricity. &nbsp;&nbsp;[ADJ n]&nbsp;&nbsp;[INFORMAL 非正式]An average electric bill might go up $2 or $3 per month...每月电费可能会平均增加两三美元。5[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]扣人心弦的；紧张刺激的 If you describe the atmosphere of a place or event as electric, you mean that people are in a state of great excitement. The mood in the hall was electric.大厅里的气氛非常紧张。"
    ]
  },
  {
    "id": "1469686606192",
    "word": "electrical",
    "phonetic": "/ɪ'lektrɪkl/",
    "translation": "adj.电的；与电有关的",
    "phonetic_groups": [
      {
        "text": "ɪ'le",
        "related_letters": "elec"
      },
      {
        "text": "ktr",
        "related_letters": "tri"
      },
      {
        "text": "ɪkl",
        "related_letters": "cal"
      }
    ],
    "audio_url": "/audio/youdao-c40bd6bc-08dec49e-9d575dad-ba6be4c4-f6482efc.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There is a fault in the electrical system.(2) Now electrical appliances have entered into ordinary families.(3) There are some electrical apparatus in the room.(4) All the electrical work was done by my brother.(5) The cooker isn't working because of an electrical fault.",
      "(1) 电路系统出了故障。(2) 现在家用电器已经步入普通家庭。(3) 房间里有些电器。(4) 我哥哥把所有与电有关的工作都做了。(5) 这个炊具不能用了，因为出了电气方面的故障。",
      "★★☆☆☆",
      "1[ADJ 形容词]用电的；电动的 Electrical goods, equipment, or appliances work by means of electricity. &nbsp;&nbsp;[usu ADJ n]...shipments of electrical equipment.电气设备的装运...electrical appliances.电器electrically...electrically-powered vehicles.电动车2[ADJ 形容词]供电的；用电的 Electrical systems or parts supply or use electricity. &nbsp;&nbsp;[usu ADJ n]3[ADJ 形容词]电能的；充电的 Electrical energy is energy in the form of electricity. &nbsp;&nbsp;[usu ADJ n]electrically...electrically charged particles...带电粒子The researchers stimulated the muscle electrically.研究人员用电来刺激那块肌肉。4[ADJ 形容词]制造电气设备的；供电的 Electrical industries, engineers, or workers are involved in the production and supply of electricity or electrical goods. &nbsp;&nbsp;[ADJ n]"
    ]
  },
  {
    "id": "1469686606193",
    "word": "electricity",
    "phonetic": "/ɪˌlek'trɪsəti/",
    "translation": "n.电；电学；电流；热情",
    "phonetic_groups": [
      {
        "text": "ɪˌlek",
        "related_letters": "elec"
      },
      {
        "text": "'trɪs",
        "related_letters": "tric"
      },
      {
        "text": "ə",
        "related_letters": "i"
      },
      {
        "text": "ti",
        "related_letters": "ty"
      }
    ],
    "audio_url": "/audio/youdao-c17dfd74-3e2c1b39-8cb0ed2a-2e64119b-3564fbbf.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The electricity failure paralyzed the water supply.(2) The interruption of electricity made us unable to do anything.(3) While I was cooking supper the electricity went off.(4) Both students have made quite a few experiments on electricity.",
      "(1) 停电使水供应陷于瘫痪。(2) 电力的中断让我们什么也不能做。(3) 我正在做晚饭时停电了。(4) 这两个学生都做了不少电学实验。",
      "Electricity is the energy that powers your lights and appliances. Electricity is the stuff that Benjamin Franklin harnessed from lightning using a key and a kite. Don't try that on your own.",
      "The word electricity comes from the Greek electron, which doesn’t mean what you might expect. It means \"amber,\" that yellow or reddish brown stone used for jewelry. The ancients noticed that when you rub amber, it gets an electrostatic charge and will pick up light things like feathers and straw. You can also describe other kinds of energy as electricity — when you're really crazy about someone, you can say there's electricity between the two of you.",
      "★★★☆☆",
      "1[N-UNCOUNT 不可数名词]电；电力 Electricity is a form of energy that can be carried by wires and is used for heating and lighting, and to provide power for machines. We moved into a cabin with electricity but no running water...我们搬进一栋通了电但没有自来水的小屋。The electricity had been cut off.停电了。"
    ]
  },
  {
    "id": "1469686606194",
    "word": "elegant",
    "phonetic": "/'elɪɡənt/",
    "translation": "adj.优雅的；雅致的",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "el"
      },
      {
        "text": "l",
        "related_letters": "e"
      },
      {
        "text": "ɪɡənt",
        "related_letters": "gant"
      }
    ],
    "audio_url": "/audio/youdao-00d849a4-1c0eb4bb-a0cd8b52-04bede99-acebe46d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He strolled about, looking very debonair in his elegant new suit.(2) He proudly promenaded his elegant companion in the park.(3) The lady wears an elegant dark suit.(4) I like my clothes to be simple but elegant.",
      "(1) 他穿了一身讲究的新衣服逛来逛去，显得颇为惬意。(2) 他得意地领著他那标致的伴侣遛公园。(3) 那位女士穿着雅致的深色套装。(4) 我喜欢朴素但漂亮雅致的衣服。",
      "Nimble ballerinas and long-legged birds are elegant; dump trucks and walruses usually are not.",
      "Being graceful and refined are aspects of being elegant. That word first appears in English in the 15th century. It comes, via Old French, from the same Latin source that gave rise to the English word \"elect, and it does seem that especially elegant people and things are in a select group. Very stylishly dressed men and women are elegant, and fine restaurants with distinctive delicacies are elegant. Most ordinary places and people can become elegant, though, when dressed up or adorned for special occasions. Even walruses can appear elegant when they're swimming.",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（人或物）典雅的，雅致的，优美的 If you describe a person or thing as elegant, you mean that they are pleasing and graceful in appearance or style. Patricia looked beautiful and elegant as always.帕特里夏一如既往地美丽优雅。...an elegant restaurant.雅致的餐厅elegance...Princess Grace's understated elegance...格雷丝王妃的含蓄美The furniture managed to combine practicality with elegance.那些家具将实用和典雅完美结合。elegantly...a tall, elegantly dressed man with a mustache.衣着讲究、蓄着胡子的高个男子2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（文字、想法、计划等）简洁的，简练的，巧妙的 If you describe a piece of writing, an idea, or a plan as elegant, you mean that it is simple, clear, and clever. The document impressed me with its elegant simplicity.那份文件的简洁明了给我留下了深刻印象。elegantly...an elegantly simple idea.简单而巧妙的想法"
    ]
  },
  {
    "id": "1469686606195",
    "word": "embarrass",
    "phonetic": "/ɪm'bærəs/",
    "translation": "vt.使窘迫；使尴尬；使为难vi.窘迫",
    "phonetic_groups": [
      {
        "text": "ɪm",
        "related_letters": "em"
      },
      {
        "text": "'bæ",
        "related_letters": "bar"
      },
      {
        "text": "rəs",
        "related_letters": "rass"
      }
    ],
    "audio_url": "/audio/youdao-e76ed823-3e8c8bc0-2e7347aa-b22ed906-ef2b86cb.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She dragged up that incident just to embarrass me.(2) He was embarrassed by many debts.(3) She may embarrass you with her uncouth behavior.(4) You didn't embarrass me in the slightest.(5) Eye contact may convey sincerity and attentiveness in Western cultures but too much eye contact may embarrass people in some Oriental cultures.(6) True, job interviews are rife with opportunities for you to embarrass yourself, but hiring managers are more forgiving than you might think.",
      "(1) 她又扯起那件事故意想使我难堪。(2) 他被很多债务弄得焦灼不安。(3) 她的粗野行为可能会让你尴尬。(4) 你一点也没让我为难。(5) 在西方文化，目光接触能传递真诚和关注，但太多的目光接触在某些东方文化中则令人窘迫。(6) 不错，面试中充溢了令人窘迫的陷阱，不过招聘经理可比你想象的要宽容。",
      "If you embarrass someone, you make them feel self-conscious, awkward, or even stupid. Your mom might embarrass you by inviting your date to check out your childhood photos.",
      "Embarrass actually has another meaning, but it's very rarely used: to blockade, hinder, obstruct, or stymie. Nowadays, we tend to embarrass one another (and ourselves) by pretty much sticking to the basics: making fun of our friends when they blunder, accidentally revealing secrets in public, confessing our undying love to people who don't even know we exist, and all the millions of creative and frustrating ways we have of making mistakes.",
      "★☆☆☆☆",
      "Be careful with the spelling of this word.注意该词的拼写。1[VERB 动词]使尴尬；使窘迫；使害羞 If something or someone embarrasses you, they make you feel shy or ashamed. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[it V n that]His clumsiness embarrassed him...他因自己的笨拙而感到尴尬。It embarrassed him that he had no idea of what was going on.对所发生的事情一无所知，这让他很难堪。2[VERB 动词]使（公众人物、组织等）难堪；给…出难题 If something embarrasses a public figure such as a politician or an organization such as a political party, it causes problems for them. &nbsp;&nbsp;[V n]The Republicans are trying to embarrass the president by thwarting his economic program...共和党人企图通过阻挠总统的经济计划使其难堪。The Government has been embarrassed by the affair.这件事给政府出了难题。"
    ]
  },
  {
    "id": "1469686606196",
    "word": "embassy",
    "phonetic": "/'embəsi/",
    "translation": "n.大使馆；大使全体人员",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "em"
      },
      {
        "text": "mbəsi",
        "related_letters": "bassy"
      }
    ],
    "audio_url": "/audio/youdao-73d6d1ae-55beff00-d8bf009b-14342b4d-9c498502.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The terrorists have occupied the Embassy.(2) A crowd had already collected outside the embassy gates.(3) Two attaches at the embassy were expelled from the country.(4) The consulate was upgraded to embassy status.(5) He works at the American Embassy in Moscow.",
      "(1) 恐怖分子占领了大使馆。(2) 使馆大门外已经聚集了一群人。(3) 大使馆的两名随员已驱逐出境。(4) 该领事馆已升格为大使馆。(5) 他在莫斯科的美国驻俄大使馆工作。",
      "An ambassador, a diplomat who represents her own country in a foreign country, lives and works in an embassy.",
      "Travelers sometimes visit their home country's embassy for help with their travel documents or other issues. If you've ever visited Washington, DC, you may have seen the French embassy or the Indian embassy. These buildings often resemble homes, which makes sense because ambassadors usually live in them. The word embassy first meant \"job or position of the ambassador,\" and comes from the Old French ambasse, with its Latin root of ambactus, or \"servant.\"",
      "★★★☆☆",
      "1[N-COUNT 可数名词]（统称）使馆官员；大使馆 An embassy is a group of government officials, headed by an ambassador, who represent their government in a foreign country. The building in which they work is also called an embassy . &nbsp;&nbsp;[oft the adj N]The American Embassy has already complained...美国大使馆已经提出了抗议。Mr Cohen held discussions at the embassy with one of the rebel leaders.科恩先生在大使馆和其中一个叛军头目进行了磋商。"
    ]
  },
  {
    "id": "1469686606197",
    "word": "emergency",
    "phonetic": "/i'mɜːdʒənsi/",
    "translation": "n.突发事件；紧急状态adj.应急的；紧急的；备用的",
    "phonetic_groups": [
      {
        "text": "i'mɜː",
        "related_letters": "emer"
      },
      {
        "text": "dʒənsi",
        "related_letters": "gency"
      }
    ],
    "audio_url": "/audio/youdao-17c90ece-4cbaeb0a-384d523e-b0993adc-c5ccc099.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She has the ability to keep calm in an emergency.(2) We took the emergency in our stride.(3) Ring the bell in an emergency.(4) The rioting grew worse and the government declared a state of emergency.(5) He has made every arrangement to meet any emergency.(6) With these incidents, Tang Ying consulted experts from various vocations for measures in emergency.(7) There are four emergency exits in the department store.",
      "(1) 她有处变不惊的本事。(2) 我们泰然地处理了紧急情况。(3) 情况紧急时请按铃。(4) 骚乱恶化，政府只得宣布进入紧急状态。(5) 他已作好了应急的一切准备。(6) 通过这些案例，唐颖向各行各业的专家请教了很多自我防范和应急的方法。(7) 这家百货公司有四个紧急出口。",
      "When there's an emergency, the stakes are high and you may need to act quickly. There's a tornado! Someone's collapsed! The cat's stuck in a tree! It's an emergency! Call 911!",
      "You can see the word emerge in emergency, and an emergency suddenly emerges — it happens all of a sudden and can take you by surprise. Governments declare a \"state of emergency\" if there is a disaster that they can't handle, and they need support. If you hear sirens and see flashing lights, there's probably an emergency . . . unless you're in a dance club.",
      "★★★★☆",
      "1[N-COUNT 可数名词]紧急事件；意外事件；（尤指）事故 An emergency is an unexpected and difficult or dangerous situation, especially an accident, which happens suddenly and which requires quick action to deal with it. He deals with emergencies promptly...他迅速处理突发事件。The hospital will cater only for emergencies.那家医院只看急诊。2[ADJ 形容词]紧急情况下的；应急的 An emergency action is one that is done or arranged quickly and not in the normal way, because an emergency has occurred. &nbsp;&nbsp;[ADJ n]The Prime Minister has called an emergency meeting of parliament...首相已召集议会召开紧急会议。She made an emergency appointment.她挂了急诊。3[ADJ 形容词]（设备、供应品等）救急用的，应急的 Emergency equipment or supplies are those intended for use in an emergency. &nbsp;&nbsp;[ADJ n]The plane is carrying emergency supplies for refugees...那架飞机正在为难民运送应急物资。They escaped through an emergency exit and called the police.他们从紧急出口逃脱，并报了警。"
    ]
  },
  {
    "id": "1469686606198",
    "word": "emperor",
    "phonetic": "/'empərə(r)/",
    "translation": "n.皇帝",
    "phonetic_groups": [
      {
        "text": "'em",
        "related_letters": "em"
      },
      {
        "text": "pərə",
        "related_letters": "per"
      },
      {
        "text": "(r)",
        "related_letters": "or"
      }
    ],
    "audio_url": "/audio/youdao-e12cb544-37484647-7fefc003-690c3d67-ae4ac3a7.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The emperor was actually a political eunuch.(2) The emperor conferred a title on the brave soldier.(3) He knelt in front of the emperor with a look of entreaty.(4) The general overthrew the last emperor of that country and established a public.(5) Napoleon called himself Emperor of the French.",
      "(1) 那个皇帝实际上没有政治实权。(2) 皇上授予这勇敢的士兵一头衔。(3) 他面带恳求的神态跪在皇帝面前。(4) 将军推翻了那个国家的最后一个皇帝，建立了共和国。(5) 拿破仑自称为法国皇帝。",
      "Forget prime ministers, presidents or even kings or queens: an emperor was the biggest, baddest ruler of them all — the leader of undisputed power who controlled a nation or, more usually, a number of subjugated nations known collectively as an empire.",
      "Nowadays the emperor is no more, replaced by humbler and usually more democratic leaders, but the notion of an all-conquering larger-than-life figure lives on in the way we give the prefix emperor to particularly magnificent specimens of living things: the Emperor Butterfly, Emperor Moth and Emperor Penguin, most famously. The Roman emperors would be proud.",
      "★★☆☆☆",
      "1[N-COUNT； N-TITLE 可数名词；头衔名词]皇帝；君主 An emperor is a man who rules an empire or is the head of state in an empire."
    ]
  },
  {
    "id": "1469686606199",
    "word": "empire",
    "phonetic": "/'empaɪə(r)/",
    "translation": "n.帝国；大企业；帝权",
    "phonetic_groups": [
      {
        "text": "'em",
        "related_letters": "em"
      },
      {
        "text": "paɪə(r)",
        "related_letters": "pire"
      }
    ],
    "audio_url": "/audio/youdao-b31ffcf8-06979d38-ba4316e8-116512e7-b8075ba0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is the builder of the great empire.(2) The Roman Empire existed for several centuries.(3) Empire Qin is found in B.C. 221.(4) His business empire was truly vast.(5) He started off with one small factory, and now he's the head of an oil empire.",
      "(1) 他是大帝国的创立者。(2) 罗马帝国存在了几百年。(3) 秦帝国建于公元前221年。(4) 他的企业规模极大.(5) 他开始只经营一家小工厂，如今已成为一个石油大企业的头儿。",
      "An empire is a group of countries or territories that are under the control of a single entity but it can be used figuratively too. She rules her cosmetics empire well, with a solid knowledge of lipsticks, eye shadows, and more.",
      "Have you ever heard the phrase, “The sun never sets on the British Empire?” This came about because during the 1800s countries in every time zone around the globe were ruled by England, and it was always daytime in one of them. Although other empires have existed back through time to the original Roman Empire, perhaps the most well-known empire today comes from the popular Star Wars films in which the rebels fight Darth Vader and his evil Empire.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]帝国 An empire is a number of individual nations that are all controlled by the government or ruler of one particular country. ...the Roman Empire.罗马帝国2[N-COUNT 可数名词]企业王国；企业集团 You can refer to a group of companies controlled by one person as an empire . &nbsp;&nbsp;[with supp]...the big Mondadori publishing empire.庞大的蒙达多利出版帝国"
    ]
  },
  {
    "id": "1469686606200",
    "word": "employ",
    "phonetic": "/ɪm'plɔɪ/",
    "translation": "v.雇佣；使用",
    "phonetic_groups": [
      {
        "text": "ɪm",
        "related_letters": "em"
      },
      {
        "text": "'plɔɪ",
        "related_letters": "ploy"
      }
    ],
    "audio_url": "/audio/youdao-63ddc148-8d3ed8d2-d855da19-d4edf3a0-37772d39.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They employ casual labor to pick the fruit(2) You must employ someone to oversee the project.(3) Why do you think we should employ you?(4) Different artists employ different painting techniques.(5) We employ different security techniques to protect the database.",
      "(1) 他们雇佣临时工摘水果。(2) 你得雇个人监督这一工程。(3) 你认为我们为何要雇佣你?(4) 不同的画家会使用不同的绘画技巧。(5) 我们使用不同的保护措施来保护数据库。",
      "To employ means to use something or hire someone to work. You can employ a saw to cut a board or employ a tutor to teach you math. You can even employ your talents in study and activities.",
      "The Latin source of employ is the word implicāre, which literally means to enfold or be connected with. This ties in with the verb employ, which is transitive and needs a direct object. (You can't just say \"I will employ — you have to employ something.) The word also suggests using something for a specific purpose: you can employ someone for a job or find something in which to employ your own interests.",
      "★★★☆☆",
      "1[VERB 动词]雇用 If a person or company employs you, they pay you to work for them. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[be V-ed in/as n]&nbsp;&nbsp;[V-ed]&nbsp;&nbsp;[Also V n to-inf]The company employs 18 staff...公司雇用了18名员工。More than 3,000 local workers are employed in the tourism industry...3,000余名当地人受雇于旅游业。The government counted 27,600,000 employed persons in West Germany.据政府统计，西德当时的就业人数为2,760万人。2[VERB 动词]使用；采用 If you employ certain methods, materials, or expressions, you use them. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V-ed]&nbsp;&nbsp;[Also V n as n]The tactics the police are now to employ are definitely uncompromising.警方目前即将采取的策略明显很强硬。...the vocabulary that she employs.她使用的词汇...the approaches and methods employed in the study.研究中使用的思路和方法3[VERB 动词]利用，花费（时间） If your time is employed in doing something, you are using the time you have to do that thing. &nbsp;&nbsp;[be V-ed in -ing/n]&nbsp;&nbsp;[usu passive]Your time could be usefully employed in attending to professional matters...你可以有效地利用时间处理一些专业问题。The journalists would be much better employed in trying to explain to us how the astronomical legal costs of the cases can be justified.记者们最好花时间向我们说明为什么诉讼费高得惊人。4[PHRASE 短语]受雇于 If you are in the employ of someone or something, you work for them. &nbsp;&nbsp;[FORMAL 正式]Others hinted that he was in the employ of the KGB...其他人暗示他受雇于克格勃。Those in his employ were careful never to enrage him.在他手底下干活的人都非常小心绝不去触怒他。"
    ]
  },
  {
    "id": "1469686606201",
    "word": "encouragement",
    "phonetic": "/ɪn'kʌrɪdʒmənt/",
    "translation": "n.鼓励；激励",
    "phonetic_groups": [
      {
        "text": "ɪn",
        "related_letters": "en"
      },
      {
        "text": "'kʌr",
        "related_letters": "cour"
      },
      {
        "text": "ɪdʒ",
        "related_letters": "age"
      },
      {
        "text": "mənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-f4c777a0-330b0e16-be60cb00-a72f2214-54fbbb18.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Her encouragement gave me a great sense of uplift.(2) The teacher's words were a great encouragement to him.(3) They attribute their success to their teacher's encouragement.(4) You will never know how much your encouragement meant to me.(5) Your encouragement made me more confident of my future.(6) He gave us great encouragement to carry out the plan.",
      "(1) 她鼓励我激发了我的上进心。(2) 教师的话对他是极大的鼓舞。(3) 他们把成功归因于老师的鼓励。(4) 你决不会知道你的鼓励对我多么有意义。(5) 你的鼓励使我对我的未来更加有信心。(6) 他激励我们去实行该计划。",
      "When you help someone by offering positive words of support and approval, that's encouragement. It must have been the words of encouragement you gave in the airport lounge that helped your friend board the plane.",
      "Within the word encouragement we see the word \"courage,\" which means the ability to face danger and deal with it. To encourage, then, is to help develop that ability in someone, while the \"ment\" at the end makes that development into a noun, the act of giving courage or support to another. You needed a little encouragement to try horse riding again, after your injuries healed.",
      "★★☆☆☆",
      "1[N-VAR 可变名词]鼓励；激励 Encouragement is the activity of encouraging someone, or something that is said or done in order to encourage them. &nbsp;&nbsp;[oft N of n]I also had friends who gave me a great deal of encouragement...我还有些朋友给了我很多鼓励。Thanks for your advice and encouragement.谢谢你的建议和鼓励。...the notion that tax encouragements and the like would be sufficient to increase people's appetite for supporting charity.认为税收激励政策及类似措施足以提高人们支持慈善事业的兴致的想法"
    ]
  },
  {
    "id": "1469686606202",
    "word": "ending",
    "phonetic": "/'endɪŋ/",
    "translation": "n.结尾；结局",
    "phonetic_groups": [
      {
        "text": "'en",
        "related_letters": "end"
      },
      {
        "text": "dɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-c5c922d6-4b79acde-e3b44e86-61b38c5f-b5a78ef0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The story is flawed by a weak ending.(2) Write your own ending dear reader.(3) The writer contrived a happy ending.(4) She got revved up by the tragic ending of the film.",
      "(1) 这个故事因结尾写得马虎而显得逊色了。(2) 亲爱的读者，您自己来作一个结尾吧。(3) 作者安排了一个大团圆的结局。(4) 她为这部电影的悲惨结局激动不已。",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]（书、故事、戏剧等的）结尾，结局 You can refer to the last part of a book, story, play, or film as the ending, especially when you are considering the way that the story ends. &nbsp;&nbsp;[oft supp N]The film has a Hollywood happy ending.那部电影有一个好莱坞式的美满结局。2[N-COUNT 可数名词]词尾；字尾 The ending of a word is the last part of it. &nbsp;&nbsp;[with supp]...common word endings, like 'ing' in walking.常见词尾，如walking一词中的ing3See also:end；nerve ending；"
    ]
  },
  {
    "id": "1469686606203",
    "word": "endless",
    "phonetic": "/'endləs/",
    "translation": "adj.无止境的；没完没了的",
    "phonetic_groups": [
      {
        "text": "'en",
        "related_letters": "end"
      },
      {
        "text": "dləs",
        "related_letters": "less"
      }
    ],
    "audio_url": "/audio/youdao-e346a6db-6b1b5f83-db0009e9-c63f8469-29f81f97.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Endless desires eventually led him astray.(2) I can't endure your endless complaints anymore.(3) I am too busy to listen to her endless grievance.(4) We feel boring about his endless querimony.",
      "(1) 无止境的欲望最终将他引入了歧途。(2) 我再也不能忍受你无止境的抱怨了。(3) 我太忙了，没空听她那没完没了的牢骚。(4) 我们对他没完没了的埋怨感到厌烦。",
      "Things that are endless go on forever, or at least appear to. The ocean looks endless when you sail out of sight of the shore.",
      "Endless things are infinite — your love for someone might be endless, and the mathematical symbol of infinity represents an endless number. You're most likely to use this adjective to describe things that only seem to last forever, like an endless meeting at work or an endless commute during rush hour. The Old English root of endless is endeleas, \"boundless or eternal.\"",
      "★★☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]无止境的；无边无际的；无休止的 If you say that something is endless, you mean that it is very large or lasts for a very long time, and it seems as if it will never stop. They turned into an endless street...他们转入一条看不到尽头的街道。The war was endless.那是场无休止的战争。endlesslyThey talk about it endlessly.他们没完没了地谈论着那件事。...endlessly long arcades of shops.一眼望不到头的拱廊商业街"
    ]
  },
  {
    "id": "1469686606204",
    "word": "enemy",
    "phonetic": "/'enəmi/",
    "translation": "n.敌人；敌军；有害物",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "n",
        "related_letters": "e"
      },
      {
        "text": "əmi",
        "related_letters": "my"
      }
    ],
    "audio_url": "/audio/youdao-0d44265c-612308c9-dd47ce90-89d7a23e-18386d22.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The city is held by the enemy.(2) The enemy was forced to retreat.(3) This defeat was a powerful blow to the enemy.(4) In a frenzy of hate he killed his enemy.(5) The shield protected him from the blows of his enemy.(6) After several reverses the enemy was forced to retreat.(7) The enemy kept up their bombardment day and night.",
      "(1) 这座城市已被敌人占领。(2) 敌人被迫撤退。(3) 这次失败是对敌人的有力的打击。(4) 在一阵痛恨的狂乱中，他杀死了敌人。(5) 这盾牌保护他免受敌人的打击。(6) 几经失败之后，敌军被迫后撤。(7) 敌军一直日夜不停地狂轰滥炸。",
      "An enemy is a hostile opponent, like your sworn Scrabble enemy who vows to get revenge on your last triple word score.",
      "An enemy is a person who actively opposes someone or something. The Latin word inimicus, meaning \"hostile, unfriendly,\" is the root of enemy, and it comes from the prefix in-, or \"not,\" and amicus, \"friend:\" an enemy is \"not a friend.\" When two armies fight each other, they both think of the opposing army as the enemy.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]敌人；仇敌 If someone is your enemy, they hate you or want to harm you. 2[N-COUNT 可数名词]反对者 If someone is your enemy, they are opposed to you and to what you think or do. The Government's political enemies were quick to pick up on this series of disasters.政府的政敌迅速借这一系列灾难向政府发难。3[N-SING-COLL 单数集合名词]敌军；敌国 The enemy is an army or other force that is opposed to you in a war, or a country with which your country is at war. &nbsp;&nbsp;[the N]The enemy were pursued for two miles...敌军被追击了两英里。He searched the skies for enemy bombers.他在空中搜寻敌军轰炸机。4[N-COUNT 可数名词]大敌；危害 If one thing is the enemy of another thing, the second thing cannot happen or succeed because of the first thing. &nbsp;&nbsp;[usu sing]&nbsp;&nbsp;[FORMAL 正式]Reform, as we know, is the enemy of revolution.正如我们所知，改革是革命的大敌。"
    ]
  },
  {
    "id": "1469686606205",
    "word": "energetic",
    "phonetic": "/ˌenə'dʒetɪk/",
    "translation": "adj.精力旺盛的；有力的；能量的",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "en"
      },
      {
        "text": "nə",
        "related_letters": "er"
      },
      {
        "text": "'dʒetɪk",
        "related_letters": "getic"
      }
    ],
    "audio_url": "/audio/youdao-dc09377e-9678bc7d-0a55f85b-5a878ebf-2aaa85e2.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His son is an energetic child.(2) He seems an energetic person.(3) Her wiry athletic body seems energetic.(4) We should give energetic support to agriculture.(5) I like to take some energetic exercise at weekend.",
      "(1) 他的儿子是个精力旺盛的孩子。(2) 他似乎是一个精力充沛的人。(3) 她瘦长结实的身体看上去精力充沛。(4) 我们要大力支援农业。(5) 我喜欢在周末做些剧烈运动。",
      "Energetic describes someone who has lots of get-up-and-go. When you decide to jog alongside the bus instead of taking it to work, you are energetic — so energetic that it tires the rest of the commuters out just watching you.",
      "Energetic comes from the Greek, energetikos, meaning “active.” When you are energetic, you're active with enthusiasm and excitement to spare. Energetic describes those little kids you babysit, who never sit still and force you to play hide and seek. Energetic can also mean a powerful focused effort, where you work hard to achieve something. The energetic bond between the men was formed after months of training together in the military.",
      "★★☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]充满活力的；精力充沛的；积极主动的 If you are energetic in what you do, you have a lot of enthusiasm and determination. Blackwell is 59, strong looking and enormously energetic...布莱克韦尔59岁，身体强壮且精力极其充沛。The next government will play an energetic role in seeking multilateral nuclear disarmament.下届政府将积极寻求多边核裁军。energeticallyHe talked on energetically...他满怀热情地继续说着。He had worked energetically all day on his new book.他整天都劲头十足地写他的新书。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（人）精力旺盛的；（活动）剧烈的，费力气的 An energetic person is very active and does not feel at all tired. An energetic activity involves a lot of physical movement and power. Ten year-olds are incredibly energetic.10岁的孩子精力格外旺盛。...an energetic exercise routine.高强度的日常锻炼energeticallyGretchen chewed energetically on the gristled steak.格蕾琴费劲地嚼着那块带软骨的牛排。"
    ]
  },
  {
    "id": "1469686606206",
    "word": "energe",
    "phonetic": "/e'nɜːdʒ/",
    "translation": "energicamente (Italian-energetically) (意大利语)精力充沛地、积极地",
    "phonetic_groups": [
      {
        "text": "e'",
        "related_letters": "en"
      },
      {
        "text": "nɜːdʒ",
        "related_letters": "erge"
      }
    ],
    "audio_url": "/audio/youdao-5b0e1b98-76552219-6a457242-dd2eed6e-e3f28507.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) energicamente (Italian-energetically) (意大利语)精力充沛地、积极地(4) 生词本(5) 单词管家(6) 音标说明(7) 生词本(8) 背单词(9) 海词英语(10) 桌面客户端"
    ]
  },
  {
    "id": "1469686606207",
    "word": "engine",
    "phonetic": "/'endʒɪn/",
    "translation": "n.发动机；引擎；机车；火车头vt.给 ... 装引擎",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "ndʒɪn",
        "related_letters": "gine"
      }
    ],
    "audio_url": "/audio/youdao-27b4758a-9ab4beb3-6eaa4652-50d29a76-27844c1c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) What's the cubic capacity of this engine?(2) There must be something wrong with the engine of my car.(3) There was a puff of steam from the engine before it stopped.(4) Smoke rises from the engine as the train climbs a hill.",
      "(1) 这台发动机的立体容积是多少？(2) 我汽车的引擎一定是出故障了。(3) 机车喷出一股蒸气后就停了下来。(4) 火车向山上爬着,浓浓的烟雾从火车头升起。",
      "An engine is a machine that burns fuel to make something move. The engine in a car is the motor that makes it go.",
      "Engines power vehicles including cars, trains, airplanes, and boats. While these engines tend to be powered by fuel that's burned, other engines get their power from electricity, which they convert to mechanical energy — fans, power tools, and small appliances all commonly have electric engines. Figuratively, you can also use the word engine to mean \"something that's used to bring about a specific result.\" In your state, for example, tourism might be the main engine of job growth.",
      "★★★★☆",
      "1[N-COUNT 可数名词]引擎；发动机 The engine of a car or other vehicle is the part that produces the power which makes the vehicle move. He got into the driving seat and started the engine.他坐进驾驶座，发动引擎。...an engine failure that forced a jetliner to crash-land in a field.迫使喷气式客机在田地里紧急降落的引擎故障2[N-COUNT 可数名词]机车；火车头 An engine is also the large vehicle that pulls a railway train. In 1941, the train would have been pulled by a steam engine.1941年，火车本可以由蒸汽机车拉动。"
    ]
  },
  {
    "id": "1469686606208",
    "word": "enlarge",
    "phonetic": "/ɪn'lɑːdʒ/",
    "translation": "v.扩大；增大；详述",
    "phonetic_groups": [
      {
        "text": "ɪn",
        "related_letters": "en"
      },
      {
        "text": "'lɑːdʒ",
        "related_letters": "large"
      }
    ],
    "audio_url": "/audio/youdao-ee60ed80-03472970-29ddf2ff-5215c0fb-601394b9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I have to enlarge my vocabulary.(2) I planned to enlarge this photograph.(3) We must enlarge our views by reading.(4) I needn't enlarge upon this matter; you all know my views.",
      "(1) 我必须扩大自己的词汇量。(2) 我计划放大这张照片。(3) 我们必须以读书来增长见识。(4) 我不需要详述此事; 你们都知道我的意见。",
      "When you enlarge something, you make it bigger. If you build a huge addition on the side of your house, you enlarge it.",
      "You can enlarge a sand castle by dumping another bucket of sand on it, or enlarge your hairdo by curling and teasing it. When a photographer enlarges a photograph, she blows it up, or prints a much larger copy of it, and you can also enlarge an idea, or someone's understanding of it, by clarifying or explaining it. The Old French root of enlarge is enlargier, \"to widen, increase, or make larger.\"",
      "★★☆☆☆",
      "1[V-ERG 及物/不及物动词]扩大；增大；放大 When you enlarge something or when it enlarges, it becomes bigger. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V]...the plan to enlarge Ewood Park into a 30,000 all-seater stadium...将伊伍德公园球场扩建成能容纳3万座席的体育场的计划The glands in the neck may enlarge.颈部腺体可能增大。enlargedThe UN secretary-general yesterday recommended an enlarged peacekeeping force.联合国秘书长昨天建议扩充维和部队。2[VERB 动词]放大（照片） To enlarge a photograph means to develop a bigger print of it. &nbsp;&nbsp;[V n]...newlyweds wishing to enlarge snaps of their big day.希望把他们大喜之日的照片放大的新婚夫妻3[VERB 动词]进一步补充；详述；详细说明 If you enlarge on something that has been mentioned, you give more details about it. &nbsp;&nbsp;[V on/upon n]&nbsp;&nbsp;[Also V]&nbsp;&nbsp;[FORMAL 正式]He didn't enlarge on the form that the interim government and assembly would take...他没有进一步说明过渡政府和立法机构将采取的形式。I wish to enlarge upon a statement made by Gary Docking.我想就加里·多金的话再展开说一下。"
    ]
  },
  {
    "id": "1469686606209",
    "word": "enquiry",
    "phonetic": "/ɪn'kwaɪəri/",
    "translation": "n.(=inquiry) 询问",
    "phonetic_groups": [
      {
        "text": "ɪn'",
        "related_letters": "en"
      },
      {
        "text": "kwaɪəri",
        "related_letters": "quiry"
      }
    ],
    "audio_url": "/audio/youdao-d1a76a2e-8f0e41df-d6a768e0-88073dcf-c2f46ae6.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He's quite within his rights to demand an enquiry.(2) Various malpractices by police officers were brought to light by the enquiry.(3) I am sorry, I am not able to help you with your enquiry.(4) He makes an enquiry for the product.(5) They referred me to the Enquiry Office.",
      "(1) 他完全有权要求进行调查。(2) 警察的各种不法行为经调查已揭露出来。(3) 对不起，我无法帮助回答您的询问。(4) 他对产品进行了询问。(5) 他们让我到问事处去问。",
      "The noun enquiry is a British spelling of the word \"inquiry.\" Both words mean the act of asking questions to gain information. If you are in London, you can make enquiries about the opening times of the many museums there.",
      "Although enquiry is now considered the variant spelling in the United States, it was the original English spelling of the word that comes from the Old French word enquerre. The noun also means a systematic investigation, usually undertaken for the benefit of the public. If you discover pollution in your local river, the government may open an enquiry into the source of the pollution and ways to clean it up.",
      "☆☆☆☆☆",
      "1  →see: inquiry；"
    ]
  },
  {
    "id": "1469686606210",
    "word": "enterprise",
    "phonetic": "/'entəpraɪz/",
    "translation": "n.企业；事业；进取心；谋划",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "ntə",
        "related_letters": "ter"
      },
      {
        "text": "praɪz",
        "related_letters": "prise"
      }
    ],
    "audio_url": "/audio/youdao-94707bbe-2f371c50-203dd3a1-f14a4688-2b47da80.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This enterprise is now on a firm footing and should soon get profits.(2) They are involved in an exciting scientific enterprise.(3) We need a spirit of enterprise if we are to overcome our difficulties.",
      "(1) 现在这家企业基础稳固，很快就会赢利。(2) 他们投身于一项激动人心的科学事业。(3) 如果我们要克服困难，我们就要有进取精神。",
      "Enterprise describes a readiness to act boldly to get something started, like the enterprise it takes to start a charity with only a dream and a few dollars.",
      "Another meaning of enterprise is \"a business venture,\" like a frozen yogurt enterprise. It requires a lot of determination, hard work and the steady belief that people will love your yogurt. People will say you show extraordinary enterprise for your willingness to take on such a challenging project, meaning you have initiative and drive.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]（常指小型）企业，公司 An enterprise is a company or business, often a small one. &nbsp;&nbsp;[usu with supp]&nbsp;&nbsp;[BUSINESS 商]There are plenty of small industrial enterprises.有许多小型工业企业。...the integration of farming enterprises.农业企业的整合2[N-COUNT 可数名词]（新的、困难的或重要的）事业，项目 An enterprise is something new, difficult, or important that you do or try to do. &nbsp;&nbsp;[usu supp N]...the first Director of such a novel enterprise...这样一个全新项目的第一任主管Horse breeding is indeed a risky enterprise.养马确实是个有风险的营生。3[N-UNCOUNT 不可数名词]创业；企业经营 Enterprise is the activity of managing companies and businesses and starting new ones. &nbsp;&nbsp;[usu supp N]&nbsp;&nbsp;[BUSINESS 商]He is still involved in voluntary work promoting local enterprise.他仍在从事促进当地创业的志愿者工作。...a national program of subsidies to private enterprise.国家个人创业补贴计划4[N-UNCOUNT 不可数名词]进取心；事业心；创业精神 Enterprise is the ability to think of new and effective things to do, together with an eagerness to do them. &nbsp;&nbsp;[approval]...the spirit of enterprise worthy of a free and industrious people.自由勤劳的民族具有的进取精神...the group's lack of enterprise.那个团队事业心的缺乏"
    ]
  },
  {
    "id": "1469686606211",
    "word": "entertainment",
    "phonetic": "/ˌentə'teɪnmənt/",
    "translation": "n.娱乐",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "en"
      },
      {
        "text": "ntə",
        "related_letters": "ter"
      },
      {
        "text": "'teɪ",
        "related_letters": "tain"
      },
      {
        "text": "nmənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-b0b5f4e1-f3c72b69-dd11a946-8c678edd-e2525315.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There are few entertainments in that town.(2) Television provides universal entertainment.(3) Wrestling is in a twilight zone between sport and entertainment.(4) This hotel is famous for its entertainment.",
      "(1) 那个镇上几乎没有娱乐设施。(2) 电视提供大众化的娱乐。(3) 摔跤是介於运动和娱乐两者之间的活动。(4) 这家旅馆以殷勤待客著称。",
      "Entertainment is amusement, usually involving a performance. The clown at a birthday party, a Broadway show, a stadium rock concert, your friends fighting over the last potato chip––these are all forms of entertainment.",
      "Entertainment is from the Old French word entretenir meaning hold together or support. It was associated with hospitality––when you entertained a guest, you were keeping them happy. From there, it came to mean amuse or distract. The entertainment is the amusement or the distraction––we talk about theatrical entertainment as shows, visual entertainment as the stuff you like to look at, and audio entertainment as mostly music.",
      "★★★☆☆",
      "1[N-VAR 可变名词]娱乐节目；娱乐活动 Entertainment consists of performances of plays and films, and activities such as reading and watching television, that give people pleasure. ...the world of entertainment and international stardom...娱乐界和国际明星圈There were feasts and banquets, theatrical entertainments and sporting competitions between local groups.有酒席宴会、戏剧演出和地方队之间的体育竞赛。"
    ]
  },
  {
    "id": "1469686606212",
    "word": "enthusiastic",
    "phonetic": "/ɪnˌθjuːzi'æstɪk/",
    "translation": "adj.热心的；热情的；热烈的",
    "phonetic_groups": [
      {
        "text": "ɪnˌ",
        "related_letters": "en"
      },
      {
        "text": "θjuː",
        "related_letters": "thu"
      },
      {
        "text": "zi'",
        "related_letters": "si"
      },
      {
        "text": "æst",
        "related_letters": "as"
      },
      {
        "text": "ɪk",
        "related_letters": "tic"
      }
    ],
    "audio_url": "/audio/youdao-2e5a45bb-a17e0d25-c727d09a-b16c2fd0-3ebae320.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is enthusiastic about helping others.(2) He doesn't know much about this subject, but he's very enthusiastic.(3) The audience were enthusiastic on the opening night of the play.(4) His idea received an enthusiastic response.",
      "(1) 他热心助人。(2) 他对这事所知不多,但他非常热心。(3) 那出戏首次公演之夜观众非常热情。(4) 他的想法获得热烈的响应。",
      "Enthusiastic appreciation for something is more than just liking it — it's loving it. You're an enthusiastic fan of Italian food if you not only like it, you can't live without it.",
      "Enthusiastic's Greek origins paint a vivid picture of how an enthusiastic person got that way, as the word literally means \"possessed by a god.\" You may recognize the \"god\" part of the word — theos, as in theology — \"the study of God.\" If you're enthusiastic about working on your vocabulary words, you don't have to be reminded to do it — you can't wait.",
      "★★☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]非常感兴趣的；热心的；热情的 If you are enthusiastic about something, you show how much you like or enjoy it by the way that you behave and talk. &nbsp;&nbsp;[oft ADJ about n]Tom was very enthusiastic about the place...汤姆对那个地方非常感兴趣。Bob Dole seemed less than enthusiastic about the proposed move.鲍勃·多尔似乎对提议的这项行动不太感兴趣。He knew much about pictures and fine furniture, and was an enthusiastic gardener.他对电影和高档家具知之甚多，还是个园艺爱好者。enthusiasticallyThe announcement was greeted enthusiastically.公告受到人们的热烈欢迎。"
    ]
  },
  {
    "id": "1469686606213",
    "word": "entire",
    "phonetic": "/ɪn'taɪə(r)/",
    "translation": "adj.全部的；完整的；全面的",
    "phonetic_groups": [
      {
        "text": "ɪn'",
        "related_letters": "en"
      },
      {
        "text": "taɪə(r)",
        "related_letters": "tire"
      }
    ],
    "audio_url": "/audio/youdao-ed53761a-0af7e754-1f94d5ff-1cda3569-52aa5dbb.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I am in entire agreement with you.(2) The entire population was wiped out by the terrible disease.(3) He wrote the entire play in only two weeks.(4) The foul odor penetrated the entire house.(5) This reservoir supplies the entire city with water.",
      "(1) 我完全同意你。(2) 所有的居民都被可怕的疾病夺去了生命。(3) 整个剧本只花了他两个星期时间。(4) 难闻的臭气弥漫于整个房间。(5) 这个水库为全城供水。",
      "Think of the word entire as referring to all of anything. Now think of that \"all\" as being whole — not broken or lacking in any way. Remember that, and you will have the entire meaning of the word.",
      "Entire is based on the Latin integrum, which came from the prefix in-, \"not,\" and tangere, \"to touch,\" and thus means \"untouched.\" From there it developed into the 14th-century Old French entier, meaning \"unbroken or complete,\" and then, through Middle English, into our modern word entire. One use of the word you don't see every day is to describe an uncastrated horse — an \"entire horse\" is a stallion. Gives a pretty interesting picture of the word, doesn't it?",
      "★★★★☆",
      "1[ADJ 形容词]全部的；整个的 You use entire when you want to emphasize that you are referring to the whole of something, for example, the whole of a place, time, or population. &nbsp;&nbsp;[det ADJ]&nbsp;&nbsp;[emphasis]He had spent his entire life in China as a doctor...他一生都在中国当医生。There are only 60 swimming pools in the entire country...全国总共只有60个游泳池。The entire family was staring at him, waiting for him to speak...全家人都盯着他，等着他说话。I cried the entire three weeks； I never stopped...我整整哭了3个星期，一刻都没停。The entire world must take notice of something like this.全世界一定要关注这样的事情。"
    ]
  },
  {
    "id": "1469686606214",
    "word": "entry",
    "phonetic": "/'entri/",
    "translation": "n.进入；进入权；入口；条目",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "ntri",
        "related_letters": "try"
      }
    ],
    "audio_url": "/audio/youdao-c5dee166-724cb0ba-2c3ed690-876aebc5-745f0551.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He pretended not to observe our entry.(2) The people without a ticket are denied entry.(3) He has applied for an entry visa.(4) You can leave your umbrella in the entry.(5) This dictionary has over 30000 entries.",
      "(1) 他装作没有看见我们进来。(2) 没有票的人不许入内。(3) 他已申请入境签证。(4) 雨伞可放在入口处。(5) 这本字典有3 万多词条。",
      "Entry has loads of meanings, most of them concerning going inside someplace and the way you happen to get inside. It can also refer to written records (as in a diary or ledger) or a submission to a contest.",
      "When you go into the room, you make an entry. The door you go through is also an entry. If you write in your diary about all this, you make an entry in your diary. If you submit your diary page to the \"Awesome Writer\" writing contest, your submission is also called an entry. And, finally, if you keep a spreadsheet for all your writing contest submissions, don't forget to make an entry (for this entry about an entry via an entry).",
      "★★★★☆",
      "1[N-UNCOUNT 不可数名词]进入权；进入许可 If you gain entry to a particular place, you are able to go in. &nbsp;&nbsp;[usu N to/into n]Bill was among the first to gain entry to Buckingham Palace when it opened to the public recently...白金汉宫最近向公众开放，比尔是最先获得进入许可的人之一。Non-residents were refused entry into the region without authority from their own district...非本地区居民未经所在地许可，不得进入该区域。The point of entry into Zambia would be the Chirundu border post...想要进入赞比亚应该经由奇龙杜边防哨所。Entry to the museum is free.该博物馆免费参观。...entry fees to places of scientific interest.科技场馆的入场费No Entry is used on signs to indicate that you are not allowed to go into a particular area or go through a particular door or gate.（标示语）不得入内，禁止入内2[N-COUNT 可数名词]到达；（尤指有意引人注意的）出场，莅临 You can refer to someone's arrival in a place as their entry, especially when you think that they are trying to be noticed and admired. &nbsp;&nbsp;[usu sing]He made his triumphal entry into Mexico City.他以胜利者的姿态进入墨西哥城。3[N-UNCOUNT 不可数名词]参加；加入 Someone's entry into a particular society or group is their joining of it. &nbsp;&nbsp;[oft N into/to n]He described Britain's entry into the European Exchange Rate Mechanism as an historic move.他将英国加入欧洲汇率机制描述为具有历史意义的一步。...people who cannot gain entry to the owner-occupied housing sector.无法成为私有房产主的人4[N-COUNT 可数名词]（日记或计算机文件的）事项；（参考书的）条目；（账簿的）账目 An entry in a diary, account book, computer file, or reference book is a short piece of writing in it. Violet's diary entry for 20 April 1917 records Brigit admitting to the affair...维奥莉特1917年4月20日的日记里记录着布里吉特承认了那桩风流韵事。Many entries relate to the two world wars.很多条目与两次世界大战有关。5[N-COUNT 可数名词]参赛作品；竞赛答卷 An entry for a competition is a piece of work, for example a story or drawing, or the answers to a set of questions, which you complete in order to take part in the competition. The closing date for entries is 31st December.提交参赛作品的截止日期是12月31日。6[N-SING 单数名词]参赛人数；报名人数 Journalists sometimes use entry to refer to the total number of people taking part in an event or competition. For example, if a competition has an entry of twenty people, twenty people take part in it. &nbsp;&nbsp;[with supp]Prize-money of nearly £ 90,000 has attracted a record entry of 14 horses from Britain and Ireland...近9万英镑的奖金吸引了来自英国和爱尔兰的14匹赛马，打破了以往的参赛纪录。Our competition has attracted a huge entry.我们的竞赛吸引了大批参赛者。7[N-UNCOUNT 不可数名词]参赛 Entry in a competition is the act of taking part in it. &nbsp;&nbsp;[oft n in/to n]Entry to this competition is by invitation only.只有受邀请才能参加本次竞赛。...an entry form.参赛表格8[N-COUNT 可数名词]入口；进口 The entry to a place is the way into it, for example a door or gate. &nbsp;&nbsp;[usu sing]"
    ]
  },
  {
    "id": "1469686606215",
    "word": "envelope",
    "phonetic": "/'envələʊp/",
    "translation": "n.信封；壳层；封袋",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "nv",
        "related_letters": "ve"
      },
      {
        "text": "ələʊp",
        "related_letters": "lope"
      }
    ],
    "audio_url": "/audio/youdao-244e56c6-ab8e0763-b6e5b78b-879790c9-3daea574.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There are several enclosures in the envelope.(2) I use a prepaid envelope.(3) He glued a stamp onto the envelope.(4) The surface of the sun is a glowing gas envelope.(5) The papers are enveloped by plastic bag.",
      "(1) 信封内装有几份附件。(2) 我用了一个邮资已付的信封。(3) 他把邮票贴在信封上。(4) 太阳的表面是一层炽热的气体层。(5) 论文用塑料纸包封好了。",
      "An envelope is something that envelops, or wraps around. It usually refers to the thing you stick a stamp on and snail mail.",
      "In the early 1700s, envelope, the noun for \"wrapper,\" evolved from the French enveloppe, meaning “to envelop.” Envelope is always a noun, unlike the verb envelop which means “to wrap, cloak.” Synonyms for envelope range from casing and enclosure to pouch and sheath. Virginia Woolf said, “Life is a luminous halo, a semi-transparent envelope surrounding us from the beginning.” She ditched hers by walking into a river with her pockets full of rocks.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]信封 An envelope is the rectangular paper cover in which you send a letter to someone through the post. 2[PHRASE 短语]挑战限制尺度；突破原有底线 If someone pushes the envelope, they do something to a greater degree or in a more extreme way than it has ever been done before. &nbsp;&nbsp;[V inflects]There's a valuable place for fashion and design that pushes the envelope a bit...在原有尺度上有所突破的时尚和设计受到人们的重视。No cinema director had a more profound effect in pushing the envelope of acceptable family entertainment.在挑战家庭娱乐片的接受程度方面，没有哪个电影导演比他的影响更深远。"
    ]
  },
  {
    "id": "1469686606216",
    "word": "envy",
    "phonetic": "/'envi/",
    "translation": "v.羡慕；妒忌n.羡慕；(妒忌的)对象",
    "phonetic_groups": [
      {
        "text": "'envi",
        "related_letters": "envy"
      }
    ],
    "audio_url": "/audio/youdao-f9820ef5-dc9eeac2-b88c6176-0207dec2-a269d219.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They envy him his good fortune.(2) I envy her ability to dance in front of a crowd.(3) Don't envy anyone who lives better than you.(4) He was filled with envy at my success.(5) His new house was the envy of all his friends.",
      "(1) 他们羡慕他的好运气。(2) 她在众人面前所展现的的舞技令我羡慕不已。(3) 不要妒忌比你日子过得好的任何人。(4) 他对我的成功满怀羡慕。(5) 他的新居成了所有朋友羡慕的对象。",
      "Wanting what someone else has and resenting them for having it is envy. If your best friend comes to school with the silver backpack you’d had your eye on all summer, you want to be happy for her, instead you feel bitter envy.",
      "Envy comes from the Latin word invidere, which literally means “look upon.” You know when you say something funny or smart and someone gives you the evil eye? Envy all the way. Envy can be used as a noun or as a verb: Envy (noun) is the feeling you have when you envy (verb) what someone else has.",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]羡慕；忌妒 Envy is the feeling you have when you wish you could have the same thing or quality that someone else has. Gradually he began to acknowledge his feelings of envy towards his mother...渐渐地，他开始承认自己羡慕母亲。They gazed in a mixture of envy and admiration at the beauty of the statue.他们心情复杂地凝视着这尊雕像，既为它的美丽折服又心生忌妒。2[VERB 动词]羡慕；忌妒 If you envy someone, you wish that you had the same things or qualities that they have. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n n]I don't envy the young ones who've become TV superstars and know no other world...我不羡慕那些成为超级电视明星，对其他却一无所知的年轻人。I have a rich brother and a lot of people envy the fact...我有个有钱的兄弟，很多人都因此羡慕我。He envied Caroline her peace...他羡慕卡罗琳的平和。'You must've seen the world by now,' said Frannie, 'I envy you that.'“现在你肯定已经大开眼界了，”弗兰尼说，“我真嫉妒你。”3[N-SING 单数名词]羡慕的对象；令人忌妒的特征 If a thing or quality is the envy of someone, they wish very much that they could have or achieve it. &nbsp;&nbsp;[the N of n]Britain is now the envy of the world's record companies.英国现在是全世界唱片公司羡慕的对象。...an economic expansion that was the envy of many other states.令很多其他国家羡慕的经济发展4  green with envy→see: green；"
    ]
  },
  {
    "id": "1469686606217",
    "word": "equal",
    "phonetic": "/'iːkwəl/",
    "translation": "adj.相等的；平等的vt.比得上；等于n.同辈；平等；(同等的)人或事物",
    "phonetic_groups": [
      {
        "text": "'iːkwəl",
        "related_letters": "equal"
      }
    ],
    "audio_url": "/audio/youdao-66fb66df-7e02937d-db4325d6-97ec2f3c-964a51e1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Women demand equal pay for equal work.(2) All countries, big and small, should be equal.(3) Nobody can equal him in intelligence.(4) They are my equals in age.(5) They refused to treat with us on equal terms.(6) We are campaigning for equal rights for women.(7) I am not your equal in strength.",
      "(1) 妇女要求同工同酬。(2) 国家不论大小, 一律平等。(3) 没有人在智力方面能比得上他。(4) 我和他们是同龄人。(5) 他们拒绝在平等的基础上与我们谈判。(6) 我们正在开展妇女拥有平等权利的运动。(7) 在体力上我比不上你。",
      "Things that are the same size or have the same traits are said to be equal. When it comes to people, being equal means everyone has the same rights and opportunities — and responsibilities.",
      "When two or more things are level or balanced, they are said to be equal. This balance can refer to volume, weight, or quantity, or any other trait being compared. In a contest in which each side has the same chance of winning, the match is said to be equal. And when a person is considered at the same level with another in some respect, he or she is said to be that person's equal.",
      "★★★☆☆",
      "in AM, use 美国英语用 equaling, equaled1[ADJ 形容词]同样的；相等的 If two things are equal or if one thing is equal to another, they are the same in size, number, standard, or value. &nbsp;&nbsp;[oft ADJ to n]Investors can borrow an amount equal to the property's purchase price.投资者可以获得与房产购买价格相等的借款额。...in a population having equal numbers of men and women...在男女人数相等的人口中Research and teaching are of equal importance.研究和教学同样重要。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（权利、待遇等）平等的，均等的 If different groups of people have equal rights or are given equal treatment, they have the same rights or are treated the same as each other, however different they are. &nbsp;&nbsp;[usu ADJ n]We will be justly demanding equal rights at work.我们将要求享有工作中应得的平等权利。...the commitment to equal opportunities.对机会均等的承诺...new legislation allowing building societies to compete on equal terms with their competitors.允许建房互助协会与其竞争者平等竞争的新法规3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（指人的权利和机会）平等的，均等的 If you say that people are equal, you mean that they have or should have the same rights and opportunities as each other. &nbsp;&nbsp;[v-link ADJ]We are equal in every way...我们在各个方面都是平等的。At any gambling game, everyone is equal.在任何赌博游戏中，每个人都机会均等。4[N-COUNT 可数名词]（能力、地位或权利等）同样的人，相当的人 Someone who is your equal has the same ability, status, or rights as you have. &nbsp;&nbsp;[poss N]She was one of the boys, their equal...她也是男孩子们中的一员，和他们不相上下。You should have married somebody more your equal.你本应该和一个更门当户对的人结婚。5[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]胜任的；能应付的 If someone is equal to a particular job or situation, they have the necessary ability, strength, or courage to deal successfully with it. &nbsp;&nbsp;[v-link ADJ to n]She was determined that she would be equal to any test the corporation put to them...她下定决心要成功应对公司对他们的任何考验。The guards were equal to anything.那些卫兵能够应对任何事情。6[V-LINK 连系动词]等于；（在数量上）和…相同 If something equals a particular number or amount, it is the same as that amount or the equivalent of that amount. &nbsp;&nbsp;[V amount]9 percent interest less 7 percent inflation equals 2 percent...9%的利息减去7%的通货膨胀率等于2%。The average pay rise equalled 1.41 times inflation.薪水的平均增长幅度是通货膨胀率的1.41倍。7[VERB 动词]比得上；与…相当 To equal something or someone means to be as good or as great as them. &nbsp;&nbsp;[V n]The victory equalled Southend's best in history...那次胜利堪比索森德历史上最漂亮的获胜。No amount of money can equal memories like that.再多的金钱也比不上那样的记忆。8[PHRASE 短语]出类拔萃；无与伦比 If you say that someone or something has no equal, you think that there is nothing that is as good as them or that reaches the same standard. &nbsp;&nbsp;[V inflects]&nbsp;&nbsp;[emphasis]As a pastor, it can be argued he has no equal...作为牧师，他可以说是出类拔萃。The film demands attention, and has no equal in cinema history.那部电影众人瞩目，在电影史上无与伦比。9[PHRASE 短语]如果其他条件不变；如无意外情况发生 If you say 'other things being equal' or 'all things being equal' when talking about a possible situation, you mean if nothing unexpected happens or if there are no other factors which affect the situation. &nbsp;&nbsp;[PHR with cl]Other things being equal, most tenants would prefer single to shared rooms...如果其他条件不变，大多数房客都愿意住单人间而不会选择与他人同住。All things being equal, should it matter who earns most money?如果一切不变，谁赚的钱最多有什么关系吗？"
    ]
  },
  {
    "id": "1469686606218",
    "word": "equality",
    "phonetic": "/i'kwɒləti/",
    "translation": "n.同等；平等；[数]等式",
    "phonetic_groups": [
      {
        "text": "i'kwɒl",
        "related_letters": "equal"
      },
      {
        "text": "ə",
        "related_letters": "i"
      },
      {
        "text": "ti",
        "related_letters": "ty"
      }
    ],
    "audio_url": "/audio/youdao-1325df44-307afbec-24071354-539dc3af-2d0f7b1e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) In some countries black people do not have equality with white people.(2) Genuine racial equality still seems light-years away.(3) The country's constitution embodies the ideals of freedom and equality.(4) Martin Luther King made many adversaries in his nonviolent quest for equality.(5) In this paper, we give a algorithm for multiobjective programming only with linear equality constraint.",
      "(1) 在某些国家黑人没有和白人同等的权利。(2) 真正的种族平等似乎仍遥遥无期。(3) 这个国家的宪法体现了自由和平等的理想。(4) 马丁·路德·金在以非暴力手段寻求平等的过程中树立了许多敌人。(5) 摘要给出了求解仅含有线性等式约束的多目标规划的一个算法。",
      "Equality is when things are the same (equal) in some particular way. You had to rethink your campaign for equality in the household when you realized this meant doing your own laundry and sharing the remote control.",
      "Equality means \"the state of being equal.\" It's one of the ideals a democratic society, and so the fight to attain different kinds of equality, like racial equality, gender equality, or equality of opportunity between rich and poor, is often associated with progress toward that ideal of everyone being truly equal. Equality doesn't have to be used only for social ideals, though. There can be equality in weight between two barrels of apples, or between two molecules.",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]（地位、权利、责任等的）均等，平等 Equality is the same status, rights, and responsibilities for all the members of a society, group, or family. ...equality of the sexes.男女平等"
    ]
  },
  {
    "id": "1469686606219",
    "word": "equip",
    "phonetic": "/ɪ'kwɪp/",
    "translation": "vt.装备；具备；准备；穿abbr.装备（=equipment）",
    "phonetic_groups": [
      {
        "text": "ɪ'kwɪp",
        "related_letters": "equip"
      }
    ],
    "audio_url": "/audio/youdao-253e734d-b5d2ae26-7a69a761-06f4c592-9937c2a4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They can't afford to equip their army.(2) We must equip the army for the modern war.(3) He is equipped with much experience in teaching.(4) Could you help me equip the caravan?(5) Please equip yourself with a sharp pencil and a rubber for the exam.(6) Did she equip her daughter with the correct boots?",
      "(1) 他们无力装备自己的军队。(2) 我们必须装备军队打现代化战争。(3) 他具有丰富的教学经验。(4) 你能帮我准备好这辆旅行车上的装备吗?(5) 请准备一枝尖的铅笔和一块橡皮参加考试。(6) 她给女儿买的靴子合脚吗?",
      "To equip means to provide something needed for a particular purpose. If you’re planning a trip to the Arctic, you should equip yourself with warm clothes, tents, and two-way radios.",
      "You might want to equip someone with an ice axe for ice climbing and a diving watch for underwater excursions. The ice axe or the diving watch is their equipment. Equip can also be used in a more figurative sense. If you are supposed to write computer programs but have never worked with a computer, you might say that you are not equipped for that. On a really bad day, it might feel like people are not equipped to deal with each other politely.",
      "★★☆☆☆",
      "1[VERB 动词]装备；配备 If you equip a person or thing with something, you give them the tools or equipment that are needed. &nbsp;&nbsp;[V n with n]&nbsp;&nbsp;[V n to-inf]&nbsp;&nbsp;[V n]They become obsessed with trying to equip their vehicles with gadgets to deal with every possible contingency...他们变得痴迷于给自己的车辆装备小配件，以应付可能出现的各种紧急情况。Owners of restaurants would have to equip them to admit disabled people...餐厅老板将必须在餐厅里配备能够接纳残疾人的设施。The country did not possess the modern guns to equip the reserve army properly.该国没有现代枪炮来给预备役部队提供适当装备。equipped...well-equipped research buildings...设施齐全的研究大楼The greenhouses come equipped with a ventilating system and aluminium screen door...那些温室送来时配有通风系统和铝制纱门。Each caravan is equipped for four persons.每个活动房的设备可供4人使用。2[VERB 动词]（尤指通过教育）使做好准备，使有能力，使有资格 If something equips you for a particular task or experience, it gives you the skills and attitudes you need for it, especially by educating you in a particular way. &nbsp;&nbsp;[V n with n]&nbsp;&nbsp;[V n to-inf]&nbsp;&nbsp;[Also V n for n/-ing]Relative poverty, however, did not prevent Martin from equipping himself with an excellent education...然而，较为贫困的状况并没有阻止马丁让自己接受一流的教育。A basic two-hour first aid course would equip you to deal with any of these incidents.两小时的基础急救课程能够让你有能力处理这类事件。equippedSome students have emotional problems that teachers feel ill equipped to handle...一些学生的情感问题令老师们束手无策。When they leave school, they will be equipped for obtaining office jobs.离校时，他们将有能力获得办公室工作的机会。"
    ]
  },
  {
    "id": "1469686606220",
    "word": "equipment",
    "phonetic": "/ɪ'kwɪpmənt/",
    "translation": "n.设备；装备；器材",
    "phonetic_groups": [
      {
        "text": "ɪ'kwɪp",
        "related_letters": "equip"
      },
      {
        "text": "mənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-d8dd4135-7f2394fd-2f317433-68e22e6f-a5edebb4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The government has an interest in importing scientific equipment.(2) We should make a better use of the existing equipment.(3) The equipment must be bought from a supplier approved by the company.(4) The Army is auctioning off a lot of old equipment.(5) I tried to fix the equipment but I failed.",
      "(1) 政府对引进科学设备非常感兴趣。(2) 我们应该更好地利用现有设备。(3) 设备必须从公司认可的供应商那里购买。(4) 军队正在把大量旧装备拍卖掉。(5) 我想把机器修理好，但是失败了。",
      "A motherboard and a graphics processor? Duct tape? A circular saw? A solar panel? Depending on what you’re up to, all these things can be considered equipment, which is whatever you need to complete a task.",
      "Right away you probably notice that a big chunk of the word equipment is made up of another word, the common verb equip — meaning \"to provide someone with the tools they need for a specific task.\" Add equip to -ment (the suffix of choice when you want to turn a verb into a noun) and voilà! Like magic, the verb changes into a noun, and you end up with equipment: the materials you get when you are equipped to do a particular thing.",
      "★★★★☆",
      "1[N-UNCOUNT 不可数名词]设备；装备 Equipment consists of the things which are used for a particular purpose, for example a hobby or job. ...computers, electronic equipment and machine tools.计算机、电子设备和机床...outdoor playing equipment.户外游乐设备"
    ]
  },
  {
    "id": "1469686606221",
    "word": "error",
    "phonetic": "/'erə(r)/",
    "translation": "n.错误；过失；误差；谬误",
    "phonetic_groups": [
      {
        "text": "'er",
        "related_letters": "er"
      },
      {
        "text": "ə(r)",
        "related_letters": "ror"
      }
    ],
    "audio_url": "/audio/youdao-880b8946-ca115313-fe8e1c18-e651718e-1759db46.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He overlooked a spelling error on the first page.(2) An alert listener will have noticed the error.(3) Every man is liable to error.(4) The accident was caused by human error.(5) Human error invoked the disaster.(6) Error analysis of the measurement system is given.(7) After several repetitions there still remains an error.(8) Divination is made up of a little error and superstition, plus a lot of fraud.",
      "(1) 他没有看出第一页中有个拼写错误。(2) 耳朵尖的人能听出这个错。(3) 人人都可能犯错误。(4) 这宗事故是人为过失造成的。(5) 人的过失带来灾难。(6) 给出了次测量系统的误差分析。(7) 重复数次之后仍然存在误差。(8) 占卜是由一些谬误和迷信构成，再加上大量的欺骗。",
      "I'm sorry, sir, there's been some sort of error in the kitchen, is what a restaurant waiter might say to a patron who ordered the fish but was mistakenly served a plateful of worms instead.",
      "Simply put, an error is a mistake. However, that mistake is more likely due to a lapse in judgment or skill than to an accident. A plane crash that occurs after the pilot mistakenly presses the \"pilot eject\" button is said to be caused by \"human error.\" A baseball play in which the pitcher throws the ball to second base instead of first because he was distracted by a pretty girl in the stands is an error — one that might cost his team the game.",
      "★★★☆☆",
      "1[N-VAR 可变名词]错误；差错 An error is something you have done which is considered to be incorrect or wrong, or which should not have been done. &nbsp;&nbsp;[oft N prep]NASA discovered a mathematical error in its calculations...美国国家航空航天局在它的计算结果中发现了一个数学错误。MPs attacked lax management and errors of judgment.议员们抨击管理的松散和判断的失误。2[PHRASE 短语]错误地；失误地 If you do something in error or if it happens in error, you do it or it happens because you have made a mistake, especially in your judgment. &nbsp;&nbsp;[usu PHR after v]The plane was shot down in error by a NATO missile.一枚北约的导弹误将那架飞机击落。3[PHRASE 短语]（认识到）错误；（意识到）失误 If someone sees the error of their ways, they realize or admit that they have made a mistake or behaved badly. &nbsp;&nbsp;[PHR after v]I wanted an opportunity to talk some sense into him and try to make him see the error of his ways.我想找个机会开导他一下，好让他认识到自己做错了。"
    ]
  },
  {
    "id": "1469686606222",
    "word": "erupt",
    "phonetic": "/ɪ'rʌpt/",
    "translation": "v.爆发；喷发；发疹",
    "phonetic_groups": [
      {
        "text": "ɪ'rʌpt",
        "related_letters": "erupt"
      }
    ],
    "audio_url": "/audio/youdao-1a5817c3-cfec5d7c-1c45c988-2032e4a3-ff09cb72.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Violence has erupted on the streets.(2) The demonstration erupted into violence.(3) An active volcano may erupt at any time.(4) It's many years since Mount Vesuvius last erupted.(5) A rash has erupted all over my back.",
      "(1) 大街上突然发生了暴乱。(2) 示威游行中突然出现了武斗。(3) 活火山随时可能喷发。(4) 维苏威火山上一次喷发至今已有很多年了。(5) 我的背上出满了疹子。",
      "A rash, a volcano, applause, violence, all of these are things that are prone to erupt, meaning they suddenly become active.",
      "The word erupt has origins in the Latin word eruptus, the past participle of erumpere, meaning to burst forth. This lively verb can be used to describe anything that is released in a quick, violent burst, such as a bomb exploding or lava spewing forth from a volcano or even laughter. It can also be used to describe the arrival of things that burst through more quietly (but often more painfully), such as a skin condition or a tooth that’s breaking through one's gum.",
      "★★☆☆☆",
      "1[VERB 动词]（火山）喷发，爆发 When a volcano erupts, it throws out a lot of hot, melted rock called lava, as well as ash and steam. &nbsp;&nbsp;[V]The volcano erupted in 1980, devastating a large area of Washington state...那座火山在1980年喷发，摧毁了华盛顿州大片地区。Scientists say Mount Pinatubo could erupt again soon.科学家说皮纳图博山近期可能会再次喷发。eruption...the volcanic eruption of Tambora in 1815.1815年坦博拉山的火山喷发2[VERB 动词]（冲突、战斗等）突然发生，爆发，突然加剧 If violence or fighting erupts, it suddenly begins or gets worse in an unexpected, violent way. &nbsp;&nbsp;[V]&nbsp;&nbsp;[JOURNALISM 新闻]Heavy fighting erupted there today after a two-day ceasefire...在停火两天后，今天那里爆发了激烈的战斗。Violence erupted as the boys were driven away in two police vans.两辆警车将男孩们带走时突然发生了暴力冲突。eruption...this sudden eruption of violence.这次暴力事件的突然发生3[VERB 动词]（某地）爆发动乱；（人群）突然暴怒，发生骚乱 When people in a place suddenly become angry or violent, you can say that they erupt or that the place erupts . &nbsp;&nbsp;[V into/in n]&nbsp;&nbsp;[Also V]&nbsp;&nbsp;[JOURNALISM 新闻]In Los Angeles, the neighborhood known as Watts erupted into riots...在洛杉矶，一个叫做沃茨的街区爆发了动乱。This region which had been relatively calm erupted in violence again this spring.已经相对平静的这个地区今年春天再次爆发暴力事件。4[VERB 动词]（感情）迸发，突然转变；（常指）变得狂躁 You say that someone erupts when they suddenly have a change in mood, usually becoming quite noisy. &nbsp;&nbsp;[V into/in n]&nbsp;&nbsp;[Also V]Then, without warning, she erupts into laughter...然后在没有任何征兆的情况下，她突然大笑起来。Newman fled barefoot as the cheated husband erupted in fury.被戴绿帽的丈夫勃然大怒，纽曼吓得光着脚逃走了。eruption...an eruption of despair.突如其来的绝望5[VERB 动词]（斑疹等）突然出现，冒出 If your skin erupts, sores or spots suddenly appear there. &nbsp;&nbsp;[V in/into n]&nbsp;&nbsp;[Also V]At the end of the second week, my skin erupted in pimples.第二周周末，我的皮肤上突然出现了丘疹。eruption...eruptions of adolescent acne.青春痘的冒出...an unpleasant skin eruption.令人难受的皮疹"
    ]
  },
  {
    "id": "1469686606223",
    "word": "essay",
    "phonetic": "/'eseɪ/",
    "translation": "n.论文；短评；散文；试图vt.尝试",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "es"
      },
      {
        "text": "seɪ",
        "related_letters": "say"
      }
    ],
    "audio_url": "/audio/youdao-19e590d4-f84154a1-80f1f699-6d8ab769-a97a156f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This essay is admirable in all respects.(2) This essay represents a considerable improvement on your recent work.(3) The teacher geve an essay on his composition.(4) His essay was carried in the June number.(5) In my opinion, essay is more readable than poem.(6) She made her first essays at cooking.(7) He essayed to speak but was told to be quiet.",
      "(1) 这篇文章在各方面都很值得欣赏。(2) 这篇论文说明你最近的工作取得了相当大的改进。(3) 老师给他的作文做了一个短评。(4) 他的散文登载在六月号上。(5) 在我看来，散文比诗歌更具可读性。(6) 她初次尝试做菜。(7) 他试图发言,但主席让他不要讲话。"
    ]
  },
  {
    "id": "1469686606224",
    "word": "Europe",
    "phonetic": "/'jʊərəp/",
    "translation": "n.欧洲；欧盟",
    "phonetic_groups": [
      {
        "text": "'j",
        "related_letters": "Eu"
      },
      {
        "text": "ʊərəp",
        "related_letters": "rope"
      }
    ],
    "audio_url": "/audio/youdao-57079c76-56ec9d42-70e84fcb-7b145c07-5475c1d6.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Africa is exporting beef to Europe.(2) Greece is located in the south of Europe.(3) Ceding sovereignty to Europe is a political hot potato in Britain.",
      "(1) 非洲向欧洲出口牛肉。(2) 希腊位于欧洲南部。(3) 对英国政坛来说，放弃欧盟主权可谓是一块烫手的热山芋。"
    ]
  },
  {
    "id": "1469686606225",
    "word": "European",
    "phonetic": "/ˌjʊərə'piːən/",
    "translation": "adj.欧洲的；欧洲人的n.欧洲人",
    "phonetic_groups": [
      {
        "text": "ˌjʊ",
        "related_letters": "Eu"
      },
      {
        "text": "ərə",
        "related_letters": "ro"
      },
      {
        "text": "'piːən",
        "related_letters": "pean"
      }
    ],
    "audio_url": "/audio/youdao-03bad2a4-ce7a298a-ac7e22b7-a744e12c-406a6635.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Germany is a European country.(2) The French Revolution was a volcanic upheaval in European history.(3) The meeting once again underlined European reserve.(4) The Japanese have taken over many European ways of life.(5) She is the only European in the class.",
      "(1) 德国是一个欧洲国家。(2) 法国大革命是欧洲历史上的一次剧变。(3) 这次会晤又一次突出表明了欧洲人的守口如瓶。(4) 日本人已袭用了不少欧洲人的生活方式。(5) 她是班上唯一的欧洲人。"
    ]
  },
  {
    "id": "1469686606226",
    "word": "evaluate",
    "phonetic": "/ɪ'væljueɪt/",
    "translation": "vt.评价；评估",
    "phonetic_groups": [
      {
        "text": "ɪ'væl",
        "related_letters": "eval"
      },
      {
        "text": "j",
        "related_letters": "u"
      },
      {
        "text": "ueɪt",
        "related_letters": "ate"
      }
    ],
    "audio_url": "/audio/youdao-46e2ffb2-e474b6b0-50cc2bda-a317a256-d11830cc.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Let's evaluate the evidence.(2) The school has only been open for six months, so it's too early to evaluate its success.(3) At the conclusion of the test run, evaluate the test results.(4) If you want to change the order of the questions in your survey, you should first evaluate any impact on the branching.",
      "(1) 让我们评定一下此证据的价值。(2) 这所学校开办还不过六个月，所以要对它的成绩作出评价为时尚早。(3) 在测试完成之后,对测试的结果进行评估;(4) 如果您想更改您的调查中的问题的顺序,则应先评估对分支的任何影响。"
    ]
  },
  {
    "id": "1469686606227",
    "word": "eventually",
    "phonetic": "/ɪ'ventʃuəli/",
    "translation": "adv.最后；终于",
    "phonetic_groups": [
      {
        "text": "ɪ've",
        "related_letters": "even"
      },
      {
        "text": "nt",
        "related_letters": "tu"
      },
      {
        "text": "ʃu",
        "related_letters": "al"
      },
      {
        "text": "əli",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-b0f72e6f-4f6a5101-3e4b5c04-9341cc5e-089515ee.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It was a long journey, but we eventually arrived.(2) He struggled with his assailants and eventually drove them off.(3) She eventually got back the book she had lent him.(4) Eventually the fire was under control.",
      "(1) 旅程很长，但我们最后还是到达了。(2) 他同攻击他的人进行搏斗，最后把他们赶走了。(3) 她终于收回了借给他的书。(4) 火势终于被控制住了。"
    ]
  },
  {
    "id": "1469686606228",
    "word": "everyday",
    "phonetic": "/'evrideɪ/",
    "translation": "adj.日常的；平常的",
    "phonetic_groups": [
      {
        "text": "'evri",
        "related_letters": "every"
      },
      {
        "text": "deɪ",
        "related_letters": "day"
      }
    ],
    "audio_url": "/audio/youdao-833b9c94-4b4ec45e-7117ad58-01f9b634-f36263e1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Slowly insidiously the fog of the everyday has returned to enshroud me.(2) In a bizarre profession anything which belongs to an everyday routine gains great values.(3) He is in his everyday clothes.",
      "(1) 慢慢地，不知不觉地，日常的迷雾又回来笼罩了我。(2) 从事不寻常职业的人，日常生活中任何一件极平常的事物对他都具有不平凡的价值。(3) 他穿着平常的衣服。"
    ]
  },
  {
    "id": "1469686606229",
    "word": "evidence",
    "phonetic": "/'evɪdəns/",
    "translation": "n.证据；证词；根据；迹象v.证明；证实",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "ev"
      },
      {
        "text": "v",
        "related_letters": "i"
      },
      {
        "text": "ɪdəns",
        "related_letters": "dence"
      }
    ],
    "audio_url": "/audio/youdao-9bcb9fde-db5371f4-d85a017a-23af2c0d-0af0fe41.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There wasn't enough evidence to prove his guilt.(2) Evidence weighted against the defendant.(3) It is a statement in conflict with other evidence.(4) Have you any evidence to support this statement?(5) Experiment shows no evidence of the production of explosive forces.(6) When the ship reached port, it bore abundant evidence of the severity of the storm.(7) His answer evidenced a guilty conscience.(8) The volcano is still active, as evidenced by the recent eruption.",
      "(1) 没有充分的证据能证明他有罪。(2) 证词很不利于被告。(3) 这一陈述与其他证词不一致。(4) 你这种说法有根据吗?(5) 实验表明,丝毫没有产生爆炸力的迹象。(6) 船抵港时，船上满是受到暴风雨肆虐的痕迹。(7) 他的回答证明他良心有愧。(8) 正如最近的喷发所证明，火山仍很活跃。"
    ]
  },
  {
    "id": "1469686606230",
    "word": "evident",
    "phonetic": "/'evɪdənt/",
    "translation": "adj.明白的；明显的",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "ev"
      },
      {
        "text": "v",
        "related_letters": "i"
      },
      {
        "text": "ɪdənt",
        "related_letters": "dent"
      }
    ],
    "audio_url": "/audio/youdao-0290a5f3-beb95f1c-2efce239-67a772aa-a4a618d5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Now it became evident that he spoke two languages at once.(2) Inertia is evident in our every day experiences.(3) The purpose may not be immediately evident.(4) The rationale for the present study is evident.(5) He looks at twelve children with evident pride.",
      "(1) 现在我才明白，原来他心里一套表面一套。(2) 惯性在我们日常生活中是很常见的。(3) 这种目的不一定显而易见。(4) 该研究的理论基础是明显的。(5) 他带着明显的得意看着12个儿女。"
    ]
  },
  {
    "id": "1469686606231",
    "word": "evolution",
    "phonetic": "/ˌiːvə'luːʃn/",
    "translation": "n.进化；发展；演变",
    "phonetic_groups": [
      {
        "text": "ˌiːv",
        "related_letters": "evo"
      },
      {
        "text": "ə'",
        "related_letters": "lu"
      },
      {
        "text": "luːʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-c8ee7e85-9302d5bc-ef9effbd-47025dc8-150ef05c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Charles Darwin and Alfred Russell Wallace discovered evolution independently.(2) Within 30 years,humans could be debating whether to take charge of their own evolution.(3) Our watchword is: ‘Evolution, not revolution’.(4) In politics Britain has preferred evolution to revolution.(5) Do you know about the evolution of a seed into a plant?",
      "(1) 查尔斯·达尔文和阿尔弗雷德· 罗素·华莱士各自独立地发现了进化论。(2) 不出30年，人类将讨论是否要掌控自身的进化。(3) 我们的口号是: ‘要循序渐进,不要剧烈变革’。(4) 在政治上，英国喜欢渐进而不喜欢革命。(5) 你知道从种子发展成为植物的过程吗？"
    ]
  },
  {
    "id": "1469686606232",
    "word": "exact",
    "phonetic": "/ɪɡ'zækt/",
    "translation": "adj.精密严谨的；确切的",
    "phonetic_groups": [
      {
        "text": "ɪɡ'",
        "related_letters": "ex"
      },
      {
        "text": "zækt",
        "related_letters": "act"
      }
    ],
    "audio_url": "/audio/youdao-9dcac010-c8fccf01-6055934d-789c8b81-e82356a8.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She's a very exact person.(2) We need exact instruments.(3) What is the exact size of the room?(4) It was difficult to tell her exact age.",
      "(1) 她是个一丝不苟的人。(2) 我们需要精密仪器。(3) 这个房间的确切面积是多少？(4) 很难说出她的确切年龄。"
    ]
  },
  {
    "id": "1469686606233",
    "word": "examine",
    "phonetic": "/ɪɡ'zæmɪn/",
    "translation": "vt.检查；调查；考试；仔细观察vi.检查；调查",
    "phonetic_groups": [
      {
        "text": "ɪɡ",
        "related_letters": "ex"
      },
      {
        "text": "'z",
        "related_letters": "am"
      },
      {
        "text": "æmɪn",
        "related_letters": "ine"
      }
    ],
    "audio_url": "/audio/youdao-1c5ed341-782109b8-b72c455d-85e40c97-b04830d8.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The doctor examined her carefully.(2) Examine the account well before you pay it.(3) He was unable to examine the issue with detachment.(4) The teacher will examine the students in English.(5) He went to the Congo to examine a new volcano.(6) Examine the falsework of a house.(7) Right mouse button Examine game objects.(8) The OFT will also examine customer satisfaction.(9) It is necessary to examine how the proposals can be carried out.",
      "(1) 医生仔细检查了她的身体。(2) 在付款以前仔细核对一下帐目。(3) 他不能客观公正地调查这一问题。(4) 老师要考学生的英语了。(5) 他曾去刚果察看一座新火山。(6) 检查一座房屋的临时鹰架。(7) 右键鼠标检查物品。(8) 公平交易办公室也会调查顾客的满意度。(9) 有必要调查一下怎样才能实施这些方案。"
    ]
  },
  {
    "id": "1469686606234",
    "word": "exchange",
    "phonetic": "/ɪks'tʃeɪndʒ/",
    "translation": "v.交换；兑换n.交换；交易所；兑换；交战",
    "phonetic_groups": [
      {
        "text": "ɪks",
        "related_letters": "ex"
      },
      {
        "text": "'tʃeɪndʒ",
        "related_letters": "change"
      }
    ],
    "audio_url": "/audio/youdao-2dec57e8-e0252d15-7d94923b-3510409b-880f60ca.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) May I exchange seats with you?(2) You can exchange your car at our nearest office.(3) We exchanged our opinions about the event at the meeting.(4) I'd like to exchange some pounds for dollars.(5) He gave me an apple in exchange of an orange.(6) It seems the exchange rate fluctuates almost daily.(7) A soldier was wounded in the exchange.",
      "(1) 我和你调一个座位好吗?(2) 你可以到我们附近的公司换车。(3) 在会上，我们就此事交换了意见。(4) 我想把一些英镑兑换成美金。(5) 他给我一个苹果，交换一个橙子。(6) 外汇兑换率似乎每天都在上下波动。(7) 一名士兵在交火中受伤。"
    ]
  },
  {
    "id": "1469686606235",
    "word": "excite",
    "phonetic": "/ɪk'saɪt/",
    "translation": "vt.使兴奋；使激动；刺激；激起",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'saɪt",
        "related_letters": "cite"
      }
    ],
    "audio_url": "/audio/youdao-70ccd17b-6ed676b0-2ba61046-68606981-b005d2a3.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The good news excited everybody.(2) Nothing seemed to surprise or excite him.(3) Strong coffee excites your nerves.(4) The rumors excite her curiosity.(5) Your remark excited him to jealousy.(6) Some people are sexually excited by pornographic magazines.",
      "(1) 这个好消息使每一个人都很兴奋。(2) 好像他对什么事情都不惊讶或兴奋似的。(3) 浓咖啡刺激神经。(4) 谣言引起了她的好奇心。(5) 你的话引起了他的嫉妒。(6) 有的人看到色情杂志能激发起性欲。"
    ]
  },
  {
    "id": "1469686606236",
    "word": "exhibition",
    "phonetic": "/ˌeksɪ'bɪʃn/",
    "translation": "n.展览；展示",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "ex"
      },
      {
        "text": "ks",
        "related_letters": "hi"
      },
      {
        "text": "ɪ'",
        "related_letters": "bi"
      },
      {
        "text": "bɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-895b89b2-88157737-6c525df9-72ce78f9-c89c0043.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There will be an exhibition of the development of automobile industry in our country next week.(2) They came from afar to see the exhibition.(3) Such an exhibition of rudeness is absolutely unacceptable.",
      "(1) 下星期将举办一个关于我国汽车工业发展的展览。(2) 他们从远处赶来参观这个展览会。(3) 这样无礼的表现是绝对不能接受的。"
    ]
  },
  {
    "id": "1469686606237",
    "word": "exist",
    "phonetic": "/ɪɡ'zɪst/",
    "translation": "v.存在；生存；活着",
    "phonetic_groups": [
      {
        "text": "ɪɡ'",
        "related_letters": "ex"
      },
      {
        "text": "zɪst",
        "related_letters": "ist"
      }
    ],
    "audio_url": "/audio/youdao-675b2d4d-59ccf90e-c9fe751e-1494892b-670a12bb.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Most scientists believe that water doesn't exist on the surface of the moon.(2) That department has ceased to exist.(3) The old lady exists only on rice coffee and bread.",
      "(1) 多数科学家认为,月球表面不存在水。(2) 那部门已不复存在。(3) 老太太仅靠咖啡面包生活。"
    ]
  },
  {
    "id": "1469686606238",
    "word": "existence",
    "phonetic": "/ɪɡ'zɪstəns/",
    "translation": "n.存在；生存",
    "phonetic_groups": [
      {
        "text": "ɪɡ",
        "related_letters": "ex"
      },
      {
        "text": "'z",
        "related_letters": "is"
      },
      {
        "text": "ɪstəns",
        "related_letters": "tence"
      }
    ],
    "audio_url": "/audio/youdao-d4dd3f1c-5b8f4205-4ed7b78a-0842653a-21142bea.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The newspaper ceased to appear after an existence of three months.(2) According to some philosopher, everything in existence is reasonable.(3) The family lived a precarious existence.(4) Pollution poses a threat to the continued existence of this species.",
      "(1) 该报发行3 个月后停刊了。(2) 某位哲学家认为，存在的事物都是合理的。(3) 这家人过着朝不保夕的生活。(4) 污染对这一物种的继续生存造成了威胁。"
    ]
  },
  {
    "id": "1469686606239",
    "word": "exit",
    "phonetic": "/'eksɪt/",
    "translation": "n.出口；退场v.离去；退出",
    "phonetic_groups": [
      {
        "text": "'eksɪt",
        "related_letters": "exit"
      }
    ],
    "audio_url": "/audio/youdao-b7778b02-8fd31f23-675f48c8-93fc5855-5cce0d2f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) At the roundabout, take the third exit.(2) I was eventually granted an exit visa.(3) He made a quick exit to avoid meeting her.(4) When he stands to exit, he turns and sees Michael for the first time.(5) At the end of the third scene the actress exits.(6) If I fail, I will exit the company.",
      "(1) 在环状交叉路口，从第三条出路驶出。(2) 我终于获得了出境签证。(3) 他迅速离去以避免见到她。(4) 当传教结束后，林肯起身离去时，他第一眼就看见了迈克尔。(5) 该女演员于第三场结束时退场。(6) 如果失败，我将退出该公司。"
    ]
  },
  {
    "id": "1469686606240",
    "word": "expand",
    "phonetic": "/ɪk'spænd/",
    "translation": "v.使 ... 膨胀；详述；扩张；增加；张开",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "spænd",
        "related_letters": "pand"
      }
    ],
    "audio_url": "/audio/youdao-2519f51a-32d26725-0df6830b-86881254-36619557.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Metals expand when they are heated.(2) Would you expand upon the matter a little further?(3) They conferred on the best way to expand business.(4) Our foreign trade has expanded during recent years.(5) The petals of many flowers expand in the sunshine.",
      "(1) 金属遇热则膨胀。(2) 请你再进一步谈谈这件事好吗?(3) 他们商议扩展业务的最好方法。(4) 近年来我们的对外贸易有所增加。(5) 许多花的花瓣在阳光中绽放。"
    ]
  },
  {
    "id": "1469686606241",
    "word": "expectation",
    "phonetic": "/ˌekspek'teɪʃn/",
    "translation": "n.预料；期望",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "ex"
      },
      {
        "text": "kspe",
        "related_letters": "pec"
      },
      {
        "text": "k'",
        "related_letters": "ta"
      },
      {
        "text": "teɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-09c8518b-18b76790-a00159f2-2c692437-d43f9adc.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It is really out of my expectation.(2) His parents have great expectations for his future.(3) She had high expectations of what university had to offer.",
      "(1) 这真是出乎我的意料。(2) 他父母对他的前途深寄厚望。(3) 她对大学所能给她提供的一切期望很高."
    ]
  },
  {
    "id": "1469686606242",
    "word": "expense",
    "phonetic": "/ɪk'spens/",
    "translation": "n.费用；花费；代价",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'spens",
        "related_letters": "pense"
      }
    ],
    "audio_url": "/audio/youdao-1c1ad9ac-f0874ae7-59a7d8f1-8922b566-89023d40.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It's too much of an expense for me to own a car.(2) Societies should try to save every plant and animal species, regardless of the expense to humans in effort, time, and financial well-being.(3) Don't involve yourself in unnecessary expense.(4) He finished the job at the expenses of his health.(5) That's why a reduction in price can never be made at the expense of quality.",
      "(1) 对我来说，拥有一辆汽车的花费太大。(2) 社会应尽力挽救每一动植物物种,不管花费多少人力、时间和财力。(3) 勿做不必要的花费。(4) 他以牺牲健康完成了这项工作。(5) 正因为如此,降低价格的同时,并不能以牺牲质量为代价。"
    ]
  },
  {
    "id": "1469686606243",
    "word": "experiment",
    "phonetic": "/ɪk'sperɪmənt/",
    "translation": "n.试验；实验；尝试vi.尝试；做实验",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'spe",
        "related_letters": "per"
      },
      {
        "text": "r",
        "related_letters": "i"
      },
      {
        "text": "ɪmənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-cb38f15c-1eabeb5a-7e239fda-5fc5eaea-7dcf9bc2.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The researchers are repeating the experiment on rats.(2) The students will have an experiment in the laboratory tomorrow.(3) Fortunately, these folks love to experiment.(4) With Multiple Level Undo you can safely experiment with various what-if scenarios.(5) Small businesses are anxious to experiment with computers.(6) Is he any good at gardening? We might experiment with him.(7) Some scientists experiment on animals.(8) Don't experiment with such dangerous drugs.",
      "(1) 研究人员用老鼠反覆做该试验。(2) 学生们明天要在实验室里做实验。(3) 幸运的是，你们喜欢尝试。(4) 使用多级撤消可以安全地尝试各种假设分析方案。(5) 小型企业都急于试用计算机。(6) 他擅长园艺吗? 我们可以试试他。(7) 有些科学家用动物做试验。(8) 不要用这种危险的药物做实验。"
    ]
  },
  {
    "id": "1469686606244",
    "word": "explain",
    "phonetic": "/ɪk'spleɪn/",
    "translation": "v.说明；解释",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "spleɪn",
        "related_letters": "plain"
      }
    ],
    "audio_url": "/audio/youdao-795579c5-1b778ce8-a00b1490-93b3ce7f-f62b1134.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She explained her conduct to her boss.(2) He explained his plan in some detail.(3) The lawyer explained the new law to us.",
      "(1) 她向老板说明了自己那种表现的原因。(2) 他仔细地说明了自己的计划。(3) 律师向我们解释了新法律。"
    ]
  },
  {
    "id": "1469686606245",
    "word": "explanation",
    "phonetic": "/ˌeksplə'neɪʃn/",
    "translation": "n.解释；说明",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "ex"
      },
      {
        "text": "kspl",
        "related_letters": "pla"
      },
      {
        "text": "ə'",
        "related_letters": "na"
      },
      {
        "text": "neɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-7b552c72-8a099e8c-1edfd340-ef69a0e3-4dfd787c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I made a full and frank explanation to the court.(2) What did he say in explanation of his stupid behavior?(3) There could be some psychological explanation for his bad health.(4) That's not an adequate explanation.",
      "(1) 我对堂上直话直说,从头到尾解释了一番。(2) 他说了什么来解释他那愚蠢的行为？(3) 他的健康不佳可能有心理上的原因。(4) 这并不足以说明问题。"
    ]
  },
  {
    "id": "1469686606246",
    "word": "explicit",
    "phonetic": "/ɪk'splɪsɪt/",
    "translation": "adj.明确的；清晰的；清楚的；露骨的",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "splɪs",
        "related_letters": "plic"
      },
      {
        "text": "ɪt",
        "related_letters": "it"
      }
    ],
    "audio_url": "/audio/youdao-215bef47-32b4969b-b12e0a82-c6ef7c34-46688353.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They gave explicit reasons for leaving.(2) He has an explicit understanding of this.(3) He gave me explicit directions on how to get there.(4) This film will never pass the censors, because it is too sexually explicit",
      "(1) 他们明确地说出了离开的原因。(2) 他对这个了解得很清晰。(3) 他清清楚楚地告诉我怎样到达那里。(4) 这部电影一定不能通过审查这一关,因色情过于露骨。"
    ]
  },
  {
    "id": "1469686606247",
    "word": "explode",
    "phonetic": "/ɪk'spləʊd/",
    "translation": "vi.爆炸；激增；爆发vt.使爆炸；驳倒",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "spləʊd",
        "related_letters": "plode"
      }
    ],
    "audio_url": "/audio/youdao-b01a081d-7587fe13-157bb6cc-0e1fb568-9ba070b6.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The bomb was timed to explode during the rush-hour.(2) When the boiler exploded many people were injured.(3) The firework exploded in his hand.(4) Investment in technology stocks exploded in the 1990s.(5) An active volcano may explode at any time(6) The children exploded three firecrackers.(7) Several scientific myths were exploded by Galileo's observations.",
      "(1) 炸弹选在人最多时爆炸。(2) 因锅炉爆炸，许多人受了伤。(3) 那个爆竹在他手里响了。(4) 二十世纪九十年代的,对科技股票的投资迅速增加。(5) 活火山随时都有可能爆发。(6) 孩子们燃放了三个爆竹(7) 科学上的几种荒诞说法因伽利略的观测而被推翻。"
    ]
  },
  {
    "id": "1469686606248",
    "word": "exploit",
    "phonetic": "/ɪk'splɔɪt/",
    "translation": "vt.剥削；利用；开发；开拓n.功绩；英勇行为",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "splɔɪt",
        "related_letters": "ploit"
      }
    ],
    "audio_url": "/audio/youdao-836310a3-af01227c-d41d2191-60997667-45e81c37.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The capitalists exploit the workers in order to maximize profits.(2) You must exploit all your spare time to learn English.(3) People should read the related regulations before they exploit natural resources.(4) We should look for blank parts in the market and exploit new market continuously.(5) Great men are remembered for their notable exploits.(6) The daring exploits of the soldiers were much admired.",
      "(1) 资本家剥削工人是为了使利润最大化。(2) 你必须利用一切空闲时间来学习英语。(3) 在开发自然资源前，人们应该先了解相关的规定。(4) 我们应找准市场空白,不断开拓新市场。(5) 伟人们因其丰功伟绩而被世人铭记。(6) 战士们的英勇行为令人赞叹不已。"
    ]
  },
  {
    "id": "1469686606249",
    "word": "export",
    "phonetic": "/'ekspɔːt/",
    "translation": "n.输出；出口；输出品；输出存储器的信息v.输出；出口；带走，运走；从存储器输出信息",
    "phonetic_groups": [
      {
        "text": "'ek",
        "related_letters": "ex"
      },
      {
        "text": "spɔːt",
        "related_letters": "port"
      }
    ],
    "audio_url": "/audio/youdao-492b569e-90b30bcf-9bc896a9-3fb08696-aa70ba77.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Prohibition was laid on the export of coal.(2) The company's gearing up for the big export drive.(3) Consultancy, insurance and tourism are also parts of the export trade.(4) Export had suffered during the last six months.(5) Oil has supplanted coffee as our main export.(6) The blood can also export waste products from the tissues.(7) Africa is exporting beef to Europe.(8) They sell to the home market,but they don't export.",
      "(1) 禁止煤炭输出。(2) 公司正为大规模输出作好准备。(3) 咨询,保险及旅游也是出口贸易的一部分。(4) 前6个月内，出口已蒙受损失。(5) 原油已经取代咖啡成为我们的主要出口货物。(6) 血液还能从身体组织里输出废物。(7) 非洲向欧洲出口牛肉。(8) 他们向国内市场销售,但不出口。"
    ]
  },
  {
    "id": "1469686606250",
    "word": "expose",
    "phonetic": "/ɪk'spəʊz/",
    "translation": "vt.揭露；使曝光；使面临；使暴露",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "spəʊz",
        "related_letters": "pose"
      }
    ],
    "audio_url": "/audio/youdao-6a3f232b-65da332b-e651e068-4d6d4a81-0bac3041.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The reporter was killed because he tried to expose a plot.(2) I hate the paparazzi.They always expose the people's privacy.(3) We should not expose our children to horrors.(4) Keep indoors and don't expose your skin to the sun.(5) You shouldn't expose the soldiers to unnecessary risks.",
      "(1) 这名记者因为试图揭露一个阴谋而被杀害。(2) 我讨厌狗仔队,他们老曝光别人的隐私。(3) 我们不应该让孩子看恐怖片。(4) 待在室内,不要把皮肤暴露在阳光下。(5) 你不应该让士兵们冒不必要的危险。"
    ]
  },
  {
    "id": "1469686606251",
    "word": "express",
    "phonetic": "/ɪk'spres/",
    "translation": "n.快车；快递；专使adj.明确的；急速的；直接的adv.用快递vt.表达；表示；挤压出；快递",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'spres",
        "related_letters": "press"
      }
    ],
    "audio_url": "/audio/youdao-c7a45636-37b2b765-6408dec6-9a3a6c7a-cba4b8be.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The express is as swift as an arrow.(2) We have to change here for an express.(3) I sent the letter by express.(4) Important documents will be sent by express.(5) Is there an express checkout service?(6) It is the most direct way to approach the transcendental state and the most subtle way to express spiritual energy in audible form.(7) The parcel was sent express.(8) Many theologies express the same ideas.(9) I wish to take this opportunity to express my heartfelt gratitude to you again.(10) The writer expresses his love for his motherland in his novels.(11) As soon as I receive payment I will express the book to you.",
      "(1) 快车似箭一般地飞驶。(2) 我们必须在这里换乘快车。(3) 我这封信寄的是快递。(4) 重要文件会以快递寄出。(5) 有没有快速退房手续的服务(6) 这是接近超自然状态最直接的方式，也是用声音来表达灵性能量最精微的方法。(7) 这包裹是用快邮寄的.(8) 许多宗教理论表达同一种思想。(9) 我借此机会再一次地向大家表示衷心的感谢。(10) 作者在小说中表达出他对祖国的爱。(11) 我一收到付款就会将书快递给你。"
    ]
  },
  {
    "id": "1469686606252",
    "word": "expression",
    "phonetic": "/ɪk'spreʃn/",
    "translation": "n.表情；表示；表达；词句；措辞；表现；挤压",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'spr",
        "related_letters": "pres"
      },
      {
        "text": "eʃn",
        "related_letters": "sion"
      }
    ],
    "audio_url": "/audio/youdao-d5218cde-12b91b20-32d80b27-804b5608-96ff847b.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He always shows a doleful expression.(2) She gave expression to her sadness.(3) The scenery was beautiful beyond expression.(4) I haven't heard that expression before.(5) The colloquial word is a word or expression often used in informal speech.(6) Art has different forms of expression.",
      "(1) 他总是露出忧郁的表情。(2) 她流露出了悲伤之情。(3) 那风景美丽得无法形容。(4) 我以前从未听到过这个词语。(5) 俗语是在非正式讲话时常用的字或措辞。(6) 艺术有多种不同的表现形式。"
    ]
  },
  {
    "id": "1469686606253",
    "word": "extension",
    "phonetic": "/ɪk'stenʃn/",
    "translation": "n.延长；伸展；延期；扩充；观念发展；增强n.电话分机；特别课程n.[计]文件名",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'st",
        "related_letters": "ten"
      },
      {
        "text": "enʃn",
        "related_letters": "sion"
      }
    ],
    "audio_url": "/audio/youdao-f9786ac0-6556b33d-63319cea-bdcbf10d-ab0f8452.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This cord is not long enough! do you have an extension?(2) His leg was now capable of full extension.(3) He asked for an extension of his visa.(4) We built an extension to our house.(5) He sees local history as an extension of family history.(6) There are telephone extensions in every office.(7) Method will only return one unique file name per file name extension.(8) You can optionally filter the list by extension and keyword contained inthe file name, and also choose to include sub-directories.",
      "(1) 这条绳子不够长！你有长一点的吗？(2) 他的腿现在能够伸展自如了。(3) 他申请延长签证有效期。(4) 我们扩建了我家的房屋。(5) 他认为当地的历史是每个人家庭历史的发展。(6) 每间办公室都有电话分机。(7) 方法对每个文件名扩展名只返回一个唯一文件名。(8) 你可以按照包含在文件名当中的扩展名和关键字有选择地过滤列表，并且还可以选择包括子目录。"
    ]
  },
  {
    "id": "1469686606254",
    "word": "extra",
    "phonetic": "/'ekstrə/",
    "translation": "adj.额外的n.额外之物；临时演员adv.特别地",
    "phonetic_groups": [
      {
        "text": "'ek",
        "related_letters": "ex"
      },
      {
        "text": "strə",
        "related_letters": "tra"
      }
    ],
    "audio_url": "/audio/youdao-4e0e0729-2308d575-4ea80eb2-7167fd94-fb2b1e80.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There were so many people that the company put on extra buses.(2) Guests at this hotel can use the gym at no extra cost.(3) Her school fees are 440 a term; music and dancing are extras.(4) We need hundreds of extras for the battle scenes.(5) We'll give you an extra special discount for buying this merchandise.",
      "(1) 人数太多，公司加开了公共汽车。(2) 这家饭店的客人们可以使用健身房,不再额外收费。(3) 她的学费是每学期440英镑，音乐和舞蹈课另外收费。(4) 我们拍战斗场面需要上百的临时演员。(5) 要是您购买这些商品,我们会给您非常特别的折扣。"
    ]
  },
  {
    "id": "1469686606255",
    "word": "extraordinary",
    "phonetic": "/ɪk'strɔːdnri/",
    "translation": "adj.非凡的；特别的；特派的",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'st",
        "related_letters": "tra"
      },
      {
        "text": "rɔ",
        "related_letters": "or"
      },
      {
        "text": "ːd",
        "related_letters": "di"
      },
      {
        "text": "nri",
        "related_letters": "nary"
      }
    ],
    "audio_url": "/audio/youdao-6ea95ffe-361f0e7d-c5b5d4d1-8df5359c-cd962414.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He has an extraordinary memory.(2) His extraordinary skill was praised by all.(3) He is full of extraordinary ideas.(4) He is an a minister extraordinary.",
      "(1) 他有非凡的记忆力。(2) 他超凡的技艺博得了广泛的赞誉。(3) 他满脑子都是离奇的想法。(4) 他是一位特派部长。"
    ]
  },
  {
    "id": "1469686606256",
    "word": "extreme",
    "phonetic": "/ɪk'striːm/",
    "translation": "adj.极度的；极端的n.极端；极限",
    "phonetic_groups": [
      {
        "text": "ɪk'",
        "related_letters": "ex"
      },
      {
        "text": "striːm",
        "related_letters": "treme"
      }
    ],
    "audio_url": "/audio/youdao-a335622f-dedf4236-391c0203-7c4b8cac-1eafa316.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Extreme cold can wake a hibernating animal.(2) The extreme heat sapped his strength and health.(3) Extreme poverty had reduced them to a state of apathy.(4) The capital is in the extreme south of the country.(5) His political views are rather extreme.(6) Love and hate are extremes.(7) Starvation is at one extreme of the spectrum of food intake; obesity is at the other.(8) Extreme sports are a drug for him.(9) Another extreme sport is snowboarding.",
      "(1) 极度的寒冷能使正在冬眠的动物苏醒。(2) 极度的暑热逐渐损耗他的体力兴健康。(3) 极端的贫困使他们万念俱灰。(4) 首都在这个国家的最南端。(5) 他的政治观点相当极端。(6) 爱和恨是两个极端。(7) 饥饿是食物摄入量的一个极端,肥胖则是另一个极端。(8) 他酷爱极限运动。(9) 另外一个极限运动的例子则是滑雪。"
    ]
  },
  {
    "id": "1469686606257",
    "word": "extremely",
    "phonetic": "/ɪk'striːmli/",
    "translation": "adv.非常；极其",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "'striː",
        "related_letters": "treme"
      },
      {
        "text": "mli",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-ca1defde-2d360c57-800ac7aa-a17d9008-534994fe.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I'm extremely sorry.(2) He knows the area extremely well.(3) He is an extremely frank person.(4) It pains me extremely to have to leave you.(5) This task is extremely difficult.",
      "(1) 我非常非常抱歉。(2) 他对这个领域了解的非常透彻。(3) 他是个极其老实的人。(4) 不得不离开你，这使我极感痛苦。(5) 这项任务极其困难。"
    ]
  },
  {
    "id": "1469686606258",
    "word": "eyesight",
    "phonetic": "/'aɪsaɪt/",
    "translation": "n.视力",
    "phonetic_groups": [
      {
        "text": "'aɪ",
        "related_letters": "eye"
      },
      {
        "text": "saɪt",
        "related_letters": "sight"
      }
    ],
    "audio_url": "/audio/youdao-3a4ba828-20e2c1f0-4ccb9616-07d53921-0eae1eb4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Is your eyesight failing recently?(2) The eye drops will help to improve your eyesight.",
      "(1) 你近来视力有所变差吗？(2) 这种眼药水能改善你的视力。"
    ]
  },
  {
    "id": "1469686606259",
    "word": "eyewitness",
    "phonetic": "/'aɪwɪtnəs/",
    "translation": "n.目击者；见证人",
    "phonetic_groups": [
      {
        "text": "'aɪ",
        "related_letters": "eye"
      },
      {
        "text": "wɪt",
        "related_letters": "wit"
      },
      {
        "text": "nəs",
        "related_letters": "ness"
      }
    ],
    "audio_url": "/audio/youdao-996ed97b-c38ce5bc-4c74a1ba-da3d3f50-867fd468.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He was the only eyewitness of the robbery.(2) One eyewitness is better than ten earwitnesses.",
      "(1) 他是那起抢劫案的唯一目击者。(2) 一人目击，胜过十人听到。"
    ]
  },
  {
    "id": "1542510813943",
    "word": "each",
    "phonetic": "/iːtʃ/",
    "translation": "adj. 每；各自的adv. 每个；各自pron. 每个；各自",
    "phonetic_groups": [
      {
        "text": "iːtʃ",
        "related_letters": "each"
      }
    ],
    "audio_url": "/audio/each.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We each have our private views about it.I asked all the children and each told a different story.Each of them had his little local personal history.We each paid our share of the bill for the meal.Each day passed without any news.Each man has his own name.He examined each piece of evidence in isolation.",
      "我们每个人对这件事都有自己的看法。我问过所有的孩子，每个人的说法都不一样。他们每一个人都有过一段默默无闻的个人历史。我们各自付了自己应付的那份饭钱。每天都没有任何消息.每个人都有自己的名字。他分别审查每一证据。"
    ]
  },
  {
    "id": "1542510813944",
    "word": "ear",
    "phonetic": "/ɪə/",
    "translation": "n. 耳朵；穗；听觉；倾听vi. （美俚）听见；抽穗n. (Ear)人名；(柬)伊",
    "phonetic_groups": [
      {
        "text": "ɪə",
        "related_letters": "ear"
      }
    ],
    "audio_url": "/audio/ear.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She plays the piano entirely by ear.If this news ever reaches her ears, she'll be furious.He gave the boy's ear a painful tweak.The dog's ear pricked up at the sound.He tried to give a sympathetic ear to the patient.They bent an ear to our request for aid.Some people like eating the ear of wheat.The corn will soon ear.Soon the seedings shot up and began to ear.",
      "他演奏钢琴完全凭听觉记忆,不用乐谱。这个消息万一传到她的耳朵里，她一定得大发雷霆。他用力拧了一下那男孩的耳朵。狗听到声音后竖起了耳朵。他极力怀着同情心倾听患者的叙述。他们仔细倾听我们求援的请求。有些人喜欢吃麦穗。玉米不久就要结穗了。秧苗很快长起来,并开始抽穗。"
    ]
  },
  {
    "id": "1542510813945",
    "word": "early",
    "phonetic": "/'ɜːlɪ/",
    "translation": "adj. 早期的；早熟的adv. 提早；在初期n. (Early)人名；(英)厄尔利",
    "phonetic_groups": [
      {
        "text": "'ɜː",
        "related_letters": "ear"
      },
      {
        "text": "lɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/early.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They figured on your arriving early.The apple trees are fruiting early this year.Could you come back home early this evening?John will doubtless come early as he always does.It's too early for getting up.This Greek dish is of a very early date.Please make every endeavor to be early.His genius as a painter flowered very early.He got skinning in his blood at a very early age.",
      "他们预料你会早到。今年苹果树很早结果。今天晚上你能早回家吗？约翰无疑会像平时一样很早就来。现在起床还太早。这个希腊盘子是很早时期的制品。请尽量早点儿。他的绘画天赋很早就发挥出来。他很早就迷上了，滑雪运动。"
    ]
  },
  {
    "id": "1542510813946",
    "word": "earth",
    "phonetic": "/ɜːθ/",
    "translation": "n. 地球；地表，陆地；土地，土壤；尘事，俗事；兽穴vt. 把（电线）[电] 接地；盖（土）；追赶入洞穴vi. 躲进地洞",
    "phonetic_groups": [
      {
        "text": "ɜːθ",
        "related_letters": "earth"
      }
    ],
    "audio_url": "/audio/earth.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The moon goes round the earth.What percentage of the earth is covered by oceans?He dived his hand into the earth.The machine cast up a big heap of earth.The earth is as full of brutality as the sea is full of motion.There is no paradise on the earth equal to the union of love and innocence.",
      "月亮绕着地球转。地球上百分之多少被海水覆盖着？他将手插入泥土中。机器卷起了一大堆泥土。世间满是残忍，正如海洋满是波动一般。世间无与伦比的幸福就是既有爱情又爱得纯洁无瑕。"
    ]
  },
  {
    "id": "1542510813947",
    "word": "east",
    "phonetic": "/iːst/",
    "translation": "n. 东方；东风；东方国家adj. 东方的；向东的；从东方来的adv. 向东方，在东方n. (East)人名；(英)伊斯特",
    "phonetic_groups": [
      {
        "text": "iːst",
        "related_letters": "east"
      }
    ],
    "audio_url": "/audio/east.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Take the east road, it's the shortest way.He traveled east.China is in the east of the world.The sun rises in the east and sets in the west.I was born in the east, but now live in Los Angeles.Our school is in the east of Beijing.",
      "走东边这条路吧,这是最近的路。他向东旅行。中国位于世界的东方。太阳从东方升起，在西方落下。我出生于东部，但现在住在洛杉矶。我们学校在北京的东部。"
    ]
  },
  {
    "id": "1542510813948",
    "word": "easy",
    "phonetic": "/'iːzɪ/",
    "translation": "adj. 容易的；舒适的adv. 不费力地，从容地vi. 停止划桨vt. 发出停划命令",
    "phonetic_groups": [
      {
        "text": "'iːzɪ",
        "related_letters": "easy"
      }
    ],
    "audio_url": "/audio/easy.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It's not easy to rid oneself of a habit.Her movements were easy and graceful.It was not easy for me to get the rusty nail out.He has stopped working and leads a very easy life now.He began to pursue an easy and comfortable life.Our teacher is easy on the girls and hard on the boys.He has an easy way of speaking.She's definitely not a woman of easy virtue.",
      "要改掉一个习惯是不容易的。她的动作轻松而优雅。我好不容易才拔出这颗生锈的钉子。他现在不做事了,过着很舒服的日子。他开始追求安逸舒适的生活。我们老师对女生宽，封男生严。他说话的语气随和。她决不是一个放荡的女人。"
    ]
  },
  {
    "id": "1542510813949",
    "word": "eat",
    "phonetic": "/iːt/",
    "translation": "vt. 吃，喝；腐蚀；烦扰vi. 进食；腐蚀，侵蚀",
    "phonetic_groups": [
      {
        "text": "iːt",
        "related_letters": "eat"
      }
    ],
    "audio_url": "/audio/eat.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I often eat oatmeal as breakfast.Do you always eat lunch at school?If you eat too much chocolate you'll get fat.The Chinese eat with chopsticks.They usually eat out on Sundays.Do you like to eat vegetable soup?",
      "我经常吃燕麦粥当早饭。你总是在学校吃午饭吗？吃巧克力太多会发胖。中国人用筷子吃饭。星期天他们通常上馆子吃饭。你喜爱喝清菜汤吗?"
    ]
  },
  {
    "id": "1542510813950",
    "word": "edge",
    "phonetic": "/edʒ/",
    "translation": "n. 边缘；优势；刀刃；锋利vt. 使锐利；将…开刃；给…加上边vi. 缓缓移动；侧着移动n. (Edge)人名；(英)埃奇",
    "phonetic_groups": [
      {
        "text": "edʒ",
        "related_letters": "edge"
      }
    ],
    "audio_url": "/audio/edge.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Look out! You could fall off the edge here!New houses have mushroomed on the edge of the town.In the second half of the game, the home team got the edge on the visitors and kept it.Because of the high exchange rate, our products have lost their competitive edge.Don't bump the door with the edge ot the table.Please sharpen the edge of this axe.She lost a handkerchief edged with blue.We slowly edged our way towards the exit.You'll have to edge the knife, it's blunt.Unemployment will edge up, but not by much.",
      "小心!你会从这边缘掉下的。城市边缘的新建房屋犹如雨后春笋。比赛下半场,主队比客队略占上风,并把这一优势保持到终场。由于汇率很高, 我们的产品失去了竞争优势。不要让桌子边碰到门上。请把这把斧头的刃磨快。她丢了一块镶蓝边的手绢。我们向出口缓慢移动。你得把这刀磨一磨,它钝了。失业率将缓慢上升，但增幅不是很大。"
    ]
  },
  {
    "id": "1542510813951",
    "word": "education",
    "phonetic": "/ˌedʒʊˈkeɪʃn/",
    "translation": "n. 教育；培养；教育学",
    "phonetic_groups": [
      {
        "text": "ˌe",
        "related_letters": "ed"
      },
      {
        "text": "d",
        "related_letters": "u"
      },
      {
        "text": "ʒʊ",
        "related_letters": "ca"
      },
      {
        "text": "ˈkeɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/education.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Education develops potential abilities.No country can afford to neglect education.Our teacher expounded his views on education to me at great length.He was handicapped by lack of education.He has a master's degree in education.",
      "教育能开发人的潜能。任何国家都不容忽视教育。我们的老师向我详细讲述了他的教育观点。他因文化水平低而吃了亏。他有教育学硕士学位。"
    ]
  },
  {
    "id": "1542510813952",
    "word": "egg",
    "phonetic": "/eg/",
    "translation": "n. 蛋；卵子；家伙；鸡蛋vt. 煽动；怂恿n. (Egg)人名；(法、英)埃格",
    "phonetic_groups": [
      {
        "text": "eg",
        "related_letters": "egg"
      }
    ],
    "audio_url": "/audio/egg.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The egg nestled in the long grass.The black hen lays an egg a day.The tadpole hatches from the egg.The egg hatches into a larva (caterpillar).You start your life in an egg like this.Chocolate egg is traditionally eat on Easter day.Egg mayonnaise is made with mayonnaise and hard-boiled eggs.Don't let him egg you on--you shouldn't take any notice of him.Don't egg him on to play a trick on others.Why do you egg him on to do what you won't do yourself?",
      "蛋隐藏在高草中。那只黑母鸡每天生一个蛋。蝌蚪从卵中孵化出来。卵孵化成了幼虫（毛虫）。你的生命从这样的一个卵开始。人们按传统吃巧克力彩蛋庆祝复活节。鸡蛋美乃滋是用蛋黄酱和煮老的鸡蛋做成的。别听他煽动，你根本就不要去理睬他。不要怂恿他捉弄别人。你自己不干,为什么撺掇他呢?"
    ]
  },
  {
    "id": "1542510813953",
    "word": "eight",
    "phonetic": "/eɪt/",
    "translation": "num. 八；八个；第八adj. 八的n. 八字形",
    "phonetic_groups": [
      {
        "text": "eɪt",
        "related_letters": "eight"
      }
    ],
    "audio_url": "/audio/eight.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I'm hardly functional if I don't get eight hours' sleep!You are restricted to eight liters of duty-free wine.There are eight forts in this section of the Great Wall.Five members voted for the proposal, eight voted against, and two abstained.I am sorry, you can only buy traveler's check at Window Eight.His eight sons largely inherited his fortune.There are eight students in the classroom.",
      "我要是不睡上八个小时就无法工作。携带的免税酒不得超过八升。这一段长城有八个垛口。对于这项建议，五人投票赞成，八人反对，两人弃权。对不起，你只能在八号窗口买旅行支票。他的八个儿子继承了他的大部分遗产。教室里有八个学生。"
    ]
  },
  {
    "id": "1542510813954",
    "word": "eighth",
    "phonetic": "/eɪtθ/",
    "translation": "adj. 第八的；八分之一的num. 第八；八分之一",
    "phonetic_groups": [
      {
        "text": "eɪtθ",
        "related_letters": "eighth"
      }
    ],
    "audio_url": "/audio/eighth.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He was the eighth to break the record.Eighth, we must go on opposing Han chauvinism.",
      "他是打破该记录的第八人。第八，要继续反对大汉族主义。"
    ]
  },
  {
    "id": "1542510813955",
    "word": "either",
    "phonetic": "/'aɪðə; 'iː-/",
    "translation": "adj. 两者之中任一的；两者之中每一的prep. 任何一个conj. 也（用于否定句或否定词组后）；根本pron. 任一，两方，随便哪一个；两者中的一个或另一个",
    "phonetic_groups": [
      {
        "text": "'aɪð",
        "related_letters": "ei"
      },
      {
        "text": "ə; 'iː-",
        "related_letters": "ther"
      }
    ],
    "audio_url": "/audio/either.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The thief was put in the police car with a policeman on either side of him.You may take either of the roads.It's not as heavy, either.If you do not go, I shall not go either.I will go on business either this week or next week.Either we will find a supply, or we will make the goods.",
      "窃贼被送到警车上，身旁各坐着一个警察。两条路你随便走哪一条。这也不那么重。你不去，我也不去。我将在这星期或下星期出差。我们或是寻求供货，或者自己制造。"
    ]
  },
  {
    "id": "1542510813956",
    "word": "electronic",
    "phonetic": "/ɪˌlekˈtrɒnɪk/",
    "translation": "adj. 电子的n. 电子电路；电子器件",
    "phonetic_groups": [
      {
        "text": "ɪˌlek",
        "related_letters": "elec"
      },
      {
        "text": "ˈtrɒn",
        "related_letters": "tron"
      },
      {
        "text": "ɪk",
        "related_letters": "ic"
      }
    ],
    "audio_url": "/audio/electronic.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This dictionary is available in electronic version.I like to read books on electronic music.Helen became an electronic engineer.",
      "这部词典有电子版。我喜欢读一些关于电子音乐的书。海伦成了一名电子工程师。"
    ]
  },
  {
    "id": "1542510813957",
    "word": "elephant",
    "phonetic": "/'elɪf(ə)nt/",
    "translation": "n. 象；大号图画纸",
    "phonetic_groups": [
      {
        "text": "'elɪ",
        "related_letters": "ele"
      },
      {
        "text": "f(ə)nt",
        "related_letters": "phant"
      }
    ],
    "audio_url": "/audio/elephant.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The elephant smashed through the trees.He said he could eat an elephant to appease his hunger.Jan's factory is an absolute white elephant.",
      "大象在树林中横冲直撞。他说他吃光一头大象才能充饥。简的那个工厂成了一个大包袱。"
    ]
  },
  {
    "id": "1542510813958",
    "word": "eleven",
    "phonetic": "/ɪ'lev(ə)n/",
    "translation": "n. 十一；十一个adj. 十一的；十一个的num. 十一；十一个",
    "phonetic_groups": [
      {
        "text": "ɪ'lev(ə)n",
        "related_letters": "eleven"
      }
    ],
    "audio_url": "/audio/eleven.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The meeting broke up at eleven o'clock.Mr Hood said that he would have to go on, as he was due at a meeting at eleven o'clock.Not until eleven o'clock did he come home.I have received eleven Christmas cards by now.A cricket team is comprised of eleven players.There are eleven players in the game.There are eleven members in the team.The little boy left primary school at eleven.There are eleven in the room.",
      "会议在十一点钟散会。胡德先生说由于他11点钟要出席一个会议，得先走一步了。他到十一点才回家。到现在为止，我已经收到了十一张圣诞卡片。一个板球队由11名队员组成。这场比赛中有11名选手。队里有十一个人。这个小男孩十一岁时小学毕业。屋里有十一个人。"
    ]
  },
  {
    "id": "1542510813959",
    "word": "else",
    "phonetic": "/els/",
    "translation": "adv. 其他；否则；另外adj. 别的；其他的n. (Else)人名；(英)埃尔斯；(德)埃尔泽；(芬、丹)埃尔塞",
    "phonetic_groups": [
      {
        "text": "els",
        "related_letters": "else"
      }
    ],
    "audio_url": "/audio/else.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Ask somebody else.Would you like anything else to drink?Yesterday, we went to the department store and nowhere else.Hurry, or else you'll be late.You will stay away from my girlfriend, or else.",
      "问问别人。你还要喝点别的什么吗?昨天我们到百货公司去了, 其他什么地方也没去。快点儿，不然你要迟到了。离我女朋友远点,否则要你好看。"
    ]
  },
  {
    "id": "1542510813960",
    "word": "E-mail",
    "phonetic": "/'i,mel/",
    "translation": "n. 电子邮件发电子邮件",
    "phonetic_groups": [
      {
        "text": "'i,mel",
        "related_letters": "E-mail"
      }
    ],
    "audio_url": "/audio/E-mail.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Electronic mail,for instance,has improved management efficiency tremendously.Electronic mail will soon play a dominant role in transmittingmessages.",
      "拿电子邮件来说，现在和没有电子邮件的时代是完全两样。电子邮件很快会在信息传输方面起主导作用。"
    ]
  },
  {
    "id": "1542510813961",
    "word": "e-mail",
    "phonetic": "/'i:meɪl/",
    "translation": "电子邮件电子函件",
    "phonetic_groups": [
      {
        "text": "'i:meɪl",
        "related_letters": "e-mail"
      }
    ],
    "audio_url": "/audio/e-mail.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Electronic mail,for instance,has improved management efficiency tremendously.Electronic mail will soon play a dominant role in transmittingmessages.",
      "拿电子邮件来说，现在和没有电子邮件的时代是完全两样。电子邮件很快会在信息传输方面起主导作用。"
    ]
  },
  {
    "id": "1542510813962",
    "word": "empty",
    "phonetic": "/ˈemptɪ/",
    "translation": "adj. 空的；无意义的；无知的；徒劳的vt. 使失去；使…成为空的vi. 成为空的；流空n. 空车；空的东西",
    "phonetic_groups": [
      {
        "text": "ˈemp",
        "related_letters": "emp"
      },
      {
        "text": "tɪ",
        "related_letters": "ty"
      }
    ],
    "audio_url": "/audio/empty.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "His room is empty.His wordy and empty speech was a frost.He didn't want to retire and lead an empty life.This medicine must be taken on an empty stomach.I feel jolly empty!They emptied the biscuits onto the plate.He tilted the barrel so as to empty it.Getting gorgeous doesn't mean you have to empty out your wallet.I had to empty out the drawer to find the papers.Did you empty the washing machine?The police asked everybody to empty the building.You don't mind if i ask you to empty your pockets.Would you empty the ashtray, please?Empties are not taken back.",
      "他的房间是空的。他的冗长空洞的讲话使人厌烦。他不想退休过空虚的生活。这种药必须空腹服用。我饿极了!他们把饼干倒在盘子里。他将大桶倾侧倒空。想让自己光彩照人并不意味着要掏空腰包。我不得不倒出抽屉的东西以找出那些文件。你把洗衣机的衣服都拿出来了吗?警察疏散了楼里的人群。你不介意我搜一下你的口袋吧?请你把烟灰缸清理一下好吗?不退瓶子。"
    ]
  },
  {
    "id": "1542510813963",
    "word": "encourage",
    "phonetic": "/ɪn'kʌrɪdʒ; en-/",
    "translation": "vt. 鼓励，怂恿；激励；支持",
    "phonetic_groups": [
      {
        "text": "ɪn'",
        "related_letters": "en"
      },
      {
        "text": "kʌrɪdʒ",
        "related_letters": "cour"
      },
      {
        "text": "; en-",
        "related_letters": "age"
      }
    ],
    "audio_url": "/audio/encourage.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Her success encouraged me to try the same thing.Her parents encouraged her in her studies.He aims to encourage mutual understanding.Broadband support flat salary structure, to encourage their staff to study hard.In some places, the local government underlets land to encourage private education.",
      "她的成功鼓励我尝试做同样的事。她的父母鼓励她好好学习。他的目的在于增进相互了解。宽带薪酬支持扁平型结构，鼓励员工努力学习。在有些地方，政府廉价出租土地支持民办教育。"
    ]
  },
  {
    "id": "1542510813964",
    "word": "end",
    "phonetic": "/end/",
    "translation": "n. 结束；目标；尽头；末端；死亡vi. 结束，终止；终结vt. 结束，终止；终结n. (End)人名；(英、德)恩德",
    "phonetic_groups": [
      {
        "text": "end",
        "related_letters": "end"
      }
    ],
    "audio_url": "/audio/end.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The battle finally brought the war to an end.At the end of the film, the hero wept bitterly.He makes a knot in the end of the string.He could have achieved his ends by peaceful means.He came to an untimely end by accident.We need someone to handle the marketing end of the business.Jean is going to meet me at the other end.I answered the phone but there was no one at the other end.The teams changed ends at half-time.He threw his cigarette end on the floor.He came to an untimely end.He met his end at the Battle of Waterloo.The debate ended in uproar.They ended the party off with a song.",
      "这一仗使这场战争终告结束。在影片的结尾，主人公伤心地哭了。他在绳子末端打了个结。他要是采用和平手段的话就会完成他的目标。他遭不测而过早死亡。我们需要有人管理本公司的销售部。琼打算在那边终点站接我。我接了电话，但线那头没有人。上半场结束时双方交换了场地。他把烟头丢在地上。他英年早逝。他在滑铁卢战役中阵亡。那场争辩以大吵大闹收场。他们唱支歌结束了晚会。"
    ]
  },
  {
    "id": "1542510813965",
    "word": "energy",
    "phonetic": "/'enədʒɪ/",
    "translation": "n. [物] 能量；精力；活力；精神",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "nə",
        "related_letters": "er"
      },
      {
        "text": "dʒɪ",
        "related_letters": "gy"
      }
    ],
    "audio_url": "/audio/energy.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Young people usually have more energy than the old.Don't waste your time and energy on trifles.Auckland is a city full of energy.The industry felt the effects of the energy crisis.He gave a lecture on the use of solar energy.",
      "青年人通常比老年人精力充沛。别把你的时间和精力浪费在琐事上。奥克兰是个充满活力的城市。该工业受到能源危机的影响。他就太阳能的利用作了一场讲演。"
    ]
  },
  {
    "id": "1542510813966",
    "word": "engineer",
    "phonetic": "/endʒɪ'nɪə/",
    "translation": "n. 工程师；工兵；火车司机vt. 设计；策划；精明地处理vi. 设计；建造",
    "phonetic_groups": [
      {
        "text": "en",
        "related_letters": "en"
      },
      {
        "text": "dʒ",
        "related_letters": "gi"
      },
      {
        "text": "ɪ'nɪə",
        "related_letters": "neer"
      }
    ],
    "audio_url": "/audio/engineer.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Hs is a civil engineer.His dream is to become an engineer.He is a locomotive engineer.The road is very well engineered.They are engineering a bridge.It's his father who engineered the plot.",
      "他是位土木工程师。他的梦想是将来成为一名工程师。他是一名火车司机。这条路设计得很好。他们正在建造一座桥。是他爸爸策划的这个阴谋。"
    ]
  },
  {
    "id": "1542510813967",
    "word": "England",
    "phonetic": "/ˈɪŋɡlənd/",
    "translation": "n. 英格兰",
    "phonetic_groups": [
      {
        "text": "ˈɪŋ",
        "related_letters": "Eng"
      },
      {
        "text": "ɡlənd",
        "related_letters": "land"
      }
    ],
    "audio_url": "/audio/England.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The big match tonight is England versus Spain.Rocks often crop out in New England pasture land.The Queen of England lives in Buckingham Palace.England and Spain waged war for many years.",
      "今晚的大赛是英格兰对西班牙。在新英格兰的牧场上常可见到露在地面上的岩石。英国女王住在白金汉宫。英国和西班牙曾打过多年的战争。"
    ]
  },
  {
    "id": "1542510813968",
    "word": "English",
    "phonetic": "/'ɪŋɡlɪʃ/",
    "translation": "adj. 英国人的；英国的；英文的n. 英语；英国人；英文；英格兰人vt. 把…译成英语",
    "phonetic_groups": [
      {
        "text": "'ɪŋ",
        "related_letters": "Eng"
      },
      {
        "text": "ɡlɪʃ",
        "related_letters": "lish"
      }
    ],
    "audio_url": "/audio/English.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He spares no efforts to study English.It is important for us to learn English.The English are often regarded as being cold and reserved.She has a good grasp of the English language.Hunting foxes is a peculiarly English sport.The English countryside looks at its best in spring.",
      "他不辞劳苦地学习英语。学习英语对我们来讲是很重要的。人们往往认为英国人冷漠且保守。她精通英语。猎狐是英国人特有的运动。英国的乡村在春天景色最美。"
    ]
  },
  {
    "id": "1542510813969",
    "word": "English-speaking",
    "phonetic": "/'iŋgliʃ'spi:kiŋ/",
    "translation": "adj. 说英语的",
    "phonetic_groups": [
      {
        "text": "'iŋ",
        "related_letters": "Eng"
      },
      {
        "text": "gliʃ'spi:",
        "related_letters": "lish-speak"
      },
      {
        "text": "kiŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/English-speaking.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Australia is an English speaking nation.Switzerland is not English speaking country.",
      "澳大利亚是一个讲英语的国家。瑞士不是英语国家。"
    ]
  },
  {
    "id": "1542510813970",
    "word": "enjoy",
    "phonetic": "/ɪnˈdʒɔɪ/",
    "translation": "vt. 欣赏，享受；喜爱；使过得快活",
    "phonetic_groups": [
      {
        "text": "ɪnˈ",
        "related_letters": "en"
      },
      {
        "text": "dʒɔɪ",
        "related_letters": "joy"
      }
    ],
    "audio_url": "/audio/enjoy.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Now that I am free, I can enjoy music for a while.They enjoy the fruits of their hard labor.How did you enjoy the concert?I enjoy reading Mark Twain's autobiography.",
      "既然有空，我可以享受一下音乐。他们享受自己辛勤努力的成果。你喜欢那场音乐会吗？我喜欢读马克•吐温的自传。"
    ]
  },
  {
    "id": "1542510813971",
    "word": "enjoyable",
    "phonetic": "/ɪn'dʒɒɪəb(ə)l; en-/",
    "translation": "adj. 快乐的；有乐趣的；令人愉快的",
    "phonetic_groups": [
      {
        "text": "ɪn'd",
        "related_letters": "en"
      },
      {
        "text": "ʒɒɪəb(",
        "related_letters": "joy"
      },
      {
        "text": "ə)l; en-",
        "related_letters": "able"
      }
    ],
    "audio_url": "/audio/enjoyable.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I do not think that movie is very enjoyable.In fact, life gets more enjoyable as you age.We all had an enjoyable evening.The hotel staff spares no pain to ensure that our stay is as enjoyable as possible.",
      "我看那部电影并不怎么有趣。事实上，生活随着时间的流逝变得更有趣。我们全都度过了一个愉快的夜晚。旅馆工作人员对我们照顾得无微不至，尽量让我们住得舒适。"
    ]
  },
  {
    "id": "1542510813972",
    "word": "enough",
    "phonetic": "/ɪ'nʌf/",
    "translation": "adv. 足够地，充足地n. 很多；充足adj. 充足的int. 够了！",
    "phonetic_groups": [
      {
        "text": "ɪ'nʌf",
        "related_letters": "enough"
      }
    ],
    "audio_url": "/audio/enough.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I haven't enough time for reading.He has enough money (=money enough) to buy a car.John's old enough to take care of himself.He is brave enough to face dangers.He is competent enough to fill that position.He was careful enough to check up every detail.He seemed pleasant enough to me.I've had enough of that.I'm afraid I've eaten more than enough.",
      "我没有足够的时间读书。他有足够的钱买一辆汽车。约翰长大了,能照顾自己了。他很勇敢,足以面对各种危险。他完全胜任那个职位。他非常仔细，把每一个细节都核对过了。他对我似乎已相当和气了。我真受够了。我怕我是吃得过多了。"
    ]
  },
  {
    "id": "1542510813973",
    "word": "enter",
    "phonetic": "/'entə/",
    "translation": "vt. 进入；开始；参加vi. 参加，登场；进去n. [计] 输入；回车n. (Enter)人名；(英)恩特",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "en"
      },
      {
        "text": "ntə",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/enter.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Please do not enter before knocking on the door.He has no choice but enter that college.He showed me how to enter data into the computer.",
      "进来前请先敲门。他不得不进入那所大学读书。他告诉我如何将数据输入电脑。"
    ]
  },
  {
    "id": "1542510813974",
    "word": "entrance",
    "phonetic": "/(for v.)ɪnˈtrɑ:ns; (for n.) ˈentrəns/",
    "translation": "n. 入口；进入vt. 使出神，使入迷",
    "phonetic_groups": [
      {
        "text": "(for v.)ɪ",
        "related_letters": "en"
      },
      {
        "text": "nˈtrɑ:ns; (for n.) ˈentrəns",
        "related_letters": "trance"
      }
    ],
    "audio_url": "/audio/entrance.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "There is an entrance just around the corner.I'll meet you at the entrance of the zoo tomorrow.A lighthouse marks the entrance to the harbour.The actress makes her entrance in Act 3.The singer's entrance was greeted with applause.The police were unable to gain entrance to the house.Guests have free entrance to the swimming pool and the health club.Her beauty entirely entrances him.This gift is bound to entrance any child.",
      "拐角处有个入口。明天我会在动物园的入口处和你见面。灯塔是进入海港航道的标志。女演员在第三幕登场。那位歌星在掌声中登场。警方未能得到进入这栋房子的许可权。客人们可以免费进入游泳池和健身房。她的美丽完全使他入迷了。这件礼物任何小孩看了都会欣喜若狂。"
    ]
  },
  {
    "id": "1542510813975",
    "word": "environment",
    "phonetic": "/ɪnˈvaɪrənmənt/",
    "translation": "n. 环境，外界",
    "phonetic_groups": [
      {
        "text": "ɪn",
        "related_letters": "en"
      },
      {
        "text": "ˈv",
        "related_letters": "vi"
      },
      {
        "text": "aɪrə",
        "related_letters": "ron"
      },
      {
        "text": "nmənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/environment.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She is not used to the new environment.We are required by environment protecting department to use anthracite.At one time, children didn't have to learn any more than how to cope with their physical  environment.",
      "她对新环境不习惯。环保部门要求我们使用无烟煤。曾经有一段时间,儿童除了学习适应外界环境以外,什么都不学。"
    ]
  },
  {
    "id": "1542510813976",
    "word": "eraser",
    "phonetic": "/ɪ'reɪzə/",
    "translation": "n. 橡皮；擦除器；[计] 清除器",
    "phonetic_groups": [
      {
        "text": "ɪ'reɪ",
        "related_letters": "eras"
      },
      {
        "text": "zə",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/eraser.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The eraser is in the pencil-box.Life is to paint without an eraser.",
      "橡皮擦在文具盒里面。生命是绘一幅画，手中却无橡皮擦。"
    ]
  },
  {
    "id": "1542510813977",
    "word": "escape",
    "phonetic": "/ɪ'skeɪp; e-/",
    "translation": "vt. 逃避，避开，避免；被忘掉；被忽视vi. 逃脱；避开；溜走；（气体，液体等）漏出；（未受伤或只受了一点伤害而）逃脱；声音（不自觉地）由…发出n. 逃跑；逃亡；逃走；逃跑工具或方法；野生种；泄漏",
    "phonetic_groups": [
      {
        "text": "ɪ'sk",
        "related_letters": "es"
      },
      {
        "text": "eɪp; e-",
        "related_letters": "cape"
      }
    ],
    "audio_url": "/audio/escape.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The prisoner has escaped.To my surprise, he could escape from that big fire.I had left England to escape from my own future.They came to America to escape political tyranny.His name escapes me right now.It had not escaped my attention that Joseph was absent.About five tonnes of crude oil had escaped into the sea.We are hoping to escape to the Algarve in May.The thief jumped into a car and made his escape.Our escape was little short of miraculous.He sought escape in the bottle from hard realities.Dancing and reading are wonderful escape.They tried to stop the escape of gas from the damaged pipe.To exit a screen or dialog box, press the escape button.",
      "犯人逃走了。令我惊讶的是,他能够从那场大火里逃脱出来。我离开英国是为了逃避自己的命运。他们为逃避暴政逃到了美洲。他的名字我一时想不起来。我注意到约瑟夫没有来。约5吨原油泄露到了海里。我们希望5月去阿尔加维度假。小偷跳上汽车逃走了。我们能逃脱简直是个奇迹。他常常借酒消愁来逃避残酷的现实。跳舞与阅读都是很好的逃避方式。他们试图阻止气体从损坏的管道中泄露出来。按推出键可以推出当前屏幕或对话框。"
    ]
  },
  {
    "id": "1542510813978",
    "word": "especially",
    "phonetic": "/ɪˈspeʃəlɪ/",
    "translation": "adv. 特别；尤其；格外",
    "phonetic_groups": [
      {
        "text": "ɪˈ",
        "related_letters": "es"
      },
      {
        "text": "sp",
        "related_letters": "pe"
      },
      {
        "text": "eʃəl",
        "related_letters": "cial"
      },
      {
        "text": "ɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/especially.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Their main exports are textiles, especially silk and cotton.The rising sun is especially beautiful to look at from this angle.I love the country, especially in spring.Christmas is a time of mirth, especially for children.Noise is unpleasant, especially when you are trying to sleep.",
      "他们的主要出口货物是纺织品，特别是丝绸和棉布。旭日从这个角度看起来特别美。我喜欢这乡村，尤其是在春天。圣诞节是个快乐的日子，尤其是对孩子们。噪音令人讨厌，尤其当你想睡觉的时候。"
    ]
  },
  {
    "id": "1542510813979",
    "word": "even",
    "phonetic": "/'iːv(ə)n/",
    "translation": "adj. [数] 偶数的；平坦的；相等的adv. 甚至；即使；还；实际上vt. 使平坦；使相等vi. 变平；变得可比较；成为相等n. (Even)人名；(法)埃旺；(德)埃文；(英)埃文",
    "phonetic_groups": [
      {
        "text": "'iːv(ə)n",
        "related_letters": "even"
      }
    ],
    "audio_url": "/audio/even.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "A billiard-table must be perfectly even.He spoke lightly in even tones.Cars with license plates ending in even numbers must go in this way.He has an even chance of success.He didn't even have the decency to show me the way.Even the best of men ignored that simple rule.Even as he spoke, she entered.He even more likes to drink wine and not to like beer.It was even as he said: the jewel was gone.The path ran steeply up the hill and then evened out.I will pay for the taxi , to even things up .",
      "台球桌必须十分平.他以平和的语调温和地讲话。牌照以偶数结尾的汽车必须走这条路。他成败的机会参半。他甚至连指点我路的礼貌也没有。甚至最优秀的人也忽略了那条简单的规则。正当他说话时，她进来了。他更愿意喝葡萄酒而不喜欢啤酒。正如他所说的，珠宝不翼而飞了这条路很陡，到山上就平坦了。我将付出租车费，以使得失相等。"
    ]
  },
  {
    "id": "1542510813980",
    "word": "evening",
    "phonetic": "/'iːv(ə)nɪŋ/",
    "translation": "n. 晚上；傍晚；（联欢性的）晚会；后期adj. 在晚上的；为晚上的；晚上用的int. 晚上好（等于good evening）",
    "phonetic_groups": [
      {
        "text": "'iːv(ə)nɪŋ",
        "related_letters": "evening"
      }
    ],
    "audio_url": "/audio/evening.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Could you come back home early this evening?I had a severe headache that evening.In the evening we went to see a film.The evening sky flamed with red and orange.They rounded off the evening by singing a song.",
      "今天晚上你能早回家吗？那天晚上我头特别疼。晚上我们去看了一场电影。傍晚天空的颜色是一片火红和橘黄相间。他们唱了一首歌，圆满结束了这个晚会。"
    ]
  },
  {
    "id": "1542510813981",
    "word": "event",
    "phonetic": "/ɪ'vent/",
    "translation": "n. 事件，大事；项目；结果",
    "phonetic_groups": [
      {
        "text": "ɪ'vent",
        "related_letters": "event"
      }
    ],
    "audio_url": "/audio/event.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It was quite an event when a woman first became prime minister.The new book was the cultural event of the year.Don't get caught up in this event.This article discussed the events that led to her suicide.Jeff: Wang Ping, What is the sports event that catches the most attention in China?Modern pentathlon became an Olympic event in 1912.",
      "首次由女人任首相倒是件大事。这本新书的出版是今年文化界的大事。不要卷入这个事件。这篇文章讨论了导致她自杀的一系列事件。杰夫：王平，中国最受关注的的体育项目是什么?现代五项在1912年被列为奥运会项目。"
    ]
  },
  {
    "id": "1542510813982",
    "word": "ever",
    "phonetic": "/'evə/",
    "translation": "adv. 永远；曾经；究竟n. (Ever)人名；(英)埃弗；(俄)叶韦尔；(西、法)埃韦尔",
    "phonetic_groups": [
      {
        "text": "'evə",
        "related_letters": "ever"
      }
    ],
    "audio_url": "/audio/ever.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I don't think I ever met you.Have you ever been to Beijing?Nothing ever happens in this village.Who ever can it be?What ever is she doing?They were very happy ever afterwards.I wish I could live here for ever.",
      "我觉得我没见过你。你去过北京吗?这村里从来没有发生过什么事情。那究竟会是谁呢?她究竟在做什么?以后他们一直幸福地生活着。我希望自己能永远住在这儿。"
    ]
  },
  {
    "id": "1542510813983",
    "word": "every",
    "phonetic": "/'evrɪ/",
    "translation": "adj. 每一的，每个的；每隔…的n. (Every)人名；(英)埃夫里",
    "phonetic_groups": [
      {
        "text": "'evrɪ",
        "related_letters": "every"
      }
    ],
    "audio_url": "/audio/every.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Every citizen should be obedient to the law.He received the fixed dole every month.I have had to work for every single penny I earned.He has read every book on the shelves.She snatched at every chance to practice her oral English.We have every reason to think he may still be alive.He comes to see us every three days.The milkman comes every other day.Miss Powel went to town every third day.They showed us every attention.The athlete had every hope of succeeding.",
      "每个公民都应当是遵守法律的。他每个月都能领到固定的救济金。我挣的每一便士都是辛苦工作得来的。书架上所有的书他都读过了。她把握一切机会练习英语口语。我们有充分理由认为他可能还活著。他每隔三天来看我们一次。送牛奶的人每隔一天来一次。鲍威尔太太每隔两天上街一次。他们向我们表示了最大的关注。这名运动员对成功抱以很大的希望。"
    ]
  },
  {
    "id": "1542510813984",
    "word": "everybody",
    "phonetic": "/'evrɪbɒdɪ/",
    "translation": "pron. 每个人；人人",
    "phonetic_groups": [
      {
        "text": "'evrɪ",
        "related_letters": "every"
      },
      {
        "text": "bɒdɪ",
        "related_letters": "body"
      }
    ],
    "audio_url": "/audio/everybody.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Everybody should do good self work.It is difficult to find a time that suits everybody.The rascal was hated by everybody in the village.Everybody else has gone home except me.Everybody has his own view of what happened.The benediction closes the service, and then, as the organ plays a postlude, everybody turns to greet his neighbors.",
      "每人必须做好自己的工作。很难找到一个对每人都合适的时间。这坏蛋，村子里人人痛恨。除我之外，人人都回家了。对於所发生的事情，各人有各人的看法。最后以祈祷祝福结束了礼拜，在风琴弹奏中，各人都转向邻座的人招呼问好。"
    ]
  },
  {
    "id": "1542510813985",
    "word": "everyone",
    "phonetic": "/'evrɪwʌn/",
    "translation": "pron. 每个人；人人n. 每个人",
    "phonetic_groups": [
      {
        "text": "'evrɪ",
        "related_letters": "every"
      },
      {
        "text": "wʌn",
        "related_letters": "one"
      }
    ],
    "audio_url": "/audio/everyone.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "On this job everyone works straight-time.The ruling was not fair to everyone.Everyone should be guarded by legal barricades.The justice of these remarks was clear to everyone.",
      "在这项工作中，每人干满正常工作时间。这项裁决并非对每人都公正。人人都应受法律保障。人人都明白这些话是公正的。"
    ]
  },
  {
    "id": "1542510813986",
    "word": "everything",
    "phonetic": "/'evrɪθɪŋ/",
    "translation": "pron. 每件事物；最重要的东西；（有关的）一切；万事",
    "phonetic_groups": [
      {
        "text": "'evr",
        "related_letters": "every"
      },
      {
        "text": "ɪθɪŋ",
        "related_letters": "thing"
      }
    ],
    "audio_url": "/audio/everything.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Thank you for everything.Money isn't everything.His standard for everything is excellence.I resent having to get his permission for everything I do.I remembered in minute detail everything that had happened.Everything in the capital is now quiet.I found everything in good order.Has everything been allowed for in your plan?In business, timing is everything.",
      "感谢你做的一切。金钱不是一切。他对所有事物的标准是卓越。我讨厌做每件事都要得到他的许可。我对发生的每件事的细枝末节都记得清清楚楚。目前首都的形势很平静。我发现一切情况良好。你的计划是否把各种情况都考虑进去了?在商业中,时间就是最重要。"
    ]
  },
  {
    "id": "1542510813987",
    "word": "everywhere",
    "phonetic": "/'evrɪweə/",
    "translation": "adv. 到处n. 每个地方",
    "phonetic_groups": [
      {
        "text": "'evr",
        "related_letters": "every"
      },
      {
        "text": "ɪweə",
        "related_letters": "where"
      }
    ],
    "audio_url": "/audio/everywhere.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "New factories are going up everywhere.I hunted for my book everywhere.",
      "到处在兴建新工厂。我到处找我的书。"
    ]
  },
  {
    "id": "1542510813988",
    "word": "exactly",
    "phonetic": "/ɪg'zæk(t)lɪ/",
    "translation": "adv. 恰好地；正是；精确地；正确地",
    "phonetic_groups": [
      {
        "text": "ɪg'",
        "related_letters": "ex"
      },
      {
        "text": "zæk(t",
        "related_letters": "act"
      },
      {
        "text": ")lɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/exactly.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The train arrived at exactly 8 o'clock.Can you date the fossil exactly?I hold exactly the same idea as you.You have to do exactly as he said.You've arrived at exactly the right moment.",
      "火车八点钟准时到达。你能确定这化石的确切年代吗?我的想法同您的完全相同。你必须严格按照他说的去做。你到得正是时候。"
    ]
  },
  {
    "id": "1542510813989",
    "word": "exam",
    "phonetic": "/ɪg'zæm; eg-/",
    "translation": "n. 考试；测验",
    "phonetic_groups": [
      {
        "text": "ɪg'zæm; eg-",
        "related_letters": "exam"
      }
    ],
    "audio_url": "/audio/exam.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He repeatedly fails to pass the exam.I was really in a fog after the exam.He didn't pass the exam, but it was a good attempt.She crammed for her history exam.Don't be unduly worried about the exam.",
      "他考了多次都不及格。考完试后，我真的感到稀里糊涂。他虽然没有通过考试，但他做了很大的努力。她死记硬背以应付历史考试。不要过分担心考试的事。"
    ]
  },
  {
    "id": "1542510813990",
    "word": "examination",
    "phonetic": "/ɪg,zæmɪ'neɪʃ(ə)n; eg-/",
    "translation": "n. 考试；检查；查问",
    "phonetic_groups": [
      {
        "text": "ɪg,z",
        "related_letters": "ex"
      },
      {
        "text": "æmɪ'",
        "related_letters": "am"
      },
      {
        "text": "ne",
        "related_letters": "i"
      },
      {
        "text": "ɪʃ(ə",
        "related_letters": "na"
      },
      {
        "text": ")n; eg-",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/examination.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The issue needs further examination.None of these explanations can stand up under close examination.I have no other wish except to pass the examination.The examination of all the witness lasted two hours.The doctor gave him a careful examination.Close examination revealed a crack in the vase.",
      "这个问题需要进一步考查。这些解释没有一个能经得住严格的考查。我除了要通过考试之外，没有别的心愿。对全部证人的讯问持续了两个小时。医生对他作了彻底的检查。花瓶经仔细检查发现有裂缝。"
    ]
  },
  {
    "id": "1542510813991",
    "word": "example",
    "phonetic": "/ɪg'zɑːmp(ə)l; eg-/",
    "translation": "n. 例子；榜样vt. 作为…的例子；为…做出榜样vi. 举例",
    "phonetic_groups": [
      {
        "text": "ɪg'zɑ",
        "related_letters": "ex"
      },
      {
        "text": "ːmp(ə",
        "related_letters": "am"
      },
      {
        "text": ")l; eg-",
        "related_letters": "ple"
      }
    ],
    "audio_url": "/audio/example.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It is a classic example of how not to design a new city centre.This church is a classic example of medieval architecture.Her diligence has set an example to the others.Comrade LeiFeng set us a good example to emulate.I must set an example to this young friend.Many great men have risen from poverty---Lincoln, for example.This dictionary has many examples of how words are used.Can you give an example of how you would do that?Let this be an example to you.He can set a good example for Chinese coaches.In fact Ukraine offers them a proud example.",
      "这对设计新市中心是个最佳的反面教材。这座教堂是中世纪建筑风格的典型实例。她的勤奋为其他人树立了榜样。雷峰同志为我们树立了可供效仿的榜样。我一定要给小朋友做个榜样。许多伟人从贫困中崛起，例如林肯。这部词典有许多说明词语用法的实例。你能否举例说明你将怎样去做?你要以此为鉴戒。他可以为中国教练做好的示范。可实施上乌克兰给俄罗斯做了很好的示范。"
    ]
  },
  {
    "id": "1542510813992",
    "word": "excellent",
    "phonetic": "/ˈeksələnt/",
    "translation": "adj. 卓越的；极好的；杰出的",
    "phonetic_groups": [
      {
        "text": "ˈe",
        "related_letters": "ex"
      },
      {
        "text": "ksə",
        "related_letters": "cel"
      },
      {
        "text": "lənt",
        "related_letters": "lent"
      }
    ],
    "audio_url": "/audio/excellent.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She would have made an excellent teacher.As soon as she learns the office routine, she will be an excellent assistant.Hawaii is an excellent tourist resort.He worked out an excellent idea.The store has an excellent reputation for fair dealing.",
      "她本可以成为杰出的教师。她一旦熟悉了办公室的日常事务,就会成为一名优秀的助手。夏威夷是极好的旅游胜地。他想出了一个极好的主意。该店买卖公平，声誉极佳。"
    ]
  },
  {
    "id": "1542510813993",
    "word": "except",
    "phonetic": "/ɪkˈsept/",
    "translation": "vt. 不计；把…除外vi. 反对prep. 除…之外conj. 除了；要不是",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "ˈsept",
        "related_letters": "cept"
      }
    ],
    "audio_url": "/audio/except.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They all went to sleep except me.It's a poor tune, except to be dancing to.They didn't open their mouths except to complain.I would buy the suit,except that it cost too much.You will all be punished; I can except no one.An admission fee is charged,but children are excepted.",
      "除我之外，他们都去睡觉了。这支曲子不好,除非用它作舞蹈的伴奏曲。除了抱怨他们从不开口如果不是它价格太高的话,我本想买下那件衣服。你们全得受罚,我一个也不饶。收取入场费，但儿童除外。"
    ]
  },
  {
    "id": "1542510813994",
    "word": "excuse",
    "phonetic": "/ɪkˈskju:s; ɪkˈskju:z/",
    "translation": "n. 借口；理由vt. 原谅；为…申辩；给…免去vi. 作为借口；请求宽恕；表示宽恕",
    "phonetic_groups": [
      {
        "text": "ɪkˈskju",
        "related_letters": "ex"
      },
      {
        "text": ":s; ɪkˈskju:z",
        "related_letters": "cuse"
      }
    ],
    "audio_url": "/audio/excuse.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Excuse me, but I must say you are completely wrong.I hope you will excuse me if I have to leave early.He told a real whopper to excuse his lateness.His excuse for being late was that he had missed the train.Such conduct allows of no excuse.My lame excuse is that I have too much to do.I won't let him get away with that excuse.",
      "对不起，但是我必须说你完全错了。如果我必须早些离开,希望你能原谅我。他撒了个大谎为自己的迟到辩解。他迟到的理由是没有赶上火车。这样的行为是不容辩解的。我那站不住脚的借口就是我要干的事太多了。我不会让他用那种借口蒙混过去。"
    ]
  },
  {
    "id": "1542510813995",
    "word": "exercise",
    "phonetic": "/'eksəsaɪz/",
    "translation": "n. 运动；练习；运用；操练；礼拜；典礼vt. 锻炼；练习；使用；使忙碌；使惊恐vi. 运动；练习",
    "phonetic_groups": [
      {
        "text": "'e",
        "related_letters": "ex"
      },
      {
        "text": "ks",
        "related_letters": "er"
      },
      {
        "text": "əsaɪz",
        "related_letters": "cise"
      }
    ],
    "audio_url": "/audio/exercise.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Exercise is good for your heart and lungs.I suggest you go on a diet and take more exercise.Next I'd like you to do the exercises on page 10.She does her piano exercises in the afternoon.The pupil's exercise was full of erasures.Should I hand in my exercise book tomorrow?You should learn how to exercise self-control.You can exercise your right as a citizen.You should try to exercise patience.You should exercise more so as to keep energetic.He exercises in the morning every day.",
      "对您的心脏和肺,运动也是有益的。我建议你节食,多做运动。下面我让你做第10页上的练习。她每天下午练习钢琴。这个学生的作业练习到处都是擦拭的痕迹。我是否该明天交作业？你要学会运用自制力。你能行使公民权利。你应当努力运用忍耐力。你应当多锻炼以保持精力充沛。他每天早晨锻炼。"
    ]
  },
  {
    "id": "1542510813996",
    "word": "expect",
    "phonetic": "/ɪkˈspekt/",
    "translation": "vt. 期望；指望；认为；预料vi. 期待；预期",
    "phonetic_groups": [
      {
        "text": "ɪkˈ",
        "related_letters": "ex"
      },
      {
        "text": "spekt",
        "related_letters": "pect"
      }
    ],
    "audio_url": "/audio/expect.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This is what we expect to happen.He is expected to get through to the finals.At last they got the telegram they had been expecting.",
      "这就是我们所预期将会发生的。我们期待他进入决赛。最后他们收到了他们盼望的电报。"
    ]
  },
  {
    "id": "1542510813997",
    "word": "expedition",
    "phonetic": "/ekspɪ'dɪʃ(ə)n/",
    "translation": "n. 远征；探险队；迅速",
    "phonetic_groups": [
      {
        "text": "eks",
        "related_letters": "ex"
      },
      {
        "text": "pɪ'",
        "related_letters": "pe"
      },
      {
        "text": "dɪʃ",
        "related_letters": "di"
      },
      {
        "text": "(ə)n",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/expedition.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They equipped themselves for the expedition.They planned to organize a scientific expedition.He is the commander of the expedition.The expedition suffered all the rigors of a Canadian winter.The mail is conveyed with expedition.We strived to work with great expedition.",
      "他们为远征治装。他们计划组织一次科学考察。他是探险队的队长。这支探险队饱受了加拿大严冬的折磨。那封信被迅速地传递出去。我们力求工作迅速。"
    ]
  },
  {
    "id": "1542510813998",
    "word": "expensive",
    "phonetic": "/ɪkˈspensɪv/",
    "translation": "adj. 昂贵的；花钱的",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "ˈsp",
        "related_letters": "pen"
      },
      {
        "text": "ensɪv",
        "related_letters": "sive"
      }
    ],
    "audio_url": "/audio/expensive.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The dress is too expensive for me to buy.A cheaper camera is not always inferior to a more expensive one.This set of crystal wine cups is very expensive.The overhead costs are ridiculously expensive.It is more expensive to go by plane than by boat.",
      "那衣服太昂贵，我买不起。廉价照相机的质量并总不比昂贵的差。这套水晶玻璃酒杯非常昂贵。日常开支太高了。坐飞机去比坐船去的费用更高一些。"
    ]
  },
  {
    "id": "1542510813999",
    "word": "experience",
    "phonetic": "/ɪkˈspɪərɪəns/",
    "translation": "n. 经验；经历；体验vt. 经验；经历；体验",
    "phonetic_groups": [
      {
        "text": "ɪk",
        "related_letters": "ex"
      },
      {
        "text": "ˈs",
        "related_letters": "pe"
      },
      {
        "text": "pɪ",
        "related_letters": "ri"
      },
      {
        "text": "ərɪəns",
        "related_letters": "ence"
      }
    ],
    "audio_url": "/audio/experience.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He has had no previous experience in this kind of job.I know from my own experience how difficult the work can be.I had a singular experience in Africa.The shipwreck was a harrowing experience.You will experience a dream of fantasy.Today I'm going to experience the slide activities.He experienced a pang of sadness.",
      "他从前没有做这种工作的经验。从我自己的经验我明白这项工作会有多难。我在非洲时有过一次奇特的经历。那次船难是一个惨痛的经历。你将会经历一个梦幻之旅。今天我要体验一下滑行项目。他感到一阵悲痛。"
    ]
  },
  {
    "id": "1542510814000",
    "word": "expert",
    "phonetic": "/'ekspɜːt/",
    "translation": "adj. 熟练的；内行的；老练的n. 专家；行家；能手vt. 当专家；在…中当行家n. (Expert)人名；(法)埃克斯佩",
    "phonetic_groups": [
      {
        "text": "'ek",
        "related_letters": "ex"
      },
      {
        "text": "spɜːt",
        "related_letters": "pert"
      }
    ],
    "audio_url": "/audio/expert.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She is a reputable expert.According to expert opinions, they gave up the experiment immediately.He is an expert in unarmed combat.The surgeon cut away the tumour with expert skill.To her expert eye, the painting was terrible.Could you give me your expert advice?",
      "她是个有声望的专家。根据专家们的意见，他们马上放弃了这项试验。他是徒手格斗的能手。外科大夫用熟练的技术把肿瘤切去。她以内行的眼光看，这幅画糟透了。你可以给我一些专业意见吗?"
    ]
  },
  {
    "id": "1542510814001",
    "word": "explore",
    "phonetic": "/ɪk'splɔː; ek-/",
    "translation": "vt. 探索；探测；探险vi. 探索；探测；探险",
    "phonetic_groups": [
      {
        "text": "ɪk's",
        "related_letters": "ex"
      },
      {
        "text": "plɔː; ek-",
        "related_letters": "plore"
      }
    ],
    "audio_url": "/audio/explore.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The experts are exploring every part of the island.He had an itch to get away and explore.Can you explore the market possibility for us?Columbus discovered America but did not explore the new continent.Let us explore the possibilities for improvement.",
      "专家们正在勘查这个岛的各个部分。他等不及要动身去探险。您能为我们考察一下市场前景吗？哥伦布发现了美洲让我们探索改善的可能性。"
    ]
  },
  {
    "id": "1542510814002",
    "word": "explorer",
    "phonetic": "/ek'splɔːrə(r)/",
    "translation": "n. 探险家；勘探者；探测器；[医]探针",
    "phonetic_groups": [
      {
        "text": "ek'",
        "related_letters": "ex"
      },
      {
        "text": "splɔːrə",
        "related_letters": "plor"
      },
      {
        "text": "(r)",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/explorer.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The explorer mapped the new territory .This famous explorer finally died in loneliness.Christopher Columbus was one of the great explorers.The explorer told the boys about his adventures in the Arctic.",
      "那位探测者绘制那块新土地的地图。这位著名的探险家最后在孤寂中死去。克里斯托弗·哥伦布是伟大的探险家。那位探险家把他在北极的冒险活动讲给男孩子们听。"
    ]
  },
  {
    "id": "1542510814003",
    "word": "eye",
    "phonetic": "/aɪ/",
    "translation": "n. 眼睛；视力；眼光；见解，观点vt. 注视，看n. (Eye)人名；(德)艾厄；(英)艾",
    "phonetic_groups": [
      {
        "text": "aɪ",
        "related_letters": "eye"
      }
    ],
    "audio_url": "/audio/eye.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He could not meet his father's eye.She reads with a sharp eye for idiom.He has weak eyes.Reading in the sunlight does harm to your eye sight.We're eye to eye on all the vital issues.To my eye, the decorations are excellent.You do have an eye for paintings.Though he majored in science at university, he has an eye for art and literature.Kevin likes to eye every girl who walks by.They eyed every change in the stock market.I did not like the way he eyed me.",
      "他不敢正视父亲的目光。她阅读时以敏锐的目光审视语言的习惯用法。他的视力不佳。在太阳光下读书对视力有害。对于重大问题我们的观点一致就我的观点，这些装饰品都很好你的确对油画有很高的鉴赏力。尽管他在大学学的是理科,他却对艺术和文学很有鉴赏力。凯文喜欢看每一个走过他面前的女孩子。他们密切注视股票市场的每一个变化。我不喜欢他那看我的样子。"
    ]
  },
  {
    "id": "1542510815151",
    "word": "each other",
    "phonetic": "/each other/",
    "translation": "彼此，互相",
    "phonetic_groups": [
      {
        "text": "each oth",
        "related_letters": "each oth"
      },
      {
        "text": "er",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/each other.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They took out their resentments on each other.The teams are all square at one match each.Each side of a case in court has its own counsel.",
      "他们互相发泄怨气。这些队在各自参加了一场比赛后不分胜负。法庭上原告和被告双方都有各自的律师。"
    ]
  },
  {
    "id": "1542510815152",
    "word": "enjoy oneself",
    "phonetic": "/enjoy oneself/",
    "translation": "过得快乐，过得快活",
    "phonetic_groups": [
      {
        "text": "en",
        "related_letters": "en"
      },
      {
        "text": "joy one",
        "related_letters": "joy one"
      },
      {
        "text": "self",
        "related_letters": "self"
      }
    ],
    "audio_url": "/audio/enjoy oneself.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This means that you enjoy having a good time.I hope you'll enjoy yourselves.",
      "也就是说，你喜欢玩得快乐。希望你们玩得高兴。"
    ]
  },
  {
    "id": "1542510815153",
    "word": "even if",
    "phonetic": "/even if/",
    "translation": "即使；虽然",
    "phonetic_groups": [
      {
        "text": "even if",
        "related_letters": "even if"
      }
    ],
    "audio_url": "/audio/even if.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They couldn't, even if they would, get out of trouble by themselves.Even if I fail this time, I would try again.We should practice economy even if we are rich.We'll go even if it rains.Even if one graduated from college, he should still continue to learn.Even if he said so, you need not believe him.Even if it will take me six weeks, I am determined to finish the job.He's a real gentleman,even if a little pompous at times.Even if after meeting only once, they felt a kinship.Even if air is invisible, air takes up space.",
      "即使他们想(摆脱), 也无法独立摆脱困难。即使我这次失败了，我还要再试试。即使我们富裕了也仍应该厉行节约。即使下雨我们也要去。即使大学毕业了他也要继续学习。即使他这么说，你大可不必相信他。即使这工作要花掉我六个星期的时间，我仍决心要把它完成。他可是个正人君子他们虽然只见了一面,但已是一见如故了。空气虽然看不见,但它占据了空间。"
    ]
  },
  {
    "id": "1542510815154",
    "word": "even though",
    "phonetic": "/even though/",
    "translation": "虽然，即使",
    "phonetic_groups": [
      {
        "text": "even though",
        "related_letters": "even though"
      }
    ],
    "audio_url": "/audio/even though.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We mustn't let up, even though we're winning.The poster wouldn't stick even though I drenched it with glue.He never apologizes, even though he knows that he is in the wrong.Even though he tried, he still lagged behind other runners.I took the liberty of reading the letter, even though it was addressed to you.",
      "我们即使快赢了也决不可松劲。我涂了大量胶水，可那张海报就是贴不住。他从不道歉，即使他自知错了。尽管他努力了，仍落在其他赛跑者之后。尽管这封信是写给你的，但是我冒昧地看过了。"
    ]
  },
  {
    "id": "1542510815155",
    "word": "ever since",
    "phonetic": "/ever since/",
    "translation": "adv. 从那时到现在",
    "phonetic_groups": [
      {
        "text": "ever since",
        "related_letters": "ever since"
      }
    ],
    "audio_url": "/audio/ever since.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She's been piling up money ever since she got the job.We've been friends ever since we met at school.Fog dispersal research has since followed the line.Since then, Goldman has been on a green jag.",
      "自从得了那份工作以来，她一直在攒钱。自从我们在学校认识之后，我们就一直是好朋友。自那时以来消雾研究一直遵循这个方向。自那时以来，高盛一直在绿色联合咨询组。"
    ]
  }
]