[
  {
    "id": "1469687118144",
    "word": "gain",
    "phonetic": "/ɡeɪn/",
    "translation": "n.获得；收益；增益v.获得；到达；增加；获利；(钟、表等)走得快",
    "phonetic_groups": [
      {
        "text": "ɡeɪn",
        "related_letters": "gain"
      }
    ],
    "audio_url": "/audio/youdao-43589da0-1619d738-8146ad84-abc104d9-8311b9c9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) No pain, no gain.(2) He has no aspiration for fame or gain.(3) It is not for the love of gain that he does so.(4) It's the first time we've ever had the power to gain knowledge at our fingertips.(5) After swimming for an hour, he finally gained the shore.(6) Did you gain weight after you stopped exercising.(7) I did not gain very much by my inspection.(8) They gain in security what they lose in liberty.(9) The clock on my computer gains a minute every day.",
      "(1) 不劳则无获。(2) 他不图名利。(3) 他这样做并非为了得什么好处。(4) 人们第一次有了这样的能力,可以在指尖轻松的获得知识。(5) 他游了一小时后,终于到达岸边。(6) 在你停止锻炼之后,你的体重增加了吗?(7) 我这样细看一番收获并不太大。(8) 他们从安全中得到了他们在自由中所失去的东西。(9) 我电脑上的时间每天快一分钟。",
      "A gain is an increase in something, especially something good. You gain knowledge by attending philosophy lectures and reading books.",
      "When you gain something, you acquire it or add to what you already have. You can gain friends by joining clubs, and you can gain weight by eating ice cream every day. Gain is also a noun, which you can use to talk about what you've gained, like the health gain you get from cutting back on that ice cream. The root of gain is the Old French gaaignier, \"to earn, trade, or capture.\"",
      "★★★★☆",
      "1[VERB 动词]获得；博得；赢得 If a person or place gains something such as an ability or quality, they gradually get more of it. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V in n]Students can gain valuable experience by working on the campus radio or magazine...学生们在校广播台或校刊工作能够获得宝贵的经验。While it has lost its tranquility, the area has gained in liveliness.虽然该地区失去了往日的宁静，但是却有了生气。2[VERB 动词]（从…中）受益，获益，得到好处 If you gain from something such as an event or situation, you get some advantage or benefit from it. &nbsp;&nbsp;[V n from/by n/-ing]&nbsp;&nbsp;[V from n]The company didn't disclose how much it expects to gain from the two deals...这家公司未透露这两笔交易的预期获利情况。There is absolutely nothing to be gained by feeling bitter..心怀怨愤是绝对没有好处的。It is sad that a major company should try to gain from other people's  suffering.一家大公司竟然试图发别人的苦难财，真是令人悲哀。3[VERB 动词]增加（体重、速度等） To gain something such as weight or speed means to have an increase in that particular thing. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V amount]&nbsp;&nbsp;[Also V]&nbsp;&nbsp;[usu with supp]Some people do gain weight after they stop smoking...一些人戒烟后体重确实会增加。The BMW started coming forward, passing the other cars and gaining speed as it approached...那辆宝马车开始赶上来，超过了其他车辆并且在逼近的时候开始加速。She gained some 25lb in weight during her pregnancy.她怀孕期间体重增加了大约25磅。Gain is also a noun.News on new home sales is brighter, showing a gain of nearly 8% in June...新建房屋的销售情况更为乐观，6月份上升了将近8%。Excessive weight gain doesn't do you any good.体重过度增加对你没有任何好处。4[VERB 动词]（尤指经努力）获得，取得 If you gain something, you obtain it, especially after a lot of hard work or effort. &nbsp;&nbsp;[V n]They realise that passing exams is no longer enough to gain a place at university...他们认识到现在仅仅是考试通过，并不能确保进入大学。Their efforts helped the hostages gain their freedom.他们的努力帮助人质获得了自由。5[PHRASE 短语]为了获得利益；为了获得好处 If you do something for gain, you do it in order to get some advantage or profit for yourself, and for no other reason. &nbsp;&nbsp;[PHR after v]&nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[FORMAL 正式]...buying art solely for financial gain.纯粹为了赚钱而购买艺术品6[PHRASE 短语]（想法、理想等）越来越流行，逐渐为人接受 If something such as an idea or an ideal gains ground, it gradually becomes more widely known or more popular. &nbsp;&nbsp;[V inflects]There are strong signs that his views are gaining ground...各种明显的迹象显示他的观点越来越受欢迎。The Christian right has been steadily gaining ground in state politics.基督教右翼组织在国家政治中逐渐获得越来越广泛的支持。7[PHRASE 短语]赢得时间；争取时间 If you do something in order to gain time, you do it in order to give yourself enough time to think of an excuse or a way out of a difficult situation. &nbsp;&nbsp;[V inflects]I hoped to gain time by keeping him talking.我希望让他一直说下去以争取时间。相关词组：gain on"
    ]
  },
  {
    "id": "1469687118145",
    "word": "gale",
    "phonetic": "/ɡeɪl/",
    "translation": "n.狂风；一阵（喧闹；笑声等）",
    "phonetic_groups": [
      {
        "text": "ɡeɪl",
        "related_letters": "gale"
      }
    ],
    "audio_url": "/audio/youdao-118faedd-00f43df2-218b4463-4951d9c5-8f1fb608.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The gale blew down the flagstaff.",
      "(1) 狂风把旗杆吹倒了。",
      "If there’s a gale coming your way, you better hold onto your new hat and your little dog, Toto, too, because this is an extremely strong wind.",
      "The word gale possibly originates from the Old Norse word galinn, which means “mad”, “frantic” or “bewitched.” Weather forecasters sometimes use the term “gale-force winds” to describe conditions that aren’t quite as extreme as hurricanes or tropical storms, but probably fierce enough to snap your kite in half. It can also refer to other kinds of strong outbursts. For example, if someone erupts into gales of laughter, it means her friend probably said something very funny.",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]大风；强风 A gale is a very strong wind. ...forecasts of fierce gales over the next few days.预报未来几天有超强大风2[N-COUNT 可数名词]一阵（大笑声） You can refer to the loud noise made by a lot of people all laughing at the same time as a gale of laughter or gales of laughter. &nbsp;&nbsp;[N of n]&nbsp;&nbsp;[WRITTEN 笔语]This was greeted with gales of laughter from the audience.观众对此报以阵阵笑声。"
    ]
  },
  {
    "id": "1469687118146",
    "word": "gallery",
    "phonetic": "/'ɡæləri/",
    "translation": "n.美术馆；画廊；顶层楼座；走廊",
    "phonetic_groups": [
      {
        "text": "'ɡæləri",
        "related_letters": "gallery"
      }
    ],
    "audio_url": "/audio/youdao-d695fc68-8c4acc36-5420e9dd-51b9f006-8835b319.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The gallery has a show of French oil painting.(2) She is a frequent visitor to the gallery.(3) The gallery is a treasure trove of medieval art.(4) There's a new picture show at the gallery tomorrow.(5) Our seats are in the gallery tonight.(6) He had been stamping impatiently about the gallery.",
      "(1) 这个美术馆在展出法国油画。(2) 她经常参观这个美术馆。(3) 这个画廊是中世纪艺术的宝库。(4) 明天在画廊有个新画展。(5) 今晚我们的座位是在剧场顶层楼座里。(6) 他一直烦躁地在走廊里踩着重重的步子来回走动。",
      "A gallery is an area of a building that's usually long, narrow, and has a specific function. You might visit an art gallery to check out a row of paintings hung on its walls.",
      "There are a few kinds of galleries, but the first is a part of a house or building that's unusually long and narrow. A gallery also has some sort of purpose: in a theater, a gallery is a place where additional seats are located. A gallery is also somewhere art is shown and sold. Art galleries can be one room of a larger place, a series of rooms, or a whole building devoted to art.",
      "★★★☆☆",
      "1[N-COUNT； N-IN-NAMES 名称名词；名称名词]（艺术作品的）陈列室，展览馆；画廊 A gallery is a place that has permanent exhibitions of works of art in it. ...an art gallery.美术馆...the National Gallery.国家美术馆2[N-COUNT 可数名词]私人画店；私人画廊（或画室） A gallery is a privately owned building or room where people can look at and buy works of art. The painting is in the gallery upstairs.那幅画在楼上的画廊里。3[N-COUNT 可数名词]（大厅的）楼座，边座，楼上旁听席 A gallery is an area high above the ground at the back or at the sides of a large room or hall. A crowd already filled the gallery.楼座已经挤满了人。4[N-COUNT 可数名词]（剧场或音乐厅中通常票价最低的）顶层楼座 The gallery in a theatre or concert hall is an area high above the ground that usually contains the cheapest seats. &nbsp;&nbsp;[usu the N in sing]&nbsp;&nbsp;[V inflects]They had been forced to find cheap tickets in the gallery.他们不得已买了顶层楼座的廉价票。If you play to the gallery, you do something in public in a way which you hope will impress people.讨好大众；哗众取宠...but I must tell you that in my opinion you're both now playing to the gallery.但是，我必须告诉你们，在我看来你们俩都是在哗众取宠。"
    ]
  },
  {
    "id": "1469687118147",
    "word": "gallon",
    "phonetic": "/'ɡælən/",
    "translation": "n.加仑(容量单位)",
    "phonetic_groups": [
      {
        "text": "'ɡæ",
        "related_letters": "gal"
      },
      {
        "text": "lən",
        "related_letters": "lon"
      }
    ],
    "audio_url": "/audio/youdao-b0591778-f58eafbb-faaacb3b-99be4355-dd18707b.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There are eight pints in a gallon.(2) This type of car can run 25 miles a gallon.",
      "(1) 一加仑有八品脱。(2) 这种汽车每加仑油料能行驶二十五英里。",
      "The gallon is a unit of measurement used for liquids such as gasoline, water, and milk in the United States. If your car’s tank is running on empty, then you better pull over and buy at least a few more gallons of gas.",
      "A gallon is equivalent to 4 quarts of liquid or 3.785 liters. The United States is one of the last countries to use this term. Though the gallon has roots in the British Imperial Units measurement system, the United Kingdom and most countries around the world have switched to the newer International System of Units.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]加仑（液量单位，1加仑等于8品脱，英制等于4.564升，美制等于3.785升） A gallon is a unit of measurement for liquids that is equal to eight pints. In Britain, it is equal to 4.564 litres. In America, it is equal to 3.785 litres. &nbsp;&nbsp;[oft N of n]...80 million gallons of water a day.每天8千万加仑水...a gasoline tax of 4.3 cents a gallon.每加仑4.3分的汽油税"
    ]
  },
  {
    "id": "1469687118148",
    "word": "garage",
    "phonetic": "/'ɡærɑːʒ/",
    "translation": "n.汽车修理厂；车库vt.把 ... 放入车库",
    "phonetic_groups": [
      {
        "text": "'ɡærɑːʒ",
        "related_letters": "garage"
      }
    ],
    "audio_url": "/audio/youdao-536c4447-d89f9573-63066d2c-aeb963fc-2487c824.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He sent his car to the garage for repair.(2) My car broke down and had to be towed to a garage.(3) There is a garage built onto the side of the house.(4) We can't afford a car, not to mention the fact that we have no garage.",
      "(1) 他把汽车送到修车厂修理。(2) 我的汽车出故障了，得拉到修理厂去。(3) 这所房子的一侧建有一个车库。(4) 我们买不起汽车，没有车库的事就更不必说了。",
      "A garage is a building that's meant for keeping cars or other vehicles in. Some houses have attached garages with automated doors.",
      "You might have your own garage, or you might pay to park your car in a large public garage down the street. The two buildings are very different — one large enough for one or two cars, and the other possibly accommodating hundreds — but they're both garages. You can also use the word garage for a car repair shop: \"I have to take my car to the garage because it's making a weird noise.\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]车库；停车房 A garage is a building in which you keep a car. A garage is often built next to or as part of a house. 2[N-COUNT； N-IN-NAMES 名称名词；名称名词]汽车修理厂（在英国兼营加油或汽车销售） A garage is a place where you can get your car repaired. In Britain, you can also buy fuel for your car, or buy cars. Nancy took her car to a local garage for a check-up...南希把车开到当地的汽车修理厂检修。Nelson Garage has the used car you're after.纳尔逊汽车修理厂有你要找的那种二手车。"
    ]
  },
  {
    "id": "1469687118149",
    "word": "garbage",
    "phonetic": "/'ɡɑːbɪdʒ/",
    "translation": "n.垃圾；废物；食物残渣",
    "phonetic_groups": [
      {
        "text": "'ɡɑːbɪdʒ",
        "related_letters": "garbage"
      }
    ],
    "audio_url": "/audio/youdao-ac28e4c9-32438ae0-4cf22940-58f92f2a-4f0ef794.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Please put the garbage in the dustbin.(2) She threw the leftovers in the garbage.(3) The smell of the garbage overpowered me.(4) You are a garbage!(5) Please throw the garbage away.(6) In her home, garbage was fed to the pigs.",
      "(1) 请把垃圾放在桶里。(2) 她把剩饭倒进垃圾桶。(3) 垃圾的臭味使我无法忍受。(4) 你真是个废物！(5) 请把这些废物扔掉。(6) 在她家,剩菜用来喂猪。",
      "If you throw it in the trash, you can call it garbage. Likewise, if something is so terrible you wish you could throw it in the trash, like a really bad movie, you can also call it garbage.",
      "Everything in your kitchen trash is garbage — essentially, it's anything that's useless. Garbage can include vegetable scraps, wadded-up paper, or even spoken gibberish. The origin of the word garbage is a little uncertain, though in the 15th century it was used to mean literally \"giblets of a fowl,\" or the extra parts that weren't considered food.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]垃圾；（尤指）厨房垃圾 Garbage is rubbish, especially waste from a kitchen. &nbsp;&nbsp;[mainly AM 主美]...a garbage bag.垃圾袋...rotting piles of garbage.成堆腐烂的垃圾2[N-UNCOUNT 不可数名词]废话；无聊话 If someone says that an idea or opinion is garbage, they are emphasizing that they believe it is untrue or unimportant. &nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[INFORMAL 非正式]I personally think this is complete garbage...我个人认为这纯粹是废话。Furious government officials branded her story 'garbage'.大发雷霆的政府官员称她的报道为“胡说八道”。Usage Note :In American English, the words garbage and trash are most commonly used to refer to waste material that is thrown away. ...the smell of rotting garbage... She threw the bottle into the trash. In British English, rubbish is the usual word. Garbage and trash are sometimes used in British English, but only informally and metaphorically. I don't have to listen to this garbage... The book was trash. 在美国英语中，garbage和trash最常用来指丢弃的废物：the smell of rotting garbage (腐烂垃圾的臭味), She threw the bottle into the trash (她将瓶子扔进了垃圾堆)。在英国英语中，rubbish 比较常用，有时也使用 garbage 和 trash，但仅限于非正式语体和比喻用法：I don't have to listen to this garbage (我不需要听这些废话), The book was trash (这本书简直是垃圾)。"
    ]
  },
  {
    "id": "1469687118150",
    "word": "gardening",
    "phonetic": "/'ɡɑːdnɪŋ/",
    "translation": "n.园艺(学)v.从事园艺活动；种植花木（动词garden的现在分词）",
    "phonetic_groups": [
      {
        "text": "'ɡɑ",
        "related_letters": "gar"
      },
      {
        "text": "ːdn",
        "related_letters": "den"
      },
      {
        "text": "ɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-43cb4d5b-d0616b06-74f84a58-1265fc81-80b8ee97.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Gardening is a very rewarding pastime.(2) I received a set of gardening tools on my birthday.(3) I got in an hour's gardening between the showers.(4) He's always laying down the law about gardening but he really doesn't know much about it.(5) I was so tired after all that gardening that I was out for the count for ten whole hours last night.(6) Dendrology for gardening is more suitable for students from specialties relating to gardening.",
      "(1) 园艺劳动是非常有益的消遣。(2) 生日那天，我收到一套园艺工具。(3) 阵雨间歇时我抽了一小时的时间来整理花园。(4) 他总是对园艺工作发号施令，其实他只是一知半解。(5) 把花园里所有的活干完后，我实在太累了，昨晚沉睡了足足有10个小时。(6) 园林树木学则主要适用于园林相关专业的学生。"
    ]
  },
  {
    "id": "1469687118151",
    "word": "garlic",
    "phonetic": "/'ɡɑːlɪk/",
    "translation": "n.大蒜",
    "phonetic_groups": [
      {
        "text": "'ɡɑː",
        "related_letters": "gar"
      },
      {
        "text": "lɪk",
        "related_letters": "lic"
      }
    ],
    "audio_url": "/audio/youdao-2a0e12c9-8103d1e1-eb393ec1-cfc7e08d-a46b631c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His breath smelt of garlic.(2) This dish needs a touch more garlic.(3) Can you taste the garlic in this stew?(4) She put several cloves of garlic in the dish.",
      "(1) 他呼出的气中有蒜味。(2) 这菜里要再加点儿蒜。(3) 你尝得出炖肉里有大蒜味儿吗?(4) 她在菜里放了几瓣大蒜。",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]蒜；大蒜 Garlic is the small, white, round bulb of a plant that is related to the onion plant. Garlic has a very strong smell and taste and is used in cooking. ...a clove of garlic.一瓣蒜"
    ]
  },
  {
    "id": "1469687118152",
    "word": "garment",
    "phonetic": "/'ɡɑːmənt/",
    "translation": "n.衣服vt.给 ... 披上衣服；覆上 ...",
    "phonetic_groups": [
      {
        "text": "'ɡɑ",
        "related_letters": "gar"
      },
      {
        "text": "ːmənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-24b41c28-57bb7747-04c7c71a-127b11e2-40c45a99.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This garment should be washed carefully.(2) The garment fits her perfectly.(3) In spring nature wears a new garment.",
      "(1) 这件衣服应该小心地洗涤。(2) 这件衣服她穿上很合适。(3) 春天",
      "A garment is a piece of clothing. The area of New York City where clothes are manufactured is known as the Garment District.",
      "Derived from the French word for \"equipment,\" garment is a somewhat generic term you can use when the specific kind of clothing you're describing is not the point. A dress, for example, is a dress, and pants are pants. They are not the same thing, unless you refer to them both as garments, in which case they are the same thing.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]（一件）衣服（尤用于谈及服装的制作和销售时） A garment is a piece of clothing； used especially in contexts where you are talking about the manufacture or sale of clothes. →see usage note at:clothesMany of the garments have the customers' name tags sewn into the linings.这些衣服有很多内衬上缝有顾客的姓名签。"
    ]
  },
  {
    "id": "1469687118153",
    "word": "gas",
    "phonetic": "/ɡæs/",
    "translation": "n.煤气；气体；汽油；空话vt.使吸入毒气；毒(死)；给 ... 加汽油vi.空谈；加汽油",
    "phonetic_groups": [
      {
        "text": "ɡæs",
        "related_letters": "gas"
      }
    ],
    "audio_url": "/audio/youdao-f8c7b0c3-495075c3-d6c43b46-71efcf0c-ab8738ff.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Gas is now widely used for cooking and heating.(2) She lit the gas and gave the coffee another warm.(3) Hydrogen and oxygen are gases.(4) Air is a mixture of gases.(5) I'll refill my cigarette lighter with gas.(6) He ran out of gas a mile from home.(7) His long speech was nothing but gas and hot air.(8) He was badly gassed in the war.(9) She couldn't face the future, and gassed herself.(10) The girls were still gassing when I left.",
      "(1) 现在普遍用煤气烧饭和取暖。(2) 她点燃煤气，把咖啡重新热了一下。(3) 氢和氧是气体。(4) 空气是气体的混合物。(5) 我将给打火机再灌满汽油。(6) 他在离家还有一英里的地方把汽油用完了。(7) 他的长篇大论只是吹牛和空话。(8) 他在战争中深受毒气伤害。(9) 她对未来感到绝望,用煤气自杀了。(10) 我走的时候，那些女孩子们还在胡扯。",
      "Matter can be found in solid, liquid, or gas form. The air you breathe in and the carbon dioxide you breathe out, are both examples of gas.",
      "Gasoline is a kind of a gas that you use as car fuel, and when people say they need gas, usually this is the kind they're talking about. They're probably not talking about the digestive kind of gas that causes you to fart. There are poisons that can be released as gas, and you might hear about riot police somewhere gassing people: spraying them with harmful gas. Gas has no fixed shape and changes density easily.",
      "★★★★☆",
      "The form gases is the plural of the noun. The form gasses is the third person singular of the verb. gases为名词的复数形式，gasses为动词的第三人称单数形式。1[N-UNCOUNT 不可数名词]气体燃料；天然气；煤气 Gas is a substance like air that is neither liquid nor solid and burns easily. It is used as a fuel for cooking and heating. Coal is actually cheaper than gas...煤实际上比煤气便宜。Shell signed a contract to develop oil and gas reserves near Archangel.壳牌石油公司签订了一份开采阿尔汉格尔附近的石油和天然气资源的合同。2[N-VAR 可变名词]气体 A gas is any substance that is neither liquid nor solid, for example oxygen or hydrogen. Helium is a very light gas.氦是一种非常轻的气体。...a huge cloud of gas and dust from the volcanic eruption.火山喷发形成的混杂着气体和尘埃的巨大云团3[N-MASS 物质名词]毒气，瓦斯（可用作武器） Gas is a poisonous gas that can be used as a weapon. ...mustard gas...芥子气The problem was that the exhaust gases contain many toxins.问题在于废气中含有很多毒素。4[N-MASS 物质名词]（医用）麻醉气 Gas is a gas used for medical purposes, for example to make patients feel less pain or go to sleep during an operation. &nbsp;&nbsp;[INFORMAL 非正式]...an anaesthetic gas used by many dentists.为许多牙医使用的一种麻醉气5[N-UNCOUNT 不可数名词]（车辆用的）汽油 Gas is the fuel which is used to drive motor vehicles. &nbsp;&nbsp;[AM 美]...a tank of gas.一桶汽油...gas stations.加油站in BRIT, use 英国英语用 petrol6[VERB 动词]用毒气杀死 To gas a person or animal means to kill them by making them breathe poisonous gas. &nbsp;&nbsp;[V n]Her husband ran a pipe from her car exhaust to the bedroom in an attempt to gas her.她的丈夫将一根与她的汽车排气管相通的管子导入卧室，企图用毒气将她杀死。7[N-SING 单数名词]活泼有趣的事；令人愉快的场面 You can describe a situation or event as a gas when it is very lively, amusing, and enjoyable. &nbsp;&nbsp;[a N]&nbsp;&nbsp;[INFORMAL 非正式]&nbsp;&nbsp;[OLD-FASHIONED 过时]It was really a gas to find someone I could talk with.找到一个能和我谈得来的人真是一件让人高兴的事。8See also:gas chamber；gas mask；greenhouse gas；laughing gas；natural gas；tear gas；  9[PHRASE 短语]加大油门；加速 If you step on the gas when you are driving a vehicle, you go faster. &nbsp;&nbsp;[V inflects]&nbsp;&nbsp;[mainly AM 主美]&nbsp;&nbsp;[INFORMAL 非正式]in BRIT, use 英国英语用 step on it"
    ]
  },
  {
    "id": "1469687118154",
    "word": "gather",
    "phonetic": "/'ɡæðə(r)/",
    "translation": "v.聚集；集合；收集；推测n.聚集；褶子",
    "phonetic_groups": [
      {
        "text": "'ɡæðə",
        "related_letters": "gath"
      },
      {
        "text": "(r)",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/youdao-61e9d886-2a184933-3db93534-0e8a590d-a4f3cb31.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) People began to gather outside the palace.(2) We'll gather at the school gate at eight tomorrow.(3) He took the trouble to gather the materials for me.(4) I gather everyone has passed the exam.",
      "(1) 人们开始聚集在宫殿前。(2) 我们明天八点在校门口集合。(3) 他不辞辛劳地为我收集资料。(4) 我推测人人都通过考试了。",
      "Gather is a verb with a many related meanings, most involving drawing together or assembling something. You may gather your socks into the laundry bag, or you may gather your thoughts by making a list.",
      "Gather often is used to describe bringing people together for some purpose, like the students who gather in the hallway awaiting an announcement. Gather can also refer to an increase or gain, like when you gather speed and go faster on your bike. Gather can describe coming to a conclusion or an understanding. After listening to your brother's comments and watching him pack up his video games, you may gather that he isn't going to be around for dinner.",
      "★★★★☆",
      "1[V-ERG 及物/不及物动词]（使）聚集；（使）集合 If people gather somewhere or if someone gathers people somewhere, they come together in a group. &nbsp;&nbsp;[V prep/adv]&nbsp;&nbsp;[V n with together]&nbsp;&nbsp;[Also V]In the evenings, we gathered around the fireplace and talked...晚上，我们聚在火炉边聊天。The man signalled for me to gather the children together.那人示意让我将孩子们召集起来。2[VERB 动词]收集；收拢；归拢 If you gather things, you collect them together so that you can use them. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n together]&nbsp;&nbsp;[V P n (not pron)]&nbsp;&nbsp;[V n P]I suggest we gather enough firewood to last the night...我建议大家捡足够多的木柴来撑过这一晚。She stood up and started gathering her things together.她起身开始收拾自己的物品。Gather up means the same as gather .gather up同gatherWhen Sutcliffe had gathered up his papers, he went out...萨克利夫收齐了他的文件便出去了。He gathered the leaves up off the ground.他将地上的树叶全部收了起来。3[VERB 动词]（尤指经过一段时间的辛苦工作）收集，搜集（情报、证据等） If you gather information or evidence, you collect it, especially over a period of time and after a lot of hard work. &nbsp;&nbsp;[V n]...a private detective using a hidden tape recorder to gather information...用暗藏的录音机搜集证据的私家侦探This would help the prosecutor gather evidence against him which could be used in court.这将有利于控方律师搜集对他不利的证据以在法庭上指控他。4[VERB 动词]逐渐增加（速度、动力、力量等） If something gathers speed, momentum, or force, it gradually becomes faster or more powerful. &nbsp;&nbsp;[V n]Demands for his dismissal have gathered momentum in recent weeks...最近几周，要求将他解职的呼声越来越高。The raft gathered speed as the current dragged it toward the falls.水流将木筏拽向瀑布，木筏的速度越来越快。5[VERB 动词]集中（精力、思想等）；鼓起（勇气）；振作（精神） When you gather something such as your strength, courage, or thoughts, you make an effort to prepare yourself to do something. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V P n (not pron)]&nbsp;&nbsp;[Also V n P]You must gather your strength for the journey.你必须为这次行程打起精神来。Gather up means the same as gather .gather up同gatherShe was gathering up her courage to approach him when he called to her.他叫她的时候，她正在鼓足勇气走近他。6[VERB 动词]（用于引出已发现的信息，尤其是间接获得的信息）据我所知，据我了解 You use gather in expressions such as 'I gather' and 'as far as I can gather' to introduce information that you have found out, especially when you have found it out in an indirect way. &nbsp;&nbsp;[V that]&nbsp;&nbsp;[V n]I gather his report is highly critical of the trial judge...据我所知，他在报道中毫不留情地批评了初审法官。'He speaks English,' she said to Graham. 'I gathered that.'...“他会说英语，”她对格雷厄姆说，“我料到了。”From what I could gather, he was trying to raise money by organising festivals.据我所知，他想通过举办节庆活动来筹款。7[VERB 动词]给…打褶 If you gather fabric or cloth, you make a row of very small folds in it by sewing a thread through it and then pulling the thread tight. &nbsp;&nbsp;[V n]Gather the skirt at the waist.在裙子的腰部打褶。8 to gather dust→see: dust； 相关词组：gather up"
    ]
  },
  {
    "id": "1469687118155",
    "word": "gay",
    "phonetic": "/ɡeɪ/",
    "translation": "n.同性恋(多指男同性恋）adj.快乐的；鲜艳的；放荡的；同性恋的",
    "phonetic_groups": [
      {
        "text": "ɡeɪ",
        "related_letters": "gay"
      }
    ],
    "audio_url": "/audio/youdao-919c4846-121749e1-542105a6-5f9b5bc9-8967cb81.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They object to the movie's depiction of gay people.(2) She gave a gay laugh.(3) The package was tied with gay ribbons.(4) They painted the room in gay colours.(5) I suppose she'd got tired of a gay life and wanted to settle down.(6) He has always championed the cause of gay rights.",
      "(1) 他们反对这部影片对同性恋者的刻画。(2) 她发出了快活的笑声。(3) 包裹用色彩鲜艳的丝带捆扎好。(4) 他们用鲜艳的颜色粉刷房间。(5) 我想她一定是厌倦了放荡的生活，想要安定下来。(6) 他一直在为争取同性恋者的权利而斗争。",
      "Gay is a word with many meanings. A gay person is homosexual, but if we describe something like a scene or a party as gay, that means it's bright, merry, and happy.",
      "Gay originally meant excited, festive and merry. Skipping down the street is something you'd do in a gay mood. A fun dinner party could be described as full of laughter and gaiety. Gay really only came to mean homosexual in the last century. The fight for gay rights doesn’t mean a fight for the right to be festive, it means a fight against discrimination.",
      "★★★★☆",
      "1[ADJ 形容词]同性恋的 A gay person is homosexual. &nbsp;&nbsp;[usu ADJ n]The quality of life for gay men has improved over the last two decades.同性恋者的生活质量在过去20年里有了改善。...the gay community.同性恋者群落Gays are homosexual people, especially homosexual men.（尤指男性）同性恋者...30 famous gays including fashion mogul Giorgio Armani.包括时装大师乔治·阿玛尼在内的30位知名同性恋者gayness...Mike's admission of his gayness.迈克承认自己是同性恋2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]快乐的；愉快的 A gay person is fun to be with because they are lively and cheerful. &nbsp;&nbsp;[OLD-FASHIONED 过时]I am happy and free, in good health, gay and cheerful.我快活自由，身体健康，积极乐观。3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]鲜艳的；艳丽的 A gay object is brightly coloured and pretty to look at. &nbsp;&nbsp;[OLD-FASHIONED 过时]I like gay, relaxing paintings.我喜欢色彩鲜艳、让人放松的画。"
    ]
  },
  {
    "id": "1469687118156",
    "word": "general",
    "phonetic": "/'dʒenrəl/",
    "translation": "adj.普遍的；全面的；一般性的；大致的；笼统的；常规的；总的；首席的n.将军；一般",
    "phonetic_groups": [
      {
        "text": "'dʒ",
        "related_letters": "gen"
      },
      {
        "text": "en",
        "related_letters": "er"
      },
      {
        "text": "rəl",
        "related_letters": "al"
      }
    ],
    "audio_url": "/audio/youdao-d6646e87-f71f8fef-367ea43b-d4ec1e76-4a4b4906.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Her predictions are so general that they could apply to anybody.(2) As a general rule, prices follow demands.(3) They gave a general description of the man.(4) They just asked some general questions.(5) The general practice in such cases is to apply for a court order.(6) The general manager presided at the meeting.(7) The attorney general will prosecute in trial for serious crime.(8) The general is a respectable man.(9) In general, no one would like a man who speaks ill of others behind their back.",
      "(1) 她的预测很全面,放之四海而皆准。(2) 一般而言,物价随需求而变化。(3) 他们对这个男人作了大致的描述。(4) 他们只问了一些挺笼统的问题。(5) 处理这类案件的常规做法是请求法院发出指令。(6) 总经理主持了会议。(7) 首席检查官将在严重犯罪案的审判中作公诉人。(8) 那位将军是个令人肃然起敬的人物。(9) 一般说来,没有人会喜欢一个背后说人坏话的家伙。",
      "If I ask you to give me a general sense of how a car works, I'm looking for you to describe the two or three main principals in a few minutes, not to open the hood, take apart your engine, and tell me everything you know.",
      "General comes from the French word générale, which means \"common to all people,\" but we use it for more than just people. You might inquire about the general habits of schoolchildren, or the general temperature at night in the desert. And when someone's a general in the army or another organization, like the Surgeon General of the United States, for example, that means they oversee everything. So \"general\" is a high ranking, because generals are in charge of so many.",
      "★★★★★",
      "1[N-COUNT； N-TITLE； N-VOC可数名词；头衔名词；称呼名词]将军；（通常指陆军）上将 A general is a high-ranking officer in the armed forces, usually in the army. The General's visit to Sarajevo is part of preparations for the deployment of extra troops.将军造访萨拉热窝是在为增加兵力部署做准备。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]全体的；总的；普遍的 If you talk about the general situation somewhere or talk about something in general terms, you are describing the situation as a whole rather than considering its details or exceptions. &nbsp;&nbsp;[ADJ n]The figures represent a general decline in employment.这些数字显示就业人数总体在下降。...the general deterioration of English society.英国社会的普遍堕落If you describe something in general terms, you describe it without giving details.笼统地说；大体上She recounted in very general terms some of the events of recent months.她约略讲述了近几个月发生的一些事情。3[ADJ 形容词]一般性的；普通的 You use general to describe several items or activities when there are too many of them or when they are not important enough to mention separately. &nbsp;&nbsp;[ADJ n]£2,500 for software is soon swallowed up in general costs...用于软件方面的2,500英镑很快就被一般性费用耗光了。His firm took over the planting and general maintenance of the park last March.他的公司去年3月接管了公园的绿化和日常维护工作。4[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]广泛的；普遍的 You use general to describe something that involves or affects most people, or most people in a particular group. &nbsp;&nbsp;[ADJ n]The project should raise general awareness about bullying.这个项目将会提高民众对恃强凌弱行径的认识。5[ADJ 形容词]整体的；全面的 If you describe something as general, you mean that it is not restricted to any one thing or area. &nbsp;&nbsp;[ADJ n]...a general ache radiating from the back of the neck.从后颈部扩散到全身的疼痛...a general sense of well-being.总体上的幸福感...raising the level of general physical fitness.提高全民的身体健康水平6[ADJ 形容词]（企业）综合的，业务广泛的 A general business offers a variety of services or goods rather than just one particular kind. &nbsp;&nbsp;[ADJ n]They ran the general store and the farm dairy.他们经营着杂货店和农场的乳品店。7[ADJ 形容词]（常用于头衔中）首席的，总管的，级别最高的 General is used to describe a person's  job, usually as part of their title, to indicate that they have complete responsibility for the administration of an organization or business. &nbsp;&nbsp;[ADJ n]&nbsp;&nbsp;[BUSINESS 商]He joined Sanders Roe, moving on later to become General Manager.他加入了桑德斯·罗公司，后来一路晋升至总经理。8[ADJ 形容词]（员工）普通的，非专业的，一般的 General workers do a variety of jobs which require no special skill or training. &nbsp;&nbsp;[ADJ n]The farm employed a tractor driver and two general labourers.农场雇用了一名拖拉机手和两名杂工。9[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（对某方面的知识或兴趣）一般的，泛泛的 General is used to describe a person who has an average amount of knowledge or interest in a particular subject. &nbsp;&nbsp;[ADJ n]This book is intended for the general reader rather than the student.这本书面向一般读者而非学生。10See also:generally；  11[PHRASE 短语]总的来说；总体上来看；大体上 You use in general to indicate that you are talking about something as a whole, rather than about part of it. &nbsp;&nbsp;[n PHR]I think we need to improve our educational system in general...我认为有必要从整体上改进我们的教育体系。She had a confused idea of life in general.总的来说，她对生活非常困惑。12[PHRASE 短语]（指某一群体的大多数）总的来说，总体上 You say in general to indicate that you a"
    ]
  },
  {
    "id": "1469687118157",
    "word": "generation",
    "phonetic": "/ˌdʒenə'reɪʃn/",
    "translation": "n.代；（产品类型的）代；产生；繁殖",
    "phonetic_groups": [
      {
        "text": "ˌdʒe",
        "related_letters": "gen"
      },
      {
        "text": "nə",
        "related_letters": "er"
      },
      {
        "text": "'",
        "related_letters": "a"
      },
      {
        "text": "reɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-aa2d777d-1cc616ab-54c799ca-1c0d33f6-a538246e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There is a generation gap between my parents and I.(2) One generation blows bubbles, and the next breaks them.(3) Their visionary ideas are often misunderstood by their own generation.(4) Each generation has its own standards of judgement.(5) The second generation of machines utilized improved miniature electronic tubes, and later solid-sate circuits.(6) How to prevent the generation of leukaemia?(7) The biology class studied the generation of fruit flies.",
      "(1) 我父母和我之间有代沟。(2) 前一代人制造出来的空洞理论，下一代人把它们打破。(3) 他们有远见的理想往往招致同时代人的误解。(4) 每一代都有它自己的判断标准。(5) 第二代机器使用改良的微电子管和后固体电路。(6) 如何防止白血病的产生？(7) 生物班的学生研究了果蝇的繁殖。",
      "A generation can refer to a group of people who live at the same time and are about the same age. But generation is also the act of creating something, such as income, ideas or kids.",
      "In 1965, Pete Townsend, the guitarist of The Who, wrote a song called \"My Generation.\" The Who, Jefferson Airplane, Jimi Hendrix and other popular musicians of the day were called “the Woodstock Generation,” because they performed at a famous music festival in Woodstock, New York. Generation is used in another way when people credit those bands — along with Elvis, the Beatles and the Rolling Stones — with the generation of rock-and-roll culture.",
      "★★★★☆",
      "1[N-COUNT 可数名词]（尤指经历或观点相同的）一代人，同代人，同辈人 A generation is all the people in a group or country who are of a similar age, especially when they are considered as having the same experiences or attitudes. &nbsp;&nbsp;[with supp]...the younger generation of Party members...年轻一代的党员David Mamet has long been considered the leading American playwright of his generation.长期以来，戴维·马梅特一直被视为同代人中最杰出的美国剧作家。2[N-COUNT 可数名词]代，一代，一辈（通常认为大约是30年） A generation is the period of time, usually considered to be about thirty years, that it takes for children to grow up and become adults and have children of their own. Within a generation flight has become the method used by many travellers.就在不到一代人的时间里，坐飞机已经成了很多旅行者的出行方式。3[N-COUNT 可数名词]（机械设备的设计和制造的）代 You can use generation to refer to a stage of development in the design and manufacture of machines or equipment. &nbsp;&nbsp;[N of n]...a new generation of IBM/Apple computers.新一代的IBM/苹果电脑4[ADJ 形容词]（表示家庭成员拥有某国国籍的时间长短情况）第…代的 Generation is used to indicate how long members of your family have had a particular nationality. For example, second generation means that you were born in the country you live in, but your parents were not. &nbsp;&nbsp;[ord ADJ n]...second generation Asians in Britain...英国的第二代亚洲移民She is a first generation American.她是第一代美国移民。5[N-UNCOUNT 不可数名词]（能源的）产生 Generation is also the production of a form of energy or power from fuel or another source of power such as water. &nbsp;&nbsp;[with supp]Japan has announced plans for a sharp rise in its nuclear power generation.日本宣布了大幅增加核能发电的计划。"
    ]
  },
  {
    "id": "1469687118158",
    "word": "generous",
    "phonetic": "/'dʒenərəs/",
    "translation": "adj.慷慨的；宽宏大量的；丰厚的；丰盛的；味浓的",
    "phonetic_groups": [
      {
        "text": "'dʒ",
        "related_letters": "gen"
      },
      {
        "text": "en",
        "related_letters": "er"
      },
      {
        "text": "ərəs",
        "related_letters": "ous"
      }
    ],
    "audio_url": "/audio/youdao-c8b698f2-ce65eabe-3200ad35-2e92c7e6-b0c068f9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She was always very generous in her charity.(2) Such generous actions stamp him as a man of honour.(3) I am doubly indebted to you-- for the party and for your generous gift!(4) Tom's mother treated me with a generous meal.(5) I prefer beer to generous wine.",
      "(1) 她行善时总是很慷慨。(2) 他的这些慷慨行为表明他是个君子。(3) 你为我操办欢送会并赠送厚礼,这样的深情厚谊我铭记在心。(4) 汤姆的妈妈招待了我丰盛的一餐。(5) 我喜欢喝啤酒,不喜欢味浓的酒。",
      "Generous people are the ones who give more than is expected of them. It's generous of your friend to take the couch and let you sleep in the bed when you stay over at her place. She didn't have to do that.",
      "When you decide to go one step beyond what's expected of you, you're being generous. A generous helping of food is a bigger than expected scoop of mashed potatoes. A generous teacher is one who volunteers to stay after school to help you with your homework. Be generous yourself: don't forget the letter o when you spell the word generous. Just think of it as a generous act, throwing that extra letter in there.",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（尤指在钱财上）慷慨的，大方的 A generous person gives more of something, especially money, than is usual or expected. German banks are more generous in their lending...德国银行的借贷条件更为宽松。The gift is generous by any standards.无论以哪个标准来衡量，这都是一份厚礼。generouslyWe would like to thank all the judges who gave so generously of their time.我们感谢所有的评委如此慷慨地付出了他们的时间。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]宽厚的；仁慈的；宽宏大量的 A generous person is friendly, helpful, and willing to see the good qualities in someone or something. He was always generous in sharing his enormous knowledge...他从不吝啬与人分享自己渊博的知识。He was generous enough to congratulate his successor on his decision.他十分大度地祝贺他的继任者做出了决定。generouslyThe students generously gave them instruction in social responsibility.学生们不厌其烦地为他们讲解什么是社会责任。3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]丰富的；大量的；充足的 A generous amount of something is much larger than is usual or necessary. ...a generous six weeks of annual holiday...充裕的6个星期长的年假He should be able to keep his room tidy with the generous amount of storage space.有那么宽绰的储物空间，他应该可以保持房间的整齐。generously...a generously sized sitting room...宽敞的起居室Season the steaks generously with salt and pepper.给牛排多加些盐和胡椒调味。"
    ]
  },
  {
    "id": "1469687118159",
    "word": "gentle",
    "phonetic": "/'dʒentl/",
    "translation": "adj.温和的；轻柔的；温顺的；文雅的；出身名门的",
    "phonetic_groups": [
      {
        "text": "'dʒe",
        "related_letters": "gen"
      },
      {
        "text": "ntl",
        "related_letters": "tle"
      }
    ],
    "audio_url": "/audio/youdao-dc0f612c-c845c612-bd83ac68-1ec61ce1-82831e57.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We've never met such gentle people.(2) My mother is a kind and gentle woman.(3) The gentle music can relax him.(4) A gentle breeze stirred the leaves.(5) The dog is so gentle that I am not afraid of it.(6) She is gentle like a lamb.(7) My new teacher is a very gentle person.(8) He is a man gentle in manner but firm in action.",
      "(1) 我们从来没有遇到这样温和的人。(2) 我的母亲是一位心地善良、性情温和的妇女。(3) 轻柔的音乐能使他放松。(4) 微风吹动了树叶。(5) 这只狗如此温顺,因此我不感到害怕。(6) 她像只小羊羔一样温顺。(7) 我的新老师是一个温文尔雅的人。(8) 他是一个举止文雅但行动坚决的人。",
      "Use the adjective gentle to describe something that is soothing or kind, like a person with a tender nature or the soft sound of light rain.",
      "The word gentle traces back to the Latin word gentlis, meaning “of the same clan,” and at first the world was used to describe people belonging to distinguished families, who were seen as courteous and noble. Nowadays you’re more likely to hear the word used to refer to things that are calm, moderate, and without harshness. The word is often applied to people, but it can be used more broadly to describe anything that is mild, such as \"a gentle detergent\" or \"a gentle reminder.\"",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]文静的；温和的；和蔼的 Someone who is gentle is kind, mild, and calm. My son was a quiet and gentle man who liked sports and enjoyed life...我儿子是个安静温和的人，喜欢运动和享受生活。Michael's voice was gentle and consoling.迈克尔的嗓音轻柔而且抚慰人心。gentlyShe smiled gently at him...她温柔地朝他微笑。'I'm sorry to disturb you,' Webb said gently.“很抱歉打扰您。”韦布温和地说。gentleness...the gentleness with which she treated her pregnant mother.她对待自己有孕在身的母亲的温柔体贴2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（动作）轻柔的，徐缓的 Gentle actions or movements are performed in a calm and controlled manner, with little force. ...a gentle game of tennis...不激烈的网球比赛His movements were gentle and deliberate.他的动作舒缓而从容。gentlyPatrick took her gently by the arm and led her to a chair.帕特里克轻轻地搀扶着她的手臂，引她落座。3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（天气）温和的； （尤指风）和煦的，微弱的 If you describe the weather, especially the wind, as gentle, you mean it is pleasant and calm and not harsh or violent. The blustery winds of spring had dropped to a gentle breeze.呼啸的春风已经减弱，成了习习的微风。gentlyLight airs blew gently out of the south-east.东南风徐徐吹拂。4[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（斜坡或弯道）平缓的，不陡的 A gentle slope or curve is not steep or severe. ...gentle, rolling meadows...缓缓起伏的牧场There were two passes over 13,000 feet but the slopes were gentle.有两个超过13,000英尺的山口，但坡度平缓。gentlyWith its gently rolling hills it looks like Tuscany...该地山峦平缓起伏，看上去类似托斯卡纳大区。Green meadows sloped gently up from the road.碧绿的草地从公路缓缓向坡上延伸。5[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]微热的 A gentle heat is a fairly low heat. Cook for 30 minutes over a gentle heat.用文火煮30分钟。gentlyAdd the onion and cook gently for about 5 minutes.把洋葱加进去，用文火煮大约5分钟。"
    ]
  },
  {
    "id": "1469687118160",
    "word": "gentleman",
    "phonetic": "/'dʒentlmən/",
    "translation": "n.绅士；先生；有教养的人",
    "phonetic_groups": [
      {
        "text": "'dʒ",
        "related_letters": "gen"
      },
      {
        "text": "ent",
        "related_letters": "tle"
      },
      {
        "text": "lmən",
        "related_letters": "man"
      }
    ],
    "audio_url": "/audio/youdao-f6c07841-bbdbb79e-5f507d0a-67875b2d-75df7709.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The old gentleman had on a classic suit.(2) Please bring this gentleman a cup of coffee.(3) I looked up at the gentleman in the clericals.(4) A true gentleman is above envy, jealousy or vindictiveness.(5) A gentleman will never hurt a woman under any circumstances.",
      "(1) 那位老年绅士穿著一套古朴的传统服装。(2) 请给这位先生拿一杯咖啡。(3) 我抬头看著这位身穿教士服的先生。(4) 一个真正有教养的人是没有妒忌猜疑或报复心的。(5) 有教养的人在任何情况下都不会伤害妇女。",
      "★★★☆☆",
      "1[N-COUNT 可数名词]有身份的人；绅士 A gentleman is a man who comes from a family of high social standing. ...this wonderful portrait of English gentleman Joseph Greenway.英国绅士约瑟夫·格林韦的精美画像2[N-COUNT 可数名词]有教养的人；彬彬有礼的人；君子 If you say that a man is a gentleman, you mean he is polite and educated, and can be trusted. He was always such a gentleman.他总是那么彬彬有礼。3[N-COUNT； N-VOC 可数名词；称呼名词]（对人礼貌的称呼）先生 You can address men as gentlemen, or refer politely to them as gentlemen. &nbsp;&nbsp;[politeness]This way, please, ladies and gentlemen...女士们，先生们，这边请。It seems this gentleman was waiting for the doctor.这位先生好像在等医生。4[PHRASE 短语]（口头的）君子协定，绅士协定 A gentleman's agreement or a gentlemen's agreement is an informal agreement in which people trust one another to do what they have promised. The agreement is not written down and does not have any legal force. We had no contract； it was done by a gentleman's agreement...我们没有签合同，就订了个君子协定。She made a gentleman's agreement with her buyer.她和买主立了个君子协定。"
    ]
  },
  {
    "id": "1469687118161",
    "word": "geometry",
    "phonetic": "/dʒi'ɒmətri/",
    "translation": "n.几何；几何学",
    "phonetic_groups": [
      {
        "text": "dʒi'ɒ",
        "related_letters": "geom"
      },
      {
        "text": "m",
        "related_letters": "e"
      },
      {
        "text": "ətri",
        "related_letters": "try"
      }
    ],
    "audio_url": "/audio/youdao-585a06a0-39c8536f-7cf0457f-37f4f46b-af9d0db5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I feel that geometry is a difficult subject.(2) Today we have a lesson in geometry.(3) Leon didn't finish his geometry homework because his mind kept jumping the track to think about the new girl in class.(4) The boy puzzled his way through geometry.",
      "(1) 我认为几何是一门难学的课程。(2) 今天，我们有一节几何课。(3) 利昂没完成几何作业，因为他思想总在开小差，想着班上新来的女生。(4) 那男孩煞费苦心地钻研几何学。",
      "Geometry is the part of mathematics that deals with calculating the distance around a circle, the angles that make up a triangle, or the amount of room inside a cube. If it involves measuring space, it’s probably geometry.",
      "The Greek roots of geometry literally mean “to measure earth,” and over 5000 years ago farmers started using geometry to figure out how much land they owned. You study geometry in school, and you use it all the time, like calculating the best angle to cut a piece of wood for a birdhouse, or when playing a game of pool. Astronomers use geometry to measure planets millions of miles away—much easier than finding a ruler that big.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]几何（学） Geometry is the branch of mathematics concerned with the properties and relationships of lines, angles, curves, and shapes. ...the very ordered way in which mathematics and geometry describe nature.数学和几何学极有条理的描述自然的方式2[N-UNCOUNT 不可数名词]形状；外形；几何图形；几何结构 The geometry of an object is its shape or the relationship of its parts to each other. &nbsp;&nbsp;[usu with poss]They have tinkered with the geometry of the car's nose.他们对车头的外观进行了改进。"
    ]
  },
  {
    "id": "1469687118162",
    "word": "German",
    "phonetic": "/'dʒɜːmən/",
    "translation": "n.德国人；德语adj.德国人的；德语的；德国的",
    "phonetic_groups": [
      {
        "text": "'dʒɜ",
        "related_letters": "Ger"
      },
      {
        "text": "ːmən",
        "related_letters": "man"
      }
    ],
    "audio_url": "/audio/youdao-c8ed7ea0-05f0fe1a-b8d7fbea-62029c5f-58b79a23.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She' s a German who was naturalized in Canada.(2) My English teacher is a young German.(3) He speaks fluent German.(4) I know a little German.(5) They had had several brushes with German cavalry.(6) She is British but also has German connections.(7) A German scientist interrupted me and asked if I came from China.(8) I find German grammar very difficult.(9) German cars are different than ours.(10) He talked of German philosophy and French fiction.(11) There is no speed limit on German motorway .",
      "(1) 她是入了加拿大籍的德国人.(2) 我的英语老师是位年轻的德国人。(3) 他操一口流利的德语。(4) 我懂一点儿德语。(5) 他们曾和德国人的骑兵有过几次接触。(6) 她是英国人，但也有一些德国亲戚。(7) 一位德国科学家打断了我，并问我是否来自中国。(8) 我发现德语语法很难学。(9) 德国造的汽车和我们的不一样。(10) 他谈到德国的哲学和法国的小说。(11) 德国的高速公路上没有时速限制。",
      "☆☆☆☆☆",
      "1[ADJ 形容词]德国的；德国人的；德语的 German means belonging or relating to Germany. ...a cut in German interest rates.德国利率的下调...the German government.德国政府A German is a person who comes from Germany.德国人Horst, a German from Hamburg, was a true original.来自德国汉堡的霍斯特是个名副其实的怪人。2[N-UNCOUNT 不可数名词]德语 German is the language used in Germany, Austria, and parts of Switzerland. I heard a very angry man talking in German.我听到一个怒不可遏的人说着德语。"
    ]
  },
  {
    "id": "1469687118163",
    "word": "gesture",
    "phonetic": "/'dʒestʃə(r)/",
    "translation": "n.手势；姿势v.作手势表达",
    "phonetic_groups": [
      {
        "text": "'dʒes",
        "related_letters": "ges"
      },
      {
        "text": "tʃə(r)",
        "related_letters": "ture"
      }
    ],
    "audio_url": "/audio/youdao-d6b28687-d398402d-3bdcb8a6-5bb72f5c-3e8b0e47.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Japanese don't use as much gesture as Europeans.(2) The children were diverted with his funny gesture.(3) He put his arm round her in a protective gesture.(4) He raised his hands in a gesture of despair.(5) The doctor gestured me to take off my coat.(6) She gestured her disappointment by laying her hand on her forehead.",
      "(1) 日本人使用手势没有欧美人那样多。(2) 他那滑稽的手势使孩子们很开心。(3) 他用一只手臂围住她做出保护的姿势。(4) 他举起双手做出绝望的姿势。(5) 医生做手势要我脱去外套。(6) 她把手放在额头上，以表示失望。",
      "The thing to remember about gesture, whether you're using it as a verb or a noun, is that not only is it a movement of the hands or body, but it's also a movement that has some meaning, intention, or emotion behind it.",
      "When you use gesture, you are entering into a whole history of human communication, because there is no language that exists entirely without gesture (a fun fact to bring up at parties). People can't communicate without gesture. It's so connected to intention that there is a phrase \"empty gesture,\" used to mean an action or movement that is without genuine feeling.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]手势；姿势；示意动作 A gesture is a movement that you make with a part of your body, especially your hands, to express emotion or information. Sarah made a menacing gesture with her fist...萨拉用拳头做了一个威胁性的动作。He throws his hands open in a gesture which clearly indicates his relief.他摊开双手，明确表示他已如释重负。2[N-COUNT 可数名词]（表明态度或意图的）姿态，表示 A gesture is something that you say or do in order to express your attitude or intentions, often something that you know will not have much effect. &nbsp;&nbsp;[oft N of n]He questioned the government's commitment to peace and called on it to make a gesture of good will...他对政府致力和平的承诺提出质疑，并呼吁政府做出友好的表示。There's not greater gesture of love than having someone's name tattooed on your body...没有比将某人姓名文到身上更绝妙的示爱方式了。As a gesture to security, cars were fitted with special locks.出于安全上的考虑，这些汽车装上了专用锁。3[VERB 动词]打手势；用手势表示；用动作示意 If you gesture, you use movements of your hands or head in order to tell someone something or draw their attention to something. &nbsp;&nbsp;[V prep]&nbsp;&nbsp;[V]I gestured towards the boathouse, and he looked inside...我朝船库方向示意，他便往里面瞧了瞧。He gestures, gesticulates, and moves with the grace of a dancer.他举手投足之间流露出舞者的优雅。"
    ]
  },
  {
    "id": "1469687118164",
    "word": "gift",
    "phonetic": "/ɡɪft/",
    "translation": "n.礼物；赠品n.天赋；才能vt.赋予；赠送",
    "phonetic_groups": [
      {
        "text": "ɡɪft",
        "related_letters": "gift"
      }
    ],
    "audio_url": "/audio/youdao-73358573-aefe950d-b276f523-4e307abb-2e47c079.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He gave me a necklace as an anniversary gift.(2) At that price it's an absolute gift!(3) He has a gift for music.(4) You have a marvelous gift for science.(5) He is endowed with a gift in music by nature.(6) Man is the only creature that is gifted with speech.(7) They gifted their opponents a goal.",
      "(1) 他给我一条项链作为周年纪念礼物。(2) 那个价钱，纯粹是白给。(3) 他有音乐天赋。(4) 你有科学方面的非凡天赋。(5) 他天生有音乐才能。(6) 人类是唯一被赋予语言能力的动物。(7) 他们白送给对方一分。",
      "A gift is an item that's given without any expectation of payment — it's a present. A gift may be the present you receive on your birthday or it may be a natural gift or talent you possess — like your gift for reading lips.",
      "People give gifts to mark special occasions, like birthdays, weddings, anniversaries. and some holidays. Sometimes tourists buy gifts while on vacation and bring them home to their friends and family. Another kind of gift is a special ability: \"She has such a gift for learning languages.\" The root of gift is probably the Old Norse gipt or gift, which means both \"gift\" and \"good luck.\"",
      "★★★☆☆",
      "1[N-COUNT 可数名词]礼物；礼品 A gift is something that you give someone as a present. ...a gift of $50.00...价值50美元的礼物They believed the unborn child was a gift from God.他们认为腹中的孩子是上帝赐予的礼物。...gift shops.礼品店2[N-COUNT 可数名词]天赋；天才；才能 If someone has a gift for doing something, they have a natural ability for doing it. &nbsp;&nbsp;[oft N for/of -ing/n]As a youth he discovered a gift for teaching...他年轻时就表现出教书的天赋。Her grandmother had the gift of making people happy.她奶奶有逗人开心的本事。3  God's gift→see: God；"
    ]
  },
  {
    "id": "1469687118165",
    "word": "gifted",
    "phonetic": "/'ɡɪftɪd/",
    "translation": "adj.有天赋的；有才华的",
    "phonetic_groups": [
      {
        "text": "'ɡɪft",
        "related_letters": "gift"
      },
      {
        "text": "ɪd",
        "related_letters": "ed"
      }
    ],
    "audio_url": "/audio/youdao-f13d7c41-dd4bd8bb-0959068f-3667d750-c3322e30.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is gifted for art.(2) Man is the only creature that is gifted with speech.(3) Martin Gatt is a gifted bassoonist.(4) I shall think of her as the most gifted violinist here.(5) She counts among the most gifted of the current generation of composers.",
      "(1) 他有艺术天赋。(2) 人类是唯一被赋予语言能力的动物。(3) 马丁盖特是个有才华的巴人松管演奏者。(4) 我把她看作这儿最有才华的小提琴手。(5) 她算是当代最有才华的一位作曲家。",
      "If someone calls you gifted, smile. It means you're talented.",
      "You might be gifted at dancing, or a gifted mathematician — you can also call your best friend a gifted actor, or feel envious that she's such a gifted French speaker. In any of these examples, it's as if nature or fate bestowed a gift on a lucky person. Gifted, in fact, comes from gift and its Old Norse root, gipt or gift, which means both \"gift\" and \"good luck.\"",
      "★☆☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]有天赋的；有天才的；有天资的 Someone who is gifted has a natural ability to do something well. ...one of the most gifted players in the world...世界上最有天赋的运动员之一He was witty, amusing and gifted with a sharp business brain.他机智诙谐，具有敏锐的商业头脑。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（儿童）天资聪颖的 A gifted child is much more intelligent or talented than average. ...a state program for gifted children.国家培养天才儿童的方案"
    ]
  },
  {
    "id": "1469687118166",
    "word": "giraffe",
    "phonetic": "/dʒə'rɑːf/",
    "translation": "n.长颈鹿",
    "phonetic_groups": [
      {
        "text": "dʒ",
        "related_letters": "gi"
      },
      {
        "text": "ə'rɑːf",
        "related_letters": "raffe"
      }
    ],
    "audio_url": "/audio/youdao-fc833bc8-3c61e235-b6152722-b0e9db9d-08177db9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The giraffe is much taller than the deer.(2) The giraffe eats tender leaf from the tree highly.(3) The giraffe must get up at six in the morning if it wants to have its breakfast in its stomach by nine.",
      "(1) 长颈鹿比鹿高多了。(2) 长颈鹿从高高的树上吃掉嫩树叶子。(3) 长颈鹿得要在早上六点起来，如果它想早饭在九点钟之前到达胃里的话。",
      "☆☆☆☆☆",
      "1[N-COUNT 可数名词]长颈鹿 A giraffe is a large African animal with a very long neck, long legs, and dark patches on its body."
    ]
  },
  {
    "id": "1469687118167",
    "word": "glance",
    "phonetic": "/ɡlɑːns/",
    "translation": "v.扫视；匆匆一看；一瞥；反光；闪烁；掠过n.一瞥；扫视",
    "phonetic_groups": [
      {
        "text": "ɡlɑːns",
        "related_letters": "glance"
      }
    ],
    "audio_url": "/audio/youdao-54cf13b2-fdc07e3d-56ae2c00-6efd5eb2-aac5f293.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She glanced round the room before she left.(2) I'm just going to glance over these documents, then we can go.(3) On the bus I always manage to glance at the headline in the newspaper.(4) He glanced at the envelope and recognized his uncle's handwriting.(5) The glasses glanced and twinkled in the firelight.(6) Their bayonets glanced in the sunlight.(7) The bullet glanced off his helmet.(8) He gave her an admiring glance.(9) She returned his smile with a frigid glance.(10) His glance swept from right to left.",
      "(1) 她略微环视了一下房间才离开。(2) 我再看一下这些文件，然后我们就可以走了。(3) 在公共汽车上我总能设法匆匆看一眼报纸大标题。(4) 他瞥了一眼那个信封,认出是他叔父的笔迹。(5) 杯子在炉火照耀下闪闪发亮。(6) 他们的刺刀在阳光下闪耀。(7) 那颗子弹掠过他的头盔。(8) 他向她投以敬慕的一瞥。(9) 对他的微笑她报以冷冷的一瞥。(10) 他从右到左扫视了一下。",
      "Glance involves quick contact. When you glance at someone you take a quick peek at them. When a knife blow glances off you, it doesn't penetrate, but hits at an angle.",
      "When you glance at someone, it's often because you don't want to be caught staring. Remember: \"Strangers in the night/exchanging glances...\" In certain circles, if someone is caught glancing at someone else's girlfriend, he'll find himself in a fist fight, praying only that his beefy opponent will deliver only a glancing blow.",
      "★★★☆☆",
      "1[VERB 动词]瞥；迅速地看一眼 If you glance at something or someone, you look at them very quickly and then look away again immediately. &nbsp;&nbsp;[V prep/adv]He glanced at his watch...他匆匆看了一下手表。I glanced back.我回头一瞥。2[VERB 动词]浏览 If you glance through or at a newspaper, report, or book, you spend a short time looking at it without reading it very carefully. &nbsp;&nbsp;[V through/at n]I picked up the phone book and glanced through it...我拿起电话簿，匆匆扫了一遍。I never even glanced at the political page of a daily paper.我对日报的政治版从来连看都不看。3[N-COUNT 可数名词]一瞥；扫视 A glance is a quick look at someone or something. Trevor and I exchanged a glance.特雷弗和我迅速交换了一下眼色。...stealing a quick glance at her watch.偷偷瞥一眼她的手表4[PHRASE 短语]立刻；一眼就 If you see something at a glance, you see or recognize it immediately, and without having to think or look carefully. One could tell at a glance that she was a compassionate person.一眼就能看出她很有同情心。5[PHRASE 短语]乍一看；乍看上去 If you say that something is true or seems to be true at first glance, you mean that it seems to be true when you first see it or think about it, but that your first impression may be wrong. &nbsp;&nbsp;[PHR with cl]At first glance, organic farming looks much more expensive for the farmer.乍一看，有机耕作对农民而言似乎花费大多了。6[PHRASE 短语]偷偷地看一眼；偷瞥 If you steal a glance at someone or something, you look at them quickly so that nobody sees you looking. &nbsp;&nbsp;[V and N inflect]He stole a glance at the clock behind her.他偷偷地看了一眼她背后的钟。相关词组：glance off"
    ]
  },
  {
    "id": "1469687118168",
    "word": "glare",
    "phonetic": "/ɡleə(r)/",
    "translation": "n.闪耀光；刺眼v.发眩光；瞪视",
    "phonetic_groups": [
      {
        "text": "ɡleə(r)",
        "related_letters": "glare"
      }
    ],
    "audio_url": "/audio/youdao-8794ea3a-3565e349-cf27ad4b-6780e2b7-eec4cfcf.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I like turning a corner from the shade of a house into the full torrid glare of an open space.(2) These sunglasses are designed to reduce glare.(3) The glare of the oncoming headlights temporarily blinded me.(4) Eyelashes defend the eye by shading it from glare.(5) Number denoting the degree to which discomfort glare is controlled.",
      "(1) 我喜欢将来自房子的色度的一个角落变成开着空间的完整晒焦的闪耀光。(2) 这些太阳镜是为减少刺眼的强光而设计的。(3) 迎面车灯刺眼的光照得我瞬间什么也看不见。(4) 眼睫毛通过遮掩眼睛而使眼睛避免受眩光刺激。(5) 代表对不舒适眩光进行控制的等级号码。",
      "When you drive, you pull down your visors to block the glare, or the blinding light from the sun. The \"rocket's red glare\" from the national anthem is the bright light you'd see as a rocket shoots through the sky.",
      "Imagine the twinge of pain you get when you suddenly see the glare of a strong flash of bright light. Now imagine this light coming from an angry person's eyes towards you. This angry look is called a glare. If someone glares at you, be careful you don't get attacked! Glare can also mean the spotlight of public attention.",
      "★★☆☆☆",
      "1[VERB 动词]怒目而视；瞪眼 If you glare at someone, you look at them with an angry expression on your face. &nbsp;&nbsp;[V at n]&nbsp;&nbsp;[V]&nbsp;&nbsp;[V-ing]The old woman glared at him...那个老妇人狠狠地瞪着他。Jacob glared and muttered something.雅各布瞪着眼睛，嘴里咕哝着什么。...glaring eyes.愤怒的眼神2[N-COUNT 可数名词]怒视；瞪眼 A glare is an angry, hard, and unfriendly look. His glasses magnified his irritable glare.他那怒不可遏的眼神在眼镜片下显得愈发逼人。3[VERB 动词]发出强光；发出刺眼的光芒 If the sun or a light glares, it shines with a very bright light which is difficult to look at. &nbsp;&nbsp;[V]&nbsp;&nbsp;[V-ing]The sunlight glared.阳光耀眼。...glaring searchlight beams.刺眼的探照灯光柱4[N-UNCOUNT 不可数名词]强光；刺眼的光 Glare is very bright light that is difficult to look at. &nbsp;&nbsp;[usu with supp]...the glare of a car's headlights...汽车头灯的强光Special-purpose glasses reduce glare.专用眼镜可使强光减弱。5[N-SING 单数名词]密切关注 If someone is in the glare of publicity or public attention, they are constantly being watched and talked about by a lot of people. &nbsp;&nbsp;[the N of n]Norma is said to dislike the glare of publicity...据说诺尔玛不喜欢被人过多关注。She attacked police in the full glare of TV cameras.她在电视摄像机的镜头聚焦下公然袭击了警察。"
    ]
  },
  {
    "id": "1469687118169",
    "word": "glasshouse",
    "phonetic": "/'ɡlɑːshaʊs/",
    "translation": "n.温室；暖房",
    "phonetic_groups": [
      {
        "text": "'ɡlɑːshaʊs",
        "related_letters": "glasshouse"
      }
    ],
    "audio_url": "/audio/youdao-db0ac0c1-0e9dab64-ba4ec623-3a0d9209-90652260.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) You must grow these tropical flowers in a glasshouse.(2) Computers have been used to control the environment of the glasshouse with the further development of computer.(3) Once the roots reached 3cm in length they were transferred to soil in a mist propagator and from there into a glasshouse.",
      "(1) 你必须把这些热带花卉种在温室里。(2) 随着现代科技的发展，电子计算机已用于控制温室环境。(3) 当根部生长到三厘米长的时候,它们就会被移植到雾种箱中的土壤中,再从那里植入暖房中。",
      "☆☆☆☆☆",
      "1[N-COUNT 可数名词]（尤指商业上用来栽培植物等用的）玻璃暖房，温室 A glasshouse is a greenhouse, especially a large one which is used for the commercial production of fruit, flowers, or vegetables. &nbsp;&nbsp;[mainly BRIT 主英]"
    ]
  },
  {
    "id": "1469687118170",
    "word": "globe",
    "phonetic": "/ɡləʊb/",
    "translation": "n.地球；地球仪；球体；世界",
    "phonetic_groups": [
      {
        "text": "ɡləʊb",
        "related_letters": "globe"
      }
    ],
    "audio_url": "/audio/youdao-a8673296-6b32162a-90843bda-ea147bbd-c6c5c035.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Magellan was the first person to circumnavigate the globe.(2) This plant can grow in many parts of the globe.(3) A terrestrial globe is one that represents the earth.(4) This is hard to see without reference to a globe.(5) He believed the earth to be a globe.(6) The sun looked like an orange globe.(7) Her travels had taken her to every quarter of the globe.(8) Fashion trends diffuse themselves rapidly around the globe.(9) Her fame has reached the most far-flung corners of the globe.",
      "(1) 麦哲伦是第一个环球航行的人。(2) 这种植物能在地球上许多地方生长。(3) 地球仪是表现地球的器具。(4) 如果不参照着一个地球仪来看，这是很难理解的。(5) 他相信大地是一个球体。(6) 太阳看上去象只橘黄色的球体。(7) 她游遍了世界各地。(8) 时装新潮很快就在全世界流行起来。(9) 她已名扬四海。",
      "A globe doesn't have to be a spherical representation of our planet; it can be anything shaped like one — like a soccer ball or a gumball.",
      "Referring to a round shape, globe is often used interchangeably with sphere, though sphere has another meaning of an area of particular interest or a segment of a particular population. Globe is also another name for planet Earth itself, our lovely third rock from the sun — as in \"viewers are tuning in from around the globe.\"",
      "★★☆☆☆",
      "1[N-SING 单数名词]地球，世界（用于强调其广大或某事在许多地区发生） You can refer to the world as the globe when you are emphasizing how big it is or that something happens in many different parts of it. &nbsp;&nbsp;[usu the N]...bottles of beer from every corner of the globe...来自世界各个角落的一瓶瓶啤酒70% of our globe's  surface is water.地球表面70%的地方覆盖着水。2[N-COUNT 可数名词]地球仪 A globe is a ball-shaped object with a map of the world on it. It is usually fixed on a stand. ...a globe of the world...世界地球仪Three large globes stand on the floor.3个巨大的地球仪立在地板上。3[N-COUNT 可数名词]球状物；球体 Any ball-shaped object can be referred to as a globe . &nbsp;&nbsp;[usu with supp]The overhead light was covered now with a white globe.现在，顶灯已装上了一个白色球状罩子。"
    ]
  },
  {
    "id": "1469687118171",
    "word": "glory",
    "phonetic": "/'ɡlɔːri/",
    "translation": "n.光荣；荣誉；赞颂；壮丽vi.自豪",
    "phonetic_groups": [
      {
        "text": "'ɡlɔ",
        "related_letters": "glo"
      },
      {
        "text": "ːri",
        "related_letters": "ry"
      }
    ],
    "audio_url": "/audio/youdao-9f552105-3f6c49be-4e386f10-66b25cca-22ed1e9e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) No road of flowers lead to glory.(2) His brave deeds in the battle earned him everlasting glory.(3) They are driven by a craving for personal glory.(4) The minister was bathed in glory when she arranged a peaceful settlement.(5) The soldier's brave deeds brought him honor and glory.(6) The sun set in a blaze of glory.(7) After years of neglecting, the palace has been restored to its former glory.(8) He gloried in his winning the championship.",
      "(1) 没有一条通往光荣的道路是铺满鲜花的。(2) 他在那场战斗中的英勇事迹为他赢得了永恒的荣誉。(3) 对个人荣誉的渴望驱动着他们。(4) 这位女部长达成了一项和平协定后，沉浸在一片赞颂声中。(5) 士兵的勇敢事迹为他带来了荣耀和赞美。(6) 夕阳在壮丽的余辉中西沉(7) 经过若干年的沉寂,这座宫殿恢复了以往的壮丽。(8) 他因获得冠军而洋洋得意。",
      "Glory is brilliant, radiant beauty. You might admire a princess in all her glory, since she seems almost too gorgeous to be real.",
      "Glory is also a term that is sometimes used in a religious way. It means the glow or light that appears around the head of a holy person or saint, like a halo. Another use of glory is a state of high honor gained from great achievements. If you have heard the expression \"you're in your glory,\" it means that you are very happy and proud — you must have reached one of your big goals.",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]光荣；荣耀 Glory is the fame and admiration that you gain by doing something impressive. Walsham had his moment of glory when he won a 20km race.沃尔沙姆夺得20公里比赛冠军的那一刻无比荣耀。...we were still basking in the glory of our Championship win.我们依然沉浸在夺得锦标赛冠军的荣耀中。2[N-PLURAL 复数名词]辉煌时刻；巅峰 A person's  glories are the occasions when they have done something people greatly admire which makes them famous. &nbsp;&nbsp;[with supp]The album sees them reliving past glories but not really breaking any new ground.这张专辑使他们重温了昔日的辉煌，但实际上没有任何新的突破。...the military glories of Frederick the Great.腓特烈大帝军事上的巅峰时刻3[N-UNCOUNT 不可数名词]壮丽；壮观 The glory of something is its great beauty or impressive nature. &nbsp;&nbsp;[with poss]The glory of the idea blossomed in his mind.在他的脑海中这一想法变得越来越宏大。4[N-COUNT 可数名词]引以为荣的事物 The glories of a culture or place are the things that people admire most about it. &nbsp;&nbsp;[usu pl]...a tour of Florence, to enjoy the artistic glories of the Italian Renaissance...领略意大利文艺复兴时期伟大艺术成就的佛罗伦萨之旅One of the glories of the island has always been its bird population.鸟儿的数量一直是该岛的一大骄傲。5[VERB 动词]因…而欣喜；为…而喜悦 If you glory in a situation or activity, you enjoy it very much. &nbsp;&nbsp;[V in n]The workers were glorying in their new-found freedom...工人们因才获得的自由而无比喜悦。He does not glory in his past successes and looks forward to achieving more.他没有陶醉于过去的成功，而是期望取得更大的成就。6[PHRASE 短语]一举成名 If you go out in a blaze of glory, you do something very dramatic at the end of your career or your life which makes you famous. &nbsp;&nbsp;[oft in PHR]I am never going back to prison. I am going to make national news headlines and go out in a blaze of glory.我将永远告别监狱，我会成为全国报纸的头条新闻，从此扬名天下。"
    ]
  },
  {
    "id": "1469687118172",
    "word": "glue",
    "phonetic": "/ɡluː/",
    "translation": "n.胶；胶水；胶粘物vt.粘贴；紧附于",
    "phonetic_groups": [
      {
        "text": "ɡluː",
        "related_letters": "glue"
      }
    ],
    "audio_url": "/audio/youdao-a75cddc8-fbfc3c38-8ddb2ba1-6ed7c3ce-35d28623.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This extra strong glue should do the job nicely.(2) This glue doesn't stick very well.(3) The poster wouldn't stick even though I drenched it with glue.(4) He glued a stamp onto the envelope.(5) The kids glued their eyes to the TV set, watching a cartoon.",
      "(1) 这种超强度胶应该管用。(2) 这种胶水粘不住。(3) 我涂了大量胶水，可那张海报就是贴不住。(4) 他把邮票贴在信封上。(5) 孩子们目不转睛地盯着电视机看卡通片。",
      "Glue is a liquid adhesive, used to stick two items together. A little kid may use Elmer's glue to decorate an art project, and you may use Krazy Glue to repair a mug's broken handle. Whatever the case, you hope the glue sticks.",
      "Most glue comes in a squeeze bottle and is used in small drips and lines to paste one material to another, but some glue comes in solid sticks that aren't as messy. When you stick one thing to another with glue, you glue it. The Old French source of glue is glu, from the Latin gluten, which means both \"glue\" and \"beeswax.\"",
      "★★☆☆☆",
      "1[N-MASS 物质名词]胶；胶水 Glue is a sticky substance used for joining things together, often for repairing broken things. ...a tube of glue.一管胶水...high quality glues.优质胶水2[VERB 动词]用胶水粘 If you glue one object to another, you stick them together using glue. &nbsp;&nbsp;[V n prep/adv]&nbsp;&nbsp;[be V-ed together]Glue the fabric around the window...用胶水把布料粘在窗户周围。The material is cut and glued in place...材料被剪切下来并粘贴到合适位置。They are glued together.它们被粘贴在一起。3[V-PASSIVE 被动动词]完全吸引；使专注于 If you say that someone is glued to something, you mean that they are giving it all their attention. &nbsp;&nbsp;[be V-ed to n]&nbsp;&nbsp;[V inflects]They are all glued to the Olympic Games.他们都被奥运会吸引住了。If you say that someone keeps their eyes glued to something, you mean that they are watching it with all their attention.目不转睛地看He kept his eyes glued to the clock.他目不转睛地盯着钟表。"
    ]
  },
  {
    "id": "1469687118173",
    "word": "goat",
    "phonetic": "/ɡəʊt/",
    "translation": "n.山羊；色鬼；替罪羊",
    "phonetic_groups": [
      {
        "text": "ɡəʊt",
        "related_letters": "goat"
      }
    ],
    "audio_url": "/audio/youdao-e7e2d524-93da98ad-a414b3e8-fd9b43b1-9cd9b1f6.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Can you distinguish goat from sheep?(2) We saw the tiger pouncing on the goat.(3) The regimental mascot is a goat.(4) The high priest sacrificed the goat on the altar.(5) A satyr is half man and half goat in Greek and Roman mythology.(6) You're not going to encourage her to marry that old goat?(7) Somebody like you could end up a goat.",
      "(1) 你能把山羊和绵羊区分开吗？(2) 我们看见老虎向那只山羊扑过去。(3) 这个团的吉祥物是山羊。(4) 大祭司把山羊供奉在祭坛上。(5) 在希腊和罗马神话中，森林之神是半人半羊的样子。(6) 你不会怂恿她与那个老色鬼结婚吧?(7) 象你这样的人最后可能变成替罪羊。",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]山羊 A goat is a farm animal or a wild animal that is about the size of a sheep. Goats have horns, and hairs on their chin which resemble a beard."
    ]
  },
  {
    "id": "1469687118174",
    "word": "god",
    "phonetic": "/ɡɒd/",
    "translation": "n.神；偶像；(复数)剧院顶层楼座的观众；(大写)上帝int.天呐",
    "phonetic_groups": [
      {
        "text": "ɡɒd",
        "related_letters": "god"
      }
    ],
    "audio_url": "/audio/youdao-ca7c183c-00e6840e-c45b9219-fade550a-429430de.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Poseidon was the Greek god of the sea.(2) The Greeks dedicated a shrine to the god.(3) He's one of the gods of the fashion world.(4) God bless you!(5) Christ's message was that God loved the world.",
      "(1) 波赛冬是希腊海神。(2) 希腊人把一座庙奉献给神。(3) 他是时尚界的偶像之一。(4) 愿上帝保佑你！(5) 耶稣基督的启示就是神爱世人。",
      "A god is a supreme being or deity, and it's spelled with a lowercase g when you're not referring to the God of Christian, Jewish, or Muslim tradition. The ancient Greeks had many gods — including Zeus, Apollo, and Poseidon.",
      "A physical representation of a deity is also called a god. If you go to Hawaii, you can even buy a god in a gift shop — a statue or idol that represents one of the Hawaiian gods, like a figure of the god Pele. The word god also refers to a man of superior quality or exceptional beauty. Elvis Presley was considered a god by many teenage girls in the late 1950s.",
      "★★★★☆",
      "1[N-PROPER 专有名词]上帝；天主；真主 The name God is given to the spirit or being who is worshipped as the creator and ruler of the world, especially by Jews, Christians, and Muslims. He believes in God...他信奉上帝。God bless you.上帝保佑你。2[CONVENTION 惯用语]（表示强调所说的话，或表示惊讶、恐惧或激动）啊呀，天啊，天哪（可能具冒犯意味） People sometimes use God in exclamations to emphasize something that they are saying, or to express surprise, fear, or excitement. This use could cause offence. &nbsp;&nbsp;[emphasis]God, how I hated him!...啊呀！我恨死他了！Oh my God he's shot somebody...我的天哪！他开枪打人了。Good God, it's Mr Harper!...天哪，是哈珀先生！God Almighty, Hart, you scared me silly.哎呀，哈特，你把我都吓傻了！3[N-COUNT 可数名词]神 In many religions, a god is one of the spirits or beings that are believed to have power over a particular part of the world or nature. ...Pan, the God of nature.自然之神，潘...Zeus, king of the gods.众神之王，宙斯4[N-COUNT 可数名词]极受尊崇的人；影响极大的人 Someone who is admired very much by a person or group of people, and who influences them a lot, can be referred to as a god . To his followers he was a god.在追随者眼中，他就是神。5See also:act of God；  6[PHRASE 短语]愿上帝阻止这样的事情；但愿这样的事不会发生 If you say God forbid, you are expressing your hope that something will not happen. &nbsp;&nbsp;[PHR with cl]&nbsp;&nbsp;[feelings]If, God forbid, something goes wrong, I don't know what I would do.如果哪儿出点儿岔子，我会不知所措的，但愿这样的事情不会发生。7[PHRASE 短语]上帝的恩赐；十全十美的人 If a person thinks they are God's gift to someone or something, they think they are perfect or extremely good. &nbsp;&nbsp;[v-link PHR]&nbsp;&nbsp;[INFORMAL 非正式]Are men god's gift to women? Some of them think they are.男人是上帝赐予女人的礼物吗？有些男人就是这样认为的。8[PHRASE 短语]（警告语）愿上帝保佑你 You use God help you to warn someone that something unpleasant will happen to them if they do a particular thing. &nbsp;&nbsp;[PHR n]&nbsp;&nbsp;[INFORMAL 非正式]God help him if he gets in my way...他要是跟我作对，那就让上帝保佑他吧。The boss says you must wear a tie. And God help you if you don't.老板说你得打领带，如果不听你会倒霉的。9[PHRASE 短语]愿上帝保佑… If you feel sorry for someone because they are in a difficult or unpleasant situation, especially if you think that nobody can help them, you can say God help them. &nbsp;&nbsp;[PHR n]&nbsp;&nbsp;[feelings]&nbsp;&nbsp;[INFORMAL 非正式]'God help them,' he said. 'They're  beyond help.'“愿上帝保佑他们吧，”他说，“谁也帮不了他们了。”10[PHRASE 短语]真讨厌；真烦人 If you say God help us, you mean that you have negative feelings about the person or situation you are talking about. &nbsp;&nbsp;[PHR with cl]&nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[INFORMAL 非正式]The first song is 11 minutes long, the last nearly the same, and, God help us, there's a drum solo along the way.第一首歌有11分钟长，最后一首也差不多长，唉，上帝啊，中间还有一个击鼓独奏。11[PHRASE 短语]（表示强调）只有上帝知道，天晓得 You can say God knows ,God only knows, or God alone knows to emphasize that you do not know something. &nbsp;&nbsp;[PHR wh]&nbsp;&nbsp;[emphasis]Gunga spoke God knows how many languages...天晓得贡嘎会讲多少门语言。God alone knows what she thinks.只有天晓得她在想什么。12[PHRASE 短语]（表示不知道答案）天晓得 If someone says God knows in reply to a question, they mean that they do not know the answer. &nbsp;&nbsp;[emphasis]'Where is he now?' 'God knows.'“他现在在哪里？”“天晓得。”13[PHRASE 短语]（基督教的）牧师，神父 The term a man of God is sometimes used to refer to Christian priests or ministers. I am a man of God.我是个牧师。<div"
    ]
  },
  {
    "id": "1469687118175",
    "word": "gold",
    "phonetic": "/ɡəʊld/",
    "translation": "adj.金色的；金制的n.金币；金黄色；金牌；金子",
    "phonetic_groups": [
      {
        "text": "ɡəʊld",
        "related_letters": "gold"
      }
    ],
    "audio_url": "/audio/youdao-bbf3892a-9daad28f-412726ac-9a38729c-bf92713d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This gold frame sets off your painting well.(2) The gold watchband is thin but heavy.(3) The Olympic winner received a gold medal as an award.(4) She wore a gold ring on her finger.(5) It is a gold necklace. It is for my girl friend.(6) The monetary system of some countries used to be based on gold.(7) I will offer you 250 gold pieces!(8) The color scheme of the room is blue and gold.(9) Buildings are rated silver, gold or platinum.(10) She wore so much jewellery that she seemed to be covered in gold.(11) The craftsman beat gold into rings.",
      "(1) 这金色的框架把你的画衬托。(2) 这条金色的表带薄薄的，但是很重。(3) 奥林匹克的优胜者获得一枚金质奖章作为奖赏。(4) 她的手指上戴了只金戒指。(5) 这是一条金项链，是给我女朋友的。(6) 过去有些国家的货币制度是金本位制的。(7) 我付给你250枚金币！(8) 这个房间的色彩配置是蓝色和金黄色。(9) 建筑物分为银牌、金牌以及白金级的等级。(10) 她戴了那么多首饰，看上去象是包在金子里似的。(11) 这位工匠把金子打成戒指。",
      "Gold is a relatively soft, shiny precious metal. Many kinds of jewelry, including necklaces, bangles, and wedding rings are traditionally made of gold.",
      "The element itself is called gold, and it's used to make valuable jewels, coins, and as a standard for currency trading. You can also use the word to describe the color, a shiny metallic deep yellow, or to describe things made from the metal: \"Check out my new gold earrings!\" Gold is an Old English word that shares a Proto-Indo-European root with the word \"yellow:\" ghel-, which means \"yellow or green,\" and possibly \"bright.\"",
      "★★★★☆",
      "1[N-UNCOUNT 不可数名词]黄金 Gold is a valuable, yellow-coloured metal that is used for making jewellery and ornaments, and as an international currency. ...a sapphire set in gold...镶嵌在黄金上的蓝宝石The price of gold was going up.黄金的价格在上涨。...gold coins.金币2[N-UNCOUNT 不可数名词]金饰物；黄金制品 Gold is jewellery and other things that are made of gold. We handed over all our gold and money.我们将所有的金首饰和钱都交了出来。3[COLOUR 颜色词]金色；金黄色 Something that is gold is a bright yellow colour, and is often shiny. I'd been wearing Michel's black and gold shirt.我一直都穿着米歇尔那件黑色和金色相间的衬衫。4[N-VAR 可变名词]同gold medal A  gold is the same as a gold medal . &nbsp;&nbsp;[INFORMAL 非正式]His ambition was to win gold at the Atlanta Games in 1996...他的志向是在1996年亚特兰大奥运会上夺取金牌。This Saturday the British star is going for gold in the Winter Olympics.本周六，这位英国明星将向冬奥会的金牌发起冲击。5[PHRASE 短语]（小孩）规规矩矩的，乖巧的 If you say that a child is being as good as gold, you are emphasizing that they are behaving very well and are not causing you any problems. &nbsp;&nbsp;[v-link PHR]&nbsp;&nbsp;[emphasis]The boys were as good as gold on our walk.我们散步的时候，这帮小男孩表现得很乖。6[PHRASE 短语]一颗金子般的心；赤子之心 If you say that someone has a heart of gold, you are emphasizing that they are very good and kind to other people. &nbsp;&nbsp;[heart inflects]&nbsp;&nbsp;[emphasis]They are all good boys with hearts of gold. They would never steal.他们都是有着金子般心灵的好孩子，绝不会干偷摸扒窃之事。7[PHRASE 短语]期望得到的一大笔钱，未来的一桶金（英国英语中亦作a crock of gold） Money that someone hopes they will get in the future is sometimes referred to as a pot of gold. Also a crock of gold, mainly in British English. I would rather be honest with people than tell them that there is going to be some pot of gold at the end of the rainbow.我宁肯实话实说也不愿意给予他们不切实际的期望。8See also:fool's gold；  to strike gold→see: strike； worth one's weight in gold→see: weight；"
    ]
  },
  {
    "id": "1469687118176",
    "word": "golden",
    "phonetic": "/'ɡəʊldən/",
    "translation": "adj.金的；金色的；珍贵的；黄金般的；绝佳的",
    "phonetic_groups": [
      {
        "text": "'ɡəʊl",
        "related_letters": "gold"
      },
      {
        "text": "dən",
        "related_letters": "en"
      }
    ],
    "audio_url": "/audio/youdao-825fe802-0de5ee6f-1521a977-48f1a91f-61c92184.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The best archer would be awarded a golden arrow.(2) My parents are celebrating their golden jubilee.(3) Her hair has a beautiful golden sheen.(4) The road looks beautiful covered by golden pine needles.(5) Now is the golden era of real estate development.(6) We believe this is a golden opportunity for investment.",
      "(1) 最优秀的弓箭手将获得一只金箭。(2) 我父母正在庆祝他们的金婚纪念。(3) 她的头发有美丽的金色的光泽。(4) 这条路上铺满了金黄色的松针，看上去美极了。(5) 现在正是房地产发展的黄金时期。(6) 我们认为这是投资的绝好机会。",
      "Something that's golden is made out of gold. A queen in a fairy tale might wear an elaborate golden crown.",
      "Aside from golden ornaments and jewelry, things the color of gold are also golden, like a boy's golden hair or golden fields of wheat. If you talk about a golden time or a golden opportunity, you mean something marked by luck, peace, and happiness. In Old English, it was common to add the suffix -en to mean \"made of,\" but golden is one of just a few of these words in modern English (including wooden and waxen).",
      "★★★☆☆",
      "1[ADJ 形容词]金色的；金黄色的 Something that is golden is bright yellow in colour. She combed and arranged her golden hair.她梳理好自己的金发。...an endless golden beach.一望无际的金色沙滩2[ADJ 形容词]金的；金制的 Golden things are made of gold. &nbsp;&nbsp;[usu ADJ n]...a golden chain with a golden locket.带有金制盒式链坠的金项链3[ADJ 形容词]极好的；有发展前途的；有益的 If you describe something as golden, you mean it is wonderful because it is likely to be successful and rewarding, or because it is the best of its kind. &nbsp;&nbsp;[ADJ n]He says there's a golden opportunity for peace which must be seized.他说务必抓住这个谋求和平的绝佳机会。4[PHRASE 短语]大受欢迎（或十分成功）的人 If you refer to a man as a golden boy or a woman as a golden girl, you mean that they are especially popular and successful. When the movie came out the critics went wild, hailing Tarantino as the golden boy of the 1990s.这部影片上映后，批评家们反响十分热烈，他们将塔拉蒂诺誉为20世纪90年代的金牌男星。"
    ]
  },
  {
    "id": "1469687118177",
    "word": "goldfish",
    "phonetic": "/'ɡəʊldfɪʃ/",
    "translation": "n.金鱼",
    "phonetic_groups": [
      {
        "text": "'ɡəʊl",
        "related_letters": "gold"
      },
      {
        "text": "dfɪʃ",
        "related_letters": "fish"
      }
    ],
    "audio_url": "/audio/youdao-6aed3941-b71e173a-0158913d-1b72e9dd-707f6038.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The fisher drew in the net and found a big goldfish in it.(2) The goldfish sleeps in the fish bowl.",
      "(1) 渔夫收了网，发现有一条大金鱼在里面。(2) 金鱼睡在鱼缸里面。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]金鱼 Goldfish are small gold or orange fish which are often kept as pets."
    ]
  },
  {
    "id": "1469687118178",
    "word": "good-bye",
    "phonetic": "/'gʊd'baɪ/",
    "translation": "int.再见",
    "phonetic_groups": [
      {
        "text": "'gʊd'baɪ",
        "related_letters": "good-bye"
      }
    ],
    "audio_url": "/audio/youdao-32dbd4ad-f5af2a47-0cf2196e-4b65fad9-b2d96e78.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I must go now, good-bye!",
      "(1) 我必须走了，再见！"
    ]
  },
  {
    "id": "1469687118179",
    "word": "goods",
    "phonetic": "/ɡʊdz/",
    "translation": "n.货物；商品；动产n.罪证",
    "phonetic_groups": [
      {
        "text": "ɡʊdz",
        "related_letters": "goods"
      }
    ],
    "audio_url": "/audio/youdao-aa730503-b911c76d-b3171e35-77b0447f-3963c25d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The goods were consigned to you by railway.(2) Please honor our arrangement by exchanging the damaged goods.(3) Can the goods be refunded at your counter?(4) Our goods are second to none in the world market.(5) The authorities have got the goods on us.(6) The crime syndicate has the goods on the governor and is blackmailing him.",
      "(1) 货物已由铁路托运到你处。(2) 请遵守我们的协议，给我们调换损坏的货物。(3) 你们柜台的商品可以退吗？(4) 在国际市场上,我们的商品不亚于任何人。(5) 当局拿到了我们的罪证。(6) 那个犯罪集团掌握了州长的确凿罪证并且正在敲诈他。",
      "★★★★☆",
      "1[N-PLURAL 复数名词]货物；商品 Goods are things that are made to be sold. Money can be exchanged for goods or services.钱可以用来换取商品或服务。...a wide range of consumer goods.种类繁多的消费品2[N-PLURAL 复数名词]私人财产；动产 Your goods are the things that you own and that can be moved. &nbsp;&nbsp;[usu poss adj N]All his worldly goods were packed into a neat checked carrier bag...他的所有家当都装在一个干净的方格图案手提袋里。You can give your unwanted goods to charity.你可以将不要的物品捐赠给慈善机构。3[PHRASE 短语]不负众望；达到要求 If you deliver the goods or come up with the goods, you do what is expected or required of you. &nbsp;&nbsp;[V inflects]&nbsp;&nbsp;[INFORMAL 非正式]As long as I deliver the goods, my boss is very happy.只要我做好本职工作，我的老板就很高兴。4[PHRASE 短语]掌握了…的罪证（或把柄） If you get the goods or have the goods on someone, you have evidence that they have done something wrong or criminal. &nbsp;&nbsp;[V inflects]He was the victim of those in his own party who had the goods on him.党内一些人掌握了他的把柄，结果他成了牺牲品。"
    ]
  },
  {
    "id": "1469687118180",
    "word": "goose",
    "phonetic": "/ɡuːs/",
    "translation": "n.鹅；鹅肉；雌鹅；笨蛋；长柄熨斗",
    "phonetic_groups": [
      {
        "text": "ɡuːs",
        "related_letters": "goose"
      }
    ],
    "audio_url": "/audio/youdao-19af4d8f-aad1f281-160d350c-9cb764c1-4a07b9a1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The goose hissed at me angrily.(2) There is some goose left in the bowl.(3) They often have goose at Christmastime.(4) This goose is much larger than the duck.",
      "(1) 那鹅愤怒地向我发出嘶嘶声。(2) 碗里还剩有点鹅肉。(3) 他们在圣诞节时常常吃鹅肉。(4) 这只母鹅比那只鸭子大多了。",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]鹅 A goose is a large bird that has a long neck and webbed feet. Geese are often farmed for their meat. 2[N-UNCOUNT 不可数名词]鹅肉 Goose is the meat from a goose that has been cooked. ...roast goose.烤鹅3See also:wild goose chase；  4[PHRASE 短语]阻挠；破坏…的计划 If you cook someone's goose, you prevent their plans from succeeding. &nbsp;&nbsp;[V inflects]He said that what they were up to would cook Krasky's goose.他说他们暗中进行的阴谋可能会使克拉斯基的计划流产。5[PHRASE 短语]杀鸡取卵；自绝财源 If someone kills the goose that lays the golden egg, they harm or destroy the person or thing that gives them their money, power, or advantage. &nbsp;&nbsp;[Vs inflect]Unregulated tourism can kill the goose that laid their golden egg.旅游业的无序发展无异于杀鸡取卵。6[PHRASE 短语]适于此者适于彼；应该一视同仁 If you say what's sauce for the goose is sauce for the gander, you mean what is acceptable for one person in a particular situation should be acceptable for another person in a similar situation."
    ]
  },
  {
    "id": "1469687118181",
    "word": "govern",
    "phonetic": "/'ɡʌvn/",
    "translation": "v.统治；支配；管理；规定；控制",
    "phonetic_groups": [
      {
        "text": "'ɡʌ",
        "related_letters": "gov"
      },
      {
        "text": "vn",
        "related_letters": "ern"
      }
    ],
    "audio_url": "/audio/youdao-8c140da3-418a8a84-e581bf43-545b2795-d1c051fe.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Education makes a people easy to lead, but difficult to drive: easy to govern but impossible to slave.(2) You must not be governed by the opinions of others.(3) Such laws also govern the chances of commodity production and exchange.(4) They demand the right to govern themselves.(5) A man, who can govern a woman can govern a nation.(6) In Latin, several verbs govern the dative.(7) Please try to govern your passions.(8) Govern yourself and you'll be able to govern the world.",
      "(1) 教育让一个民族容易被领导，却很难被驱使；容易被统治，却很难被奴役。(2) 你决不要受别人意见的支配。(3) 这种规律也支配着商品生产和商品交换的偶然性：(4) 他们要求自治权。(5) 能够管理好女人的男人能够管理好一个国家。(6) 在拉丁语中，有些动词要求与格的宾语。(7) 请尽量控制你的感情。(8) 能控制自己,就能控制世界。",
      "To govern is to rule, lead, oversee, or otherwise control. Each U.S. state has its own governor, whose job it is to govern the affairs of that state.",
      "While it's true that governors govern — that is, they head the executive branch of their state government — there are lots of other ways to use the verb govern. Almost anything that controls or has a lot of influence over something else can be said to govern. The rules of tennis, for example, govern the way that game is played. In mechanics, a device that controls other devices is called a governor. My dog's basic needs govern the way my household is run: his schedule is our schedule.",
      "★★★☆☆",
      "1[VERB 动词]统治；治理 To govern a place such as a country, or its people, means to be officially in charge of the place, and to have responsibility for making laws, managing the economy, and controlling public services. &nbsp;&nbsp;[V n]They go to the polls on Friday to choose the people they want to govern their country...星期五，他们去投票站投票选择他们所期望的国家管理者。Their citizens are very thankful they are not governed by a dictator.他们的公民十分庆幸没有受独裁者的统治。2[VERB 动词]支配；控制；影响 If a situation or activity is governed by a particular factor, rule, or force, it is controlled by that factor, rule, or force. &nbsp;&nbsp;[be V-ed by n]&nbsp;&nbsp;[V n]Marine insurance is governed by a strict series of rules and regulations...关于海险有一系列严格的规章制度对其作了规定。The government has altered the rules governing eligibility for unemployment benefit.政府已经修改了有关领取失业救济金资格的规章制度。"
    ]
  },
  {
    "id": "1469687118182",
    "word": "government",
    "phonetic": "/'ɡʌvənmənt/",
    "translation": "n.政府；政体；统治",
    "phonetic_groups": [
      {
        "text": "'ɡʌ",
        "related_letters": "gov"
      },
      {
        "text": "vən",
        "related_letters": "ern"
      },
      {
        "text": "mənt",
        "related_letters": "ment"
      }
    ],
    "audio_url": "/audio/youdao-b5e9da2c-e234a6ca-f3a85e09-04e36ce8-b1bc6bbe.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The government will garrison the coastal towns.(2) The government would not even consider his claim for money.(3) He is a man of some influence in the government circles.(4) Five hundred jobs were axed as a result of government spending cuts.(5) The two systems of government are polar opposites.(6) They imposed their government by force on the resistant population.",
      "(1) 政府将派军驻守沿海的城镇。(2) 政府甚至不考虑他的赔款要求。(3) 他是个在政府内有一定势力的人。(4) 由于政府缩减经费的缘故，有五百人被突然解雇了。(5) 这两种政体正好相反。(6) 他们以武力把自己的统治强加在持反抗态度的人民头上。",
      "Your government is the system of people, laws, and officials that define and control the country that you live in. The U.S. government, for example, is a representative democracy with three branches.",
      "There are many different kinds of government, but they all do essentially the same thing: \"govern\" or oversee the rules, regulations, and interactions of the people who live under them. For the most part, a government is concerned with public life, though many of the laws that a government like ours establishes and enforces can regulate what happens in private life, too. If you work for the government, you're in public life. If you work for a company, you're in the private sector.",
      "★★★★★",
      "1[N-COUNT-COLL 可数集合名词]政府；内阁 The government of a country is the group of people who are responsible for governing it. The Government has insisted that confidence is needed before the economy can improve.政府坚持认为只有坚定信心经济才会有起色。...democratic governments in countries like Britain and the US.诸如英美等国的民主政府...fighting between government forces and left-wing rebels.政府军和左翼叛乱分子之间的战斗2[N-UNCOUNT 不可数名词](国家等的)治理，管理，执政 Government consists of the activities, methods, and principles involved in governing a country or other political unit. The first four years of government were completely disastrous.政府前4年的执政彻底失败。...our system of government.我们的政府体制Usage Note :Be careful with the spelling of this word. In Britain, the head of the government is the Prime Minister. The Prime Minister appoints the other ministers, who are responsible for particular areas of policy. The Prime Minister and other senior ministers together form the Cabinet. The policies of the government are debated and approved by Parliament, which consists of the House of Commons and the House of Lords. There are about 650 elected Members of Parliament (or MPs) in the House of Commons. In the United States, the head of the government is the President, who appoints the members of his administration. Policies are debated and approved by Congress, which consists of the House of Representatives and the Senate. Members of the House of Representatives are known as congressmen, congresswomen, or congresspeople, and members of the Senate are called senators.注意该词的拼写。英国的政府首脑为首相(Prime Minister)，首相任命各部大臣(minister)，大臣负责政策的特定领域，首相与高级大臣组成内阁(Cabinet)。政府的政策在议会（Parliament）上讨论并通过，议会由下议院（House of Commons)和上议院(House of Lords)组成，下议院约有650名通过选举产生的议员(Member of Parliament, 亦称 MP)。美国的政府首脑为总统(President)，总统任命政府(administration)各部部长。国家政策在国会（Congress）上讨论并通过，国会由参议院(Senate)与众议院(House of Representatives)组成，众议院议员称为congressman, congresswoman或congresspeople，参议院议员称为senator。"
    ]
  },
  {
    "id": "1469687118183",
    "word": "gown",
    "phonetic": "/ɡaʊn/",
    "translation": "n.长袍；长外衣",
    "phonetic_groups": [
      {
        "text": "ɡaʊn",
        "related_letters": "gown"
      }
    ],
    "audio_url": "/audio/youdao-744d766d-6727d909-6cd85d47-5f581dad-0bb9fa2c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She is in a purplish mantle, pink gown.(2) She wore a black silk evening gown.(3) She put on her silken gown before going to bed.(4) She wore an antique gown to the costume party.(5) The gown a surgeon wears during an operation is usually green.",
      "(1) 她身穿一件紫色披肩，桃红色长袍。(2) 她穿着一件黑色丝质晚礼服。(3) 睡觉前，她穿上丝质的睡衣。(4) 她穿着一件过时的长袍参加化妆舞会。(5) 外科医生在做手术时穿的手术服通常是绿色的。",
      "A gown is a formal dress. When your date to a party or dance is wearing a tuxedo, you'll probably want to wear a gown.",
      "There are many different kinds of gowns, including ball gowns, wedding gowns, and evening gowns. All of them are worn primarily by women on formal occasions. It was once common to call any one-piece woman's garment a gown, while now it's more often called a dress. The source of gown is the Old French goune, \"robe, coat, or down,\" with the Latin root gunna, \"hide or skin.\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]女裙；女礼服；女长服 A gown is a dress, usually a long dress, which women wear on formal occasions. The new ball gown was a great success.这种新款舞会礼服很畅销。...wedding gowns.结婚礼服2[N-COUNT 可数名词]（律师、学者等在正式场合穿的）礼袍，长袍 A gown is a loose black garment worn on formal occasions by people such as lawyers and academics. ...an old headmaster in a flowing black gown.身着宽松黑礼袍的老校长"
    ]
  },
  {
    "id": "1469687118184",
    "word": "gradually",
    "phonetic": "/'ɡrædʒuəli/",
    "translation": "adv.逐渐地",
    "phonetic_groups": [
      {
        "text": "'ɡræ",
        "related_letters": "grad"
      },
      {
        "text": "d",
        "related_letters": "u"
      },
      {
        "text": "ʒu",
        "related_letters": "al"
      },
      {
        "text": "əli",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-6657c1dd-74c3edf8-4fa10e0c-d801bc8c-d3a6e284.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Controls in the city have gradually tightened.(2) Gradually the surrounding farmland turned residential.(3) The sea is gradually encroaching on the land.(4) His interest in this subject gradually decreases.(5) Her long illness gradually sapped her strength.(6) The colors graded gradually from orange to yellow.",
      "(1) 对这个城市的控制逐渐加强。(2) 周围的农田渐渐变成了住宅区。(3) 海水渐渐地侵蚀了陆地。(4) 他对这门学科的兴趣逐渐减退。(5) 长期的患病使她的体力渐渐衰竭。(6) 这些颜色逐渐地从橙色变成黄色。",
      "★★★☆☆",
      "1[ADV-GRADED 副词]逐渐地；逐步地 If something changes or is done gradually, it changes or is done in small stages over a long period of time, rather than suddenly. &nbsp;&nbsp;[ADV with v]Electricity lines to 30,000 homes were gradually being restored yesterday...昨天，3万户家庭逐渐恢复了供电。Gradually we learned to cope.我们逐渐学会了应对。"
    ]
  },
  {
    "id": "1469687118185",
    "word": "graduation",
    "phonetic": "/ˌɡrædʒu'eɪʃn/",
    "translation": "n.毕业；毕业典礼；分度；刻度线；分级",
    "phonetic_groups": [
      {
        "text": "ˌɡræd",
        "related_letters": "grad"
      },
      {
        "text": "ʒ",
        "related_letters": "u"
      },
      {
        "text": "u",
        "related_letters": "a"
      },
      {
        "text": "'eɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-79094334-ac9a8d17-894d05c2-cf811c47-f459429f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I saw little or nothing of him after graduation.(2) After graduation, he lives on his own.(3) He worked as a magistrate after graduation.(4) John was asked to deliver a speech on the graduation.(5) The graduation is marked on the side of the flask.(6) Grades the indoor hypogene water fast to distribute whether to have the material effect evenly to the graduation effect.",
      "(1) 毕业后我几乎没有看见过他。(2) 毕业后他就独立生活了。(3) 他毕业后任地方行政长官。(4) 约翰被邀请在毕业典礼上发表演讲。(5) 烧瓶侧面有刻度标志。(6) 分级室内上升水速分布是否均匀对分级效果有重要影响。",
      "Graduation happens when you successfully complete an academic program, like high school or college. Then you go to a graduation ceremony.",
      "Scientists might talk about the graduation lines on beakers and rulers that mark out units of measurement. But when most people hear this word, they think about finishing school. Students and their families celebrate graduation from high school, college, training programs, and even kindergarten. At graduation ceremonies, people often wear funny tasseled hats and long robes, then walk up one by one to get an official diploma or certificate.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]毕业 Graduation is the successful completion of a course of study at a university, college, or school, for which you receive a degree or diploma. They asked what his plans were after graduation...他们问他毕业之后有何打算。Upon graduation he joined a small law firm.他一毕业就进了一家小型律师事务所。2[N-COUNT 可数名词]毕业典礼 A graduation is a special ceremony at university, college, or school, at which degrees and diplomas are given to students who have successfully completed their studies. &nbsp;&nbsp;[usu sing]...the graduation ceremony at Yale...耶鲁大学的毕业典礼At my brother's high school graduation the students recited a poem.在我弟弟的高中毕业典礼上，学生们朗诵了一首诗。3[N-COUNT 可数名词]刻度线；刻度 A graduation is a line or number on a container or measuring instrument which marks a particular measurement. ...medicine bottles with graduations on them.标有刻度线的药瓶"
    ]
  },
  {
    "id": "1469687118186",
    "word": "grain",
    "phonetic": "/ɡreɪn/",
    "translation": "n.谷物；谷类；微量；颗粒；纹理；格令v.形成(颗粒)；(用谷物)喂养",
    "phonetic_groups": [
      {
        "text": "ɡreɪn",
        "related_letters": "grain"
      }
    ],
    "audio_url": "/audio/youdao-8a86a190-661951dd-f19e6614-54f6becb-7dae84c5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We ship grain to Africa.(2) There are a few grains of rice in a bowl.(3) There isn't a grain of truth in it.(4) It's easiest to cut meat in the direction of the grain.(5) Our new process locks up pounds of energy in every grain of the breakfast food.(6) Physical isolation goes against the corporate grain, the hierarchy being organized around the office.(7) And those tears slowly took the form of the grain when they first covered it, and later they began to form a small sphere.(8) In China, many farmers grain the pigs.",
      "(1) 我们把谷物运往非洲。(2) 碗中有几颗米粒。(3) 那事无丝毫真实性。(4) 切肉时顺着纹理切最容易。(5) 我们新的生产方法能使每一格令的早餐食品中包含多磅能量。(6) 身体上的隔绝违反合作意愿，使办公室周围形成特定阶层。(7) 最开始，裹住沙粒的泪水都成了沙的形状，后来就形成了一个小小的球形。(8) 在中国,好多农民都是用谷物喂猪。",
      "When carpenters sand a piece of wood, they \"go with the grain.\" Grain is the texture on piece of wood, which often forms long patterns that show the direction in which the tree grew.",
      "You may have heard someone say \"there's a grain of truth to that\" when referring to an outrageous story that has a tiny bit of truth to it. A grain can also be a speck or a particle — the tiniest bit of something. Don't confuse this with another definition of grain, the kind you find in your bread — wheat, oats, alfalfa, and so on. Check out all the grains in the ten-grain bread next time you're in the bakery!",
      "★★★☆☆",
      "1[N-COUNT 可数名词]谷粒 A grain of wheat, rice, or other cereal crop is a seed from it. &nbsp;&nbsp;[usu with supp]...a grain of wheat.一粒小麦...rice grains.米粒2[N-MASS 物质名词]谷物（尤指小麦或玉米） Grain is a cereal crop, especially wheat or corn, that has been harvested and is used for food or in trade. ...a bag of grain.一袋谷物...the best grains.优质谷物3[N-COUNT 可数名词]细粒；微粒；小颗粒 A grain of something such as sand or salt is a tiny hard piece of it. ...a grain of sand.一粒沙子-grained...coarse-grained salt.粗盐4[N-SING 单数名词]一点；些微 A grain of a quality is a very small amount of it. &nbsp;&nbsp;[N of n]There's more than a grain of truth in that.其中含有很深刻的道理。5[N-SING 单数名词]（木材表面的）纹理，纹路 The grain of a piece of wood is the direction of its fibres. You can also refer to the pattern of lines on the surface of the wood as the grain. &nbsp;&nbsp;[the N]Brush the paint generously over the wood in the direction of the grain.顺着木材的纹理刷上厚厚的一层漆。-grained...a hard, heavy, straight-grained wood.坚硬粗重、纹理笔直的木头6[PHRASE 短语]违背本来的原则；与…格格不入 If you say that an idea or action goes against the grain, you mean that it is very difficult for you to accept it or do it, because it conflicts with your previous ideas, beliefs, or principles. &nbsp;&nbsp;[V inflects]Privatisation goes against the grain of their principle of opposition to private ownership of industry.私有化有悖于他们反对工业私有的原则。"
    ]
  },
  {
    "id": "1469687118187",
    "word": "gram",
    "phonetic": "/ɡræm/",
    "translation": "n.克abbr.语法（=grammar）suf.写出或画出的东西",
    "phonetic_groups": [
      {
        "text": "ɡræm",
        "related_letters": "gram"
      }
    ],
    "audio_url": "/audio/youdao-8e17356f-24f6ba50-324df62b-93f47173-9b4737f4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) A dust particle weighs only a thousandth of a gram.(2) Sorry,but we sell the roast Beijing duck by the gram.",
      "(1) 一粒尘埃的重量仅有千分之一克。(2) 对不起，我们是按克出售北京烤鸭的。",
      "A gram is a unit of measurement. Some doctors recommend eating one gram of protein for each kilogram of body weight.",
      "Because a gram is a metric unit — in this case, measuring the mass of some object or substance — it isn't used as commonly in the US as it is in Britain and Canada, where metric measurements are standard. Still if you examine an American food label, you'll almost always see the mass in grams listed. The Greek root of gram is gramma, or \"small weight.\"",
      "★★☆☆☆",
      "in BRIT, also use 英国英语亦用 gramme1[N-COUNT 可数名词]克（重量单位） A gram is a unit of weight. One thousand grams are equal to one kilogram. A football weighs about 400 grams.足球重约400克。"
    ]
  },
  {
    "id": "1469687118188",
    "word": "grammar",
    "phonetic": "/'ɡræmə(r)/",
    "translation": "n.语法；文法",
    "phonetic_groups": [
      {
        "text": "'ɡræm",
        "related_letters": "gram"
      },
      {
        "text": "ə(r)",
        "related_letters": "mar"
      }
    ],
    "audio_url": "/audio/youdao-c0ea07f4-91744432-0f4f41e6-a76b7bca-b4402729.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) That is not, properly speaking, a dictionary but a grammar book.(2) I know nothing about Latin grammar.(3) Why care for grammar as long as we are good?(4) Grammar is not that hard to reach.",
      "(1) 严格地说，那不是一本字典，而是一本语法书。(2) 我一点都不懂拉丁语法。(3) 只要我们没有错，为什么要关心文法?(4) 文法也不是那么难以亲近.",
      "Grammar is the set of language rules that you use, most of the time unconsciously, to create phrases and sentences that convey meaning.",
      "You may dread studying grammar, but in fact you already know much of the grammar of your native language. If you grew up speaking English, no one had to tell you that \"Throw the ball to me,\" is a sentence in English, but \"Ball the me to throw\" is not. You may, though, need coaching to avoid common errors — “bad grammar\" — like “Throw the ball to he and I,” where you should say “Throw the ball to him and me.”",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]语法；文法 Grammar is the ways that words can be put together in order to make sentences. He  doesn't have mastery of the basic rules of grammar.他还没有掌握基本的语法规则。...the difference between Sanskrit and English grammar.梵文语法与英文语法的区别2[N-UNCOUNT 不可数名词]文法；语言的运用 Someone's grammar is the way in which they obey or do not obey the rules of grammar when they write or speak. &nbsp;&nbsp;[oft supp N]His vocabulary was sound and his grammar excellent.他的词汇丰富，语法也很精通。...a deterioration in spelling and grammar among teenagers.青少年拼写能力和语法知识的下降3[N-COUNT 可数名词]语法书 A grammar is a book that describes the rules of a language. ...an advanced English grammar.高阶英语语法书4[N-VAR 可变名词]语法理论；语法学 A particular grammar is a particular theory that is intended to explain the rules of a language. &nbsp;&nbsp;[with supp]Transformational grammars are more restrictive.转换生成语法局限性更大。"
    ]
  },
  {
    "id": "1469687118189",
    "word": "grandchild",
    "phonetic": "/'ɡræntʃaɪld/",
    "translation": "n.孙儿；孙女",
    "phonetic_groups": [
      {
        "text": "'ɡrænt",
        "related_letters": "grand"
      },
      {
        "text": "ʃaɪld",
        "related_letters": "child"
      }
    ],
    "audio_url": "/audio/youdao-e7d0dcdb-85ef714e-4e1c9529-00a15c80-bb3d4ae2.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His grandchild is a naughty boy.(2) He loves his grandchild very much.(3) Have you no consideration for my grandchild's future?",
      "(1) 他的孙子是个淘气的男孩。(2) 他非常喜欢他的孙儿。(3) 你就不为我孙女的终身大事想想吗?",
      "If you have a grandparent, you are a grandchild. You are the grandchild of your mother’s and father’s parents. If you have a grandchild, your son or daughter had a baby. Congratulations.",
      "A person becomes a grandparent when their kid has their first baby, and that baby is the grandparent’s grandchild. Boys are often called \"grandsons,\" and girls \"granddaughters,\" but both are also grandchildren. Grandchild uses the family or genealogical sense of the prefix grand-, which first meant \"a generation older than,\" and since Elizabethan times has also meant \"a generation younger than.\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]孙子；孙女；外孙子；外孙女 Someone's grandchild is the child of their son or daughter. &nbsp;&nbsp;[oft poss N]Mary loves her grandchildren.玛丽很疼爱她的孙子们。"
    ]
  },
  {
    "id": "1469687118190",
    "word": "granddaughter",
    "phonetic": "/'ɡrændɔːtə(r)/",
    "translation": "n.孙女；外孙女",
    "phonetic_groups": [
      {
        "text": "'ɡræn",
        "related_letters": "grand"
      },
      {
        "text": "dɔːtə",
        "related_letters": "daugh"
      },
      {
        "text": "(r)",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/youdao-68f4ca7c-03491135-21941bf1-7419f9ca-6c14a758.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His granddaughter is very pretty.(2) The couple has one daughter and one granddaughter.",
      "(1) 他的孙女很漂亮。(2) 这对夫妇有一个女儿和一个外孙女。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]孙女；外孙女 Someone's granddaughter is the daughter of their son or daughter. &nbsp;&nbsp;[usu with poss]...a drawing of my granddaughter Amelia.我孙女阿梅莉亚的一张素描"
    ]
  },
  {
    "id": "1469687118191",
    "word": "grandparents",
    "phonetic": "/'grændpeərənts/",
    "translation": "n.外祖父母；祖父母",
    "phonetic_groups": [
      {
        "text": "'grænd",
        "related_letters": "grand"
      },
      {
        "text": "peər",
        "related_letters": "par"
      },
      {
        "text": "ənts",
        "related_letters": "ents"
      }
    ],
    "audio_url": "/audio/youdao-4fd9ff33-66710282-bff59df0-ad4cfa18-3856d785.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) My grandparents on my mother's side were both Italians.(2) Do your parents,grandparents or sibling ever had any of the following?(3) Are your grandparents still alive?(4) Both his grandparents were buried here.",
      "(1) 我外祖父母都是义大利人。(2) 你的父母，祖父母，外祖父母，兄弟姐妹是否有下列病？(3) 你的祖父母还在世吗？(4) 他的祖父母都葬在这里。"
    ]
  },
  {
    "id": "1469687118192",
    "word": "grandson",
    "phonetic": "/'ɡrænsʌn/",
    "translation": "n.孙子；外孙",
    "phonetic_groups": [
      {
        "text": "'ɡræn",
        "related_letters": "grand"
      },
      {
        "text": "sʌn",
        "related_letters": "son"
      }
    ],
    "audio_url": "/audio/youdao-b4d01c92-d4bc77d5-de4864e8-cfc86cb0-4227bed4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The old lady placed great trust in her grandson.(2) The old man goes to see his grandson twice a week.(3) The old woman led her grandson by the arm.",
      "(1) 那位老太太对她孙子非常信任。(2) 这位老人每星期去看他的孙子两次。(3) 那老婆婆牵着外孙的手。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]（外）孙子；（外）孙女 Someone's  grandson is the son of their son or daughter. &nbsp;&nbsp;[oft with poss]My grandson's birthday was on Tuesday.星期二是我孙子的生日。"
    ]
  },
  {
    "id": "1469687118193",
    "word": "granny",
    "phonetic": "/'ɡræni/",
    "translation": "n. 奶奶",
    "phonetic_groups": [
      {
        "text": "'ɡræni",
        "related_letters": "granny"
      }
    ],
    "audio_url": "/audio/youdao-44f3a35f-3f4a4dd2-de10baf9-055734bf-d0391a9e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I can't believe, sometimes, that granny is dead. If I close my eyes I can just see her knitting away in that armchair as large as life, with her specs half-way down her nose.(2) My granny has always been good to me.",
      "(1) 有时我真不相信祖母经去世。只要我闭上眼睛，就会看她活生生地坐在一把扶椅上，眼镜挂在鼻梁上，手里织着毛线衣。(2) 我外婆总是对我很好。",
      "★☆☆☆☆",
      "1[N-FAMILY 家庭成员名词]（外）祖母；奶奶；外婆 Some people refer to their grandmother as granny. &nbsp;&nbsp;[INFORMAL 非正式]...my old granny.我年迈的祖母"
    ]
  },
  {
    "id": "1469687118194",
    "word": "graph",
    "phonetic": "/ɡræf/",
    "translation": "n.图表；示意图vt.(以图表)表示",
    "phonetic_groups": [
      {
        "text": "ɡræf",
        "related_letters": "graph"
      }
    ],
    "audio_url": "/audio/youdao-1452f50a-63749515-88e670ce-8bb5af67-ad4013d2.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The graph shows a bulge in the price of meat.(2) Our research results are displayed in the form of a graph.(3) This is a simple graph of legislative process.(4) Since they are equations we can graph them.",
      "(1) 图表显示肉类价格上涨。(2) 我们的研究结果已用图表列出.(3) 这是立法过程的简易示意图。(4) 由于它们是方程,所以我们能以图来描绘。",
      "A graph is a visual plotting of the relationship between two or more quantities, like a math map. To graph is to create such a chart.",
      "The noun graph came into use in the 1800s, when people got tired of saying graphic formula and decided to chop it down. A hundred years later, the verb form of graph was first recorded. Diagram and linear representation are two synonyms for the word. The dancer Martha Graham said, “Every dance is a kind of fever chart, a graph of the heart.” Here, she uses graph to say that dance is a visual representation of what’s in the heart.",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]图；图表；曲线图 A graph is a mathematical diagram which shows the relationship between two or more sets of numbers or measurements."
    ]
  },
  {
    "id": "1469687118195",
    "word": "grasp",
    "phonetic": "/ɡrɑːsp/",
    "translation": "n.把握；领会；抓紧vt.领会；抓住；紧握",
    "phonetic_groups": [
      {
        "text": "ɡrɑːsp",
        "related_letters": "grasp"
      }
    ],
    "audio_url": "/audio/youdao-015d4d53-959d6237-ec98dbf1-4500729b-5ead6762.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She has a good grasp of the English language.(2) She has a comprehensive grasp of the subject.(3) I kept her hands in my grasp.(4) I grasped the main point of the speech.(5) Few, if any, Americans grasp the significance of what have been accomplished(6) You must grasp this opportunity.(7) If you grasp this rope, I will pull you up.(8) Jean Valjean remained inert beneath Javert's grasp, like a lion submitting to the claws of a lynx.",
      "(1) 她精通英语。(2) 她已全面掌握了这一学科。(3) 我紧握着她的手。(4) 我领会了这篇演讲的要点。(5) 很少(如果有的话)有美国人去领会已完成的工作的意义(6) 你必须抓住机会。(7) 如果你抓住这根绳子，我可把你拉起来。(8) 冉阿让在沙威的紧握下毫不动弹，好象狮子在忍受短尾山猫的爪子。"
    ]
  },
  {
    "id": "1469687118196",
    "word": "gravity",
    "phonetic": "/'ɡrævəti/",
    "translation": "n.重力；庄重；严重；严肃",
    "phonetic_groups": [
      {
        "text": "'ɡræv",
        "related_letters": "grav"
      },
      {
        "text": "ə",
        "related_letters": "i"
      },
      {
        "text": "ti",
        "related_letters": "ty"
      }
    ],
    "audio_url": "/audio/youdao-c6726629-47866432-2e101913-cb9c1823-960554c1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He discoursed impressively on Newton's theory of gravity.(2) The stone rolled down the hill by gravity.(3) The force of gravity pulls things towards the earth's centre.(4) The lunar gravity is about one-sixth that on earth.(5) Each graduate behaved with gravity at it.(6) He doesn't seem to understand the gravity of the situation.(7) She does not know the gravity of her illness.(8) This is a matter of the utmost gravity.(9) He could hardly keep his gravity.",
      "(1) 他讲述了牛顿的引力定律，给人以深刻的印象。(2) 石头在重力作用下向山下滚去。(3) 地心吸力把物体吸向地心。(4) 月亮的引力大约为地球的六分之一。(5) 每个毕业生都举止庄重。(6) 他似乎没有意识到形势的严重性。(7) 她不知道自己病情严重。(8) 这件事情十万火急。(9) 他忍不住要笑出来。"
    ]
  },
  {
    "id": "1469687118197",
    "word": "Greece",
    "phonetic": "/ɡriːs/",
    "translation": "n.希腊",
    "phonetic_groups": [
      {
        "text": "ɡriːs",
        "related_letters": "Greece"
      }
    ],
    "audio_url": "/audio/youdao-42797e55-03b1c95d-1c0f1c33-e71e9ab5-18278bb2.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The ship carried the national flag of Greece.(2) Ancient Greece was an advanced civilization.",
      "(1) 那条船悬著希腊国旗。(2) 古希腊是个先进的文明国家。"
    ]
  },
  {
    "id": "1469687118198",
    "word": "greedy",
    "phonetic": "/'ɡriːdi/",
    "translation": "adj.贪婪的",
    "phonetic_groups": [
      {
        "text": "'ɡriːdi",
        "related_letters": "greedy"
      }
    ],
    "audio_url": "/audio/youdao-be4762a2-e52c986e-e9cff12a-7425cc5f-091ee46a.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is a greedy capitalist.(2) He looked at the shop window with greedy eyes.",
      "(1) 他是一个贪婪的资本家。(2) 他用贪婪的眼光看着商店的橱窗。"
    ]
  },
  {
    "id": "1469687118199",
    "word": "Greek",
    "phonetic": "/ɡriːk/",
    "translation": "adj.希腊的；希腊人的；希腊语的n.希腊人；希腊语",
    "phonetic_groups": [
      {
        "text": "ɡriːk",
        "related_letters": "Greek"
      }
    ],
    "audio_url": "/audio/youdao-1ba18f03-2646b58d-5e8c8f58-683aadd7-8669cd4d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) There are many perpendicular marble columns in Greek temples.(2) The chef is not interested in Greek food.(3) Now,\"Psyche\"is the old Greek word for soul and also for butterfly.(4) The Greek checked his cheeks on the weekend.(5) My friend speaks French and Greek.",
      "(1) 希腊庙宇有很多垂直的大理石柱。(2) 厨师对希腊饭不感兴趣。(3) 噢，\"波西卡\"是古希腊语的一个词，是心灵和蝴蝶的意思。(4) 希腊人在周末检查了他的面颊。(5) 我的朋友会讲法语和希腊语。"
    ]
  },
  {
    "id": "1469687118200",
    "word": "greengrocer",
    "phonetic": "/'ɡriːnɡrəʊsə(r)/",
    "translation": "n.蔬菜水果商；菜贩",
    "phonetic_groups": [
      {
        "text": "'ɡriːnɡ",
        "related_letters": "green"
      },
      {
        "text": "rəʊs",
        "related_letters": "gro"
      },
      {
        "text": "ə(r)",
        "related_letters": "cer"
      }
    ],
    "audio_url": "/audio/youdao-0f81b118-c2116d3a-1a810011-cc104412-8bc4e1f3.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The greengrocer unloaded the potatoes from the van.(2) His father intended to set him up as a greengrocer.(3) We are at the greengrocer's now.",
      "(1) 蔬菜水果商把土豆从车上卸下来。(2) 他的父亲打算让他做个蔬菜水果商。(3) 我们现在到菜店了。"
    ]
  },
  {
    "id": "1469687118201",
    "word": "greeting",
    "phonetic": "/'ɡriːtɪŋ/",
    "translation": "n.问候；打招呼",
    "phonetic_groups": [
      {
        "text": "'ɡriː",
        "related_letters": "greet"
      },
      {
        "text": "tɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-903bb791-ba2496ee-38e212d8-d2e897c4-945f1c9d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) \"How are you?\" is a conventional greeting.(2) Her greeting was cold and strained.(3) He acknowledged the greeting with a nod.(4) He gave us a cheery greeting.",
      "(1) “你好”是一个习惯问候语。(2) 她的问候冷淡而勉强。(3) 他点一点头，回答了对他的问候。(4) 他愉快地跟我们打招呼。"
    ]
  },
  {
    "id": "1469687118202",
    "word": "grill",
    "phonetic": "/ɡrɪl/",
    "translation": "n.烤架；铁格子；烧烤(食物)vt.拷问；(在烤架上)烤",
    "phonetic_groups": [
      {
        "text": "ɡrɪl",
        "related_letters": "grill"
      }
    ],
    "audio_url": "/audio/youdao-32aa48ba-983180c4-4faef319-3e7c8fca-82fb32a4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We have to clean the grill before we start a fire.(2) Put the hamburgers on the grill.(3) There is no grill in Room Service.(4) He spent the summer bussing tables in a downtown grill.(5) Had he asked any friends to grill him in a mock interview?(6) Grill the sausages for ten minutes.(7) I sometimes grill food outdoors on coals .",
      "(1) 在生火前我们必须把烤架清理干净。(2) 把汉堡牛排放到烤架上。(3) 客房服务部不卖烧烤的食品。(4) 整个夏季，他都在城里一个烧烤店帮助清理餐桌。(5) 他可曾请朋友向他提问，对他进行模拟面试?(6) 把香肠烤十分钟。(7) 有时我在户外用火炭烧烤食物。"
    ]
  },
  {
    "id": "1469687118203",
    "word": "grocer",
    "phonetic": "/'ɡrəʊsə(r)/",
    "translation": "n.食品杂货商；杂货店",
    "phonetic_groups": [
      {
        "text": "'ɡrəʊ",
        "related_letters": "gro"
      },
      {
        "text": "sə(r)",
        "related_letters": "cer"
      }
    ],
    "audio_url": "/audio/youdao-ecea6649-43092373-8b20c0c0-7233a940-cdf9cb3c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She is a Chinese grocer's daughter.(2) The grocer sparred with her outsdie his store.(3) There's a grocer's at the corner of the street.",
      "(1) 她是个华裔食品杂货商的女儿。(2) 杂货商在店外和她吵起来了。(3) 在街道的转弯处有一个食品杂货店。"
    ]
  },
  {
    "id": "1469687118204",
    "word": "growth",
    "phonetic": "/ɡrəʊθ/",
    "translation": "n.【U】增长；生长；发展；种植n.【C】生长物；【医】瘤;赘生物",
    "phonetic_groups": [
      {
        "text": "ɡrəʊθ",
        "related_letters": "growth"
      }
    ],
    "audio_url": "/audio/youdao-b7cacfe3-8d943d71-b571dbc3-144a70e5-a62649a7.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Their growth rate is quite slow, but continuous.(2) We are entering a period of rapid population growth.(3) Lack of demand will slow (down) our economic growth.(4) Cold weather retards the growth of the crops.(5) Magnesium is the nutrient element in plant growth.(6) The treatment arrested the growth of the disease.(7) It's the company's policy to sacrifice short-term profits for the sake of long-term growth.(8) Have an apple of our own growth.(9) The abandoned garden was left to a wanton growth of weeds.",
      "(1) 其增长速度是相当缓慢,但持续。(2) 我们正在进入人类快速增长的时期。(3) 市场需求低就要拖慢我们的经济增长速度。(4) 寒冷的天气妨碍了庄稼生长。(5) 镁是植物生长的营养要素。(6) 治疗抑制了病情的发展。(7) 为长期发展而牺牲短期利润是公司的方针。(8) 尝尝我们自己种的苹果吧。(9) 荒园里杂草丛生。"
    ]
  },
  {
    "id": "1469687118205",
    "word": "gruel",
    "phonetic": "/'ɡruːəl/",
    "translation": "n.稀粥；麦片粥",
    "phonetic_groups": [
      {
        "text": "'ɡru",
        "related_letters": "gru"
      },
      {
        "text": "ːəl",
        "related_letters": "el"
      }
    ],
    "audio_url": "/audio/youdao-5ff1d247-2d77d505-04632a69-0afc272c-77ca4dfd.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) My parents like eating gruel.(2) Gruel is convenient to make in the morning for breakfast.(3) We always have gruel for breakfast every morning.",
      "(1) 我父母喜欢吃稀粥。(2) 吃早饭时，做稀粥是很方便的。(3) 我们每天早上都吃麦片粥当早餐。"
    ]
  },
  {
    "id": "1469687118206",
    "word": "guarantee",
    "phonetic": "/ˌɡærən'tiː/",
    "translation": "n.保证；保证书；担保；担保人；抵押品vt.保证；担保",
    "phonetic_groups": [
      {
        "text": "ˌɡær",
        "related_letters": "guar"
      },
      {
        "text": "ən",
        "related_letters": "an"
      },
      {
        "text": "'tiː",
        "related_letters": "tee"
      }
    ],
    "audio_url": "/audio/youdao-2f42e67b-701361b6-0d709567-43812316-3177df75.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) A diploma is no guarantee of efficiency.(2) I guarantee that this will not happen again.(3) We guarantee the fastness of these dyes.(4) If the guarantee goes to Beijing to petition again, then the four guarantors will lose their jobs.(5) Article 7 Guarantors should not provide guarantee for money-losingoverseas enterprises.(6) I can offer my land as a guarantee.(7) The guard guards the guarantee in the garden regardless of the hazard.(8) A diploma is no guarantee of efficiency.(9) We paid large fees to the Loan Guarantee Board.(10) We guarantee the fastness of these dyes.",
      "(1) 持有文凭不能保证工作效率一定高。(2) 我保证此类事情不会再发生。(3) 我们担保这些染料不褪色。(4) 如果被担保的人再次去北京上访，这四个担保人将丢失他们的工作。(5) 第七条担保人不得为经营亏损企业提供对外担保。(6) 我可拿出我的地产作抵押品。(7) 卫兵不顾危险看守着花园里的抵押品。(8) 持有文凭不能保证工作效率一定高。(9) 我们付给了贷款保证委员会大笔的费用。(10) 我们担保这些染料不褪色。"
    ]
  },
  {
    "id": "1469687118207",
    "word": "guard",
    "phonetic": "/ɡɑːd/",
    "translation": "v.看守；守卫；保卫；提防n.警戒；哨兵；防护装置；警卫；【体】后卫",
    "phonetic_groups": [
      {
        "text": "ɡɑːd",
        "related_letters": "guard"
      }
    ],
    "audio_url": "/audio/youdao-baa8f622-aea2af99-d84dad49-71d27472-0d1330e0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He keeps a dog to guard the house.(2) The dog guarded the house against strangers.(3) You must guard against catching a cold.(4) Be on guard when somebody flatters you.(5) He hit him when his guard was down.(6) A sentry stood on guard at the corner.(7) The guard did not quit his post all night long.(8) Miners wore a helmet as a guard against falling rocks.(9) The guard unlocked the cuffs of the prisoner.",
      "(1) 他养一条狗看家。(2) 狗守卫着房屋，不让陌生人进去。(3) 你必须小心以防感冒。(4) 有人奉承你时，一定要当心。(5) 他乘其不备击中了他。(6) 一个哨兵在角落里站岗。(7) 那个哨兵整夜都没有离开他的哨位。(8) 矿工头戴钢盔, 防护落下的岩石。(9) 警卫打开了囚犯的手铐。"
    ]
  },
  {
    "id": "1469687118208",
    "word": "guest",
    "phonetic": "/ɡest/",
    "translation": "n.客人；宾客；特别来宾；[动植物]寄生生物v.做特邀嘉宾；做特约演员；客串；招待；做客",
    "phonetic_groups": [
      {
        "text": "ɡest",
        "related_letters": "guest"
      }
    ],
    "audio_url": "/audio/youdao-e6524cf5-57bf4486-1205a6d3-f723ba91-3c8b56db.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They are coming to the party as my guests.(2) These Indian guest are familiar with this book.(3) She deleted our names from the guest list.(4) She made a guest appearance on his TV show.(5) She guested on several chat shows while visiting Britain.(6) He guested on a television series.",
      "(1) 他们作为我的客人出席晚会。(2) 这些印度客人对这本书很熟悉。(3) 她把我们的名字从宾客名单中删去了。(4) 她在他的电视节目中出场客串。(5) 她访问英国时做过几个访谈节目的特邀嘉宾。(6) 他客串了一个电视系列剧。"
    ]
  },
  {
    "id": "1469687118209",
    "word": "guidance",
    "phonetic": "/'ɡaɪdns/",
    "translation": "n.指导；引导；导航",
    "phonetic_groups": [
      {
        "text": "'ɡaɪ",
        "related_letters": "guid"
      },
      {
        "text": "dns",
        "related_letters": "ance"
      }
    ],
    "audio_url": "/audio/youdao-48e0a4e0-40e01607-60fc9f79-46e98582-b5c7c050.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Under his guidance, we finished the work smoothly.(2) She is a marriage guidance counselor.(3) Religion provides many people with guidance.(4) We should not do anything under the guidance of instincts.(5) The airplane has a sophisticated electronic guidance system.",
      "(1) 在他的指导下，我们顺利地完成了工作。(2) 她是婚姻问题的顾问。(3) 宗教为很多人起到引导的作用。(4) 我们不应该凭着直觉做事情。(5) 这架飞机有一套尖端的电子导航系统。"
    ]
  },
  {
    "id": "1469687118210",
    "word": "guilty",
    "phonetic": "/'ɡɪlti/",
    "translation": "adj.有罪的；内疚的",
    "phonetic_groups": [
      {
        "text": "'ɡɪlti",
        "related_letters": "guilty"
      }
    ],
    "audio_url": "/audio/youdao-60de9b24-7266060e-0e33ed21-8002cb67-4b3ee7de.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The court found him guilty.(2) The man was proved guilty of murder.(3) A man is accounted innocent until he is proven guilty.(4) His answer evidenced a guilty conscience.(5) He had no sense of shame and never felt guilty.",
      "(1) 法官判他有罪。(2) 这个男子被证实犯了杀人罪。(3) 一个人未被证明有罪前，被视为是清白的。(4) 他的回答证明他良心有愧。(5) 他毫无羞耻之心，而且从不觉得内疚。"
    ]
  },
  {
    "id": "1469687118211",
    "word": "guitar",
    "phonetic": "/ɡɪ'tɑː(r)/",
    "translation": "n.吉他",
    "phonetic_groups": [
      {
        "text": "ɡɪ'tɑ",
        "related_letters": "gui"
      },
      {
        "text": "ː(r)",
        "related_letters": "tar"
      }
    ],
    "audio_url": "/audio/youdao-6795a761-41367e82-f489afba-7595f13b-bd4e9ba4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He plays the guitar and sings too.(2) I write my own songs and I play the guitar as well.(3) It is fun to play the guitar.(4) He sat there strumming a guitar.(5) Doubtless he'll be bringing his guitar, as usual.",
      "(1) 他会弹吉他，也会唱歌。(2) 我唱自己谱曲的歌，也弹吉他。(3) 弹吉他是好玩的。(4) 他坐在那儿漫不经心地弹吉他。(5) 他很可能跟平常一样会带吉他来。"
    ]
  },
  {
    "id": "1469687118212",
    "word": "gun",
    "phonetic": "/ɡʌn/",
    "translation": "n.枪；炮；节流阀vt.枪击；打开节流阀vi.用枪打猎",
    "phonetic_groups": [
      {
        "text": "ɡʌn",
        "related_letters": "gun"
      }
    ],
    "audio_url": "/audio/youdao-26d2249b-fc6b7b15-b91982be-af33581b-25a373dd.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The gun has a carry of 400 yards.(2) He was clubbed to death with a butt of a gun.(3) It's illegal to carry guns in our country.(4) The soldier saw a gun jutting out from a bush.(5) The gun has an elevation of 45 degrees.(6) Two soldiers dismounted the gun from the base.(7) I saw them gun down innocent women and children.",
      "(1) 这枪的射程为四百码。(2) 他是被人用枪托殴打致死的。(3) 在我们国家，携带枪支是违法的。(4) 那士兵看见一支枪从矮树丛伸出来。(5) 这门炮的仰角为45度。(6) 两个战士把炮从底座上卸下来。(7) 我看到他们枪杀无辜的妇女和儿童。"
    ]
  },
  {
    "id": "1469687118213",
    "word": "gym",
    "phonetic": "/dʒɪm/",
    "translation": "n.体育馆；健身房；体育课",
    "phonetic_groups": [
      {
        "text": "dʒɪm",
        "related_letters": "gym"
      }
    ],
    "audio_url": "/audio/youdao-af457500-6af19399-efede682-0dfc0914-c08393ea.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The basketball players are working out at the gym.(2) We go to play badminton in the nearest gym every Sunday.(3) He often went to the gym to harden his muscles.(4) I did a two-hour workout in the gym.(5) You are supposed to wear sneakers in gym class.",
      "(1) 篮球运动员们正在体育馆进行训练。(2) 每个星期天我们都去最近的体育馆打羽毛球。(3) 他过去常到健身房锻炼肌肉。(4) 我在健身房锻炼了两个小时。(5) 体育课上你应该穿运动鞋。"
    ]
  },
  {
    "id": "1469687118214",
    "word": "gymnastics",
    "phonetic": "/dʒɪm'næstɪks/",
    "translation": "n.体操",
    "phonetic_groups": [
      {
        "text": "dʒɪm",
        "related_letters": "gym"
      },
      {
        "text": "'næs",
        "related_letters": "nas"
      },
      {
        "text": "tɪks",
        "related_letters": "tics"
      }
    ],
    "audio_url": "/audio/youdao-3903ad9c-870a1c1f-f296e969-95323e23-b43cadc1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) When she was young she practiced gymnastics.(2) The sport of gymnastics is popular in our country.",
      "(1) 她年轻时练过体操。(2) 体操运动在我国很流行。"
    ]
  },
  {
    "id": "1469688502129",
    "word": "gold medal",
    "phonetic": "/gold medal/",
    "translation": "n.金质奖章；金牌",
    "phonetic_groups": [
      {
        "text": "gold medal",
        "related_letters": "gold medal"
      }
    ],
    "audio_url": "/audio/youdao-5bed2a99-485ec159-f16baa33-bdb90cc1-96ce12df.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Jack was decorated with a gold medal.(2) He carried off the first- class gold medal for painting.(3) She won an Olympic gold medal in swimming.(4) He is sure have a chance of a gold medal.",
      "(1) 杰克被授予金质奖章。(2) 他荣获绘画一等金质奖章。(3) 她获得奥林匹克游泳金牌。(4) 他肯定可望得金牌了。",
      "☆☆☆☆☆",
      "1[N-COUNT 可数名词]金牌；金质奖章 A gold medal is a medal made of gold which is awarded as first prize in a contest or competition."
    ]
  },
  {
    "id": "1542510814086",
    "word": "game",
    "phonetic": "/geɪm/",
    "translation": "n. 游戏；比赛adj. 勇敢的vi. 赌博n. (Game)人名；(英)盖姆；(法)加姆；(西)加梅",
    "phonetic_groups": [
      {
        "text": "geɪm",
        "related_letters": "game"
      }
    ],
    "audio_url": "/audio/game.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "All the children partook in the game.I found a computer game to divert the children.He is my main rival in the game.He is expected to win the game with ease.Would you care to have a small wager on the game?In every game they were bested by their opponents.The game is 7 to 6.The natives use poisoned arrows to kill big game.The politician was playing a deep game.After two hours his game was about played out.It's a pity he games so deep.She put up a game fight against her detractors.He was a game fighter even when he was losing.Are you game for a swim?He is game in the leg/has a game leg.",
      "所有孩子都参加了游戏。我发现了一种供孩子娱乐的电脑游戏。他是我运动会上的主要对手。预计他在比赛中会轻易获胜。你愿意在这场比赛上下个小赌注吗？每一场比赛他们都被对方击败。比分是7比6。土著用毒箭射杀大猎物。那名政客在耍诡计花招。两小时以后,他所有的花招差不多要使完了。他如此沉溺于赌博,真遗憾。她勇敢对抗那些诽谤她的人。即使当他失败的时候, 他也是一位勇敢的战士。你愿意去游泳吗他腿瘸（有一只瘸腿）."
    ]
  },
  {
    "id": "1542510814087",
    "word": "garden",
    "phonetic": "/'gɑːd(ə)n/",
    "translation": "n. 花园；菜园vt. 栽培花木vi. 从事园艺；在园中种植n. (Garden)人名；(英、意、巴基)加登",
    "phonetic_groups": [
      {
        "text": "'gɑːd",
        "related_letters": "gar"
      },
      {
        "text": "(ə)n",
        "related_letters": "den"
      }
    ],
    "audio_url": "/audio/garden.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Mary talked with me across the garden fence.He dunged his vegetable garden regularly.He's been gardening all day.",
      "玛丽和我隔着花园篱笆交谈。他经常给他的菜园施肥。他在园中干了一整天。"
    ]
  },
  {
    "id": "1542510814088",
    "word": "gate",
    "phonetic": "/geɪt/",
    "translation": "n. 大门；出入口；门道vt. 给…装大门n. (Gate)人名；(英)盖特；(法、瑞典)加特",
    "phonetic_groups": [
      {
        "text": "geɪt",
        "related_letters": "gate"
      }
    ],
    "audio_url": "/audio/gate.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "There are soldiers on guard at the gate.The gate is too narrow for a car.The carriage passed through the palace gate.Passengers for Madrid, gate number two.There has been a radio message from the captain, and a security guard has gone to the gate to meet the flight.Today's gate will be given to charity.",
      "大门口有士兵在守卫。大门太窄，汽车进不去。马车进入了宫殿的大门。去马德里的乘客，二号登机门。机长发来了一份无线电报。一个保安人员已去出入口等候这架班机。今日的门票收入将捐献给慈善事业。"
    ]
  },
  {
    "id": "1542510814089",
    "word": "geography",
    "phonetic": "/dʒɪ'ɒgrəfɪ/",
    "translation": "n. 地理；地形",
    "phonetic_groups": [
      {
        "text": "dʒ",
        "related_letters": "ge"
      },
      {
        "text": "ɪ'",
        "related_letters": "og"
      },
      {
        "text": "ɒg",
        "related_letters": "ra"
      },
      {
        "text": "rəfɪ",
        "related_letters": "phy"
      }
    ],
    "audio_url": "/audio/geography.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "How's the new geography teacher?The geography paper was difficult.I have only a sketchy knowledge of geography.He studied physical geography.I'd like you to meet my geography professor.",
      "新的地理老师怎么样？地理试题很难。我对地理只是一知半解。他研究自然地理。我想介绍我的地理老师给你认识。"
    ]
  },
  {
    "id": "1542510814090",
    "word": "Germany",
    "phonetic": "/'dʒɜːmənɪ/",
    "translation": "n. 德国",
    "phonetic_groups": [
      {
        "text": "'dʒɜ",
        "related_letters": "Ger"
      },
      {
        "text": "ːmənɪ",
        "related_letters": "many"
      }
    ],
    "audio_url": "/audio/Germany.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Germany is a European country.I need to buy a round trip ticket to Germany.",
      "德国是一个欧洲国家。我需要一张飞德国的往返机票。"
    ]
  },
  {
    "id": "1542510814091",
    "word": "get",
    "phonetic": "/get/",
    "translation": "vt. 使得；获得；受到；变成n. 生殖；幼兽vi. 成为；变得；到达",
    "phonetic_groups": [
      {
        "text": "get",
        "related_letters": "get"
      }
    ],
    "audio_url": "/audio/get.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The problem is when to get the money we need.If Peter had applied for the post, he would probably get it now.She soon got the children ready for school.Do you think you'll get the work finished on time?She tried to get a grip on the icy rock.We will find ways to get over the difficulties.I don't get your meaning.What gets me is having to do the same thing all day long.She gets really bad headaches.Can we get to the station in time?You'll get there in the end if you work hard!",
      "问题是什么时候能得到我们所需要的钱。要是彼得申请了那职位,他很可能现在就得到了。她很快帮孩子做好上学的准备。你认为你的工作可以如期完成吗？她尽力抓住那冰冷的石头。我们会找到克服困难的办法。我不明白你的意思。使我感到烦恼的是整天都得干同样的事。她经常头痛得厉害。我们能及时到达车站吗？你如果努力工作, 最终会达到目的的。"
    ]
  },
  {
    "id": "1542510814092",
    "word": "get together",
    "phonetic": "/get together/",
    "translation": "聚会；聚集；收集；积累",
    "phonetic_groups": [
      {
        "text": "get to",
        "related_letters": "get to"
      },
      {
        "text": "geth",
        "related_letters": "geth"
      },
      {
        "text": "er",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/get together.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "At the party, everybody mixed together happily.They get together once a year at Christmas time.The chaperon grouped the younger children together.The four sisters assembled at home to get ready.Trying to get the divorced couple to agree calls for a great deal of diplomacy.And all the project and activities should be done only after discussion and get the consistence.",
      "在聚会中，大家相处一起很开心。他们每年圣诞节时聚会一次。那年长女伴将年纪较小的孩子聚集在一起。姐妹四个聚集在家里，一切都准备就绪。要使这对离婚夫妇达成一致需要处事极为圆通。任何项目和活动都应事先沟通，达成一致意见后方可执行。"
    ]
  },
  {
    "id": "1542510814093",
    "word": "girl",
    "phonetic": "/gɜːl/",
    "translation": "n. 女孩；姑娘，未婚女子；女职员，女演员；（男人的）女朋友n. （捷）吉尔",
    "phonetic_groups": [
      {
        "text": "gɜːl",
        "related_letters": "girl"
      }
    ],
    "audio_url": "/audio/girl.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The girl has a light hand for knitting.My father left me forever when I was only a girl.This picture represents a girl playing the piano.The girl stood shivering with cold on the doorstep.My little girl is at primary school.There are 25 girl students in our class as against only 5 in Class Two.The girl dress in the shop window suddenly attracted my eyes.Is it a girl dog or a boy dog?",
      "这女孩手巧，精于编织。在我还是小女孩时,我父亲就已去世了。这幅画描绘一个在弹钢琴的少女。那姑娘站在门前的台阶上,冷得直打哆嗦。我小女儿在上小学。我们班有25名女学生，而二班只有5名。商店橱窗里那件女式连衣裙一下子吸引了我的眼球。这是一只母狗还是一只公狗？"
    ]
  },
  {
    "id": "1542510814094",
    "word": "give",
    "phonetic": "/gɪv/",
    "translation": "vt. 给；产生；让步；举办；授予n. 弹性；弯曲；伸展性vi. 捐赠；面向；有弹性；气候转暖n. (Give)人名；(意)吉韦",
    "phonetic_groups": [
      {
        "text": "gɪv",
        "related_letters": "give"
      }
    ],
    "audio_url": "/audio/give.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Would you please give me a piece of paper?He give me a box in which to keep the toy.He gives generously to the poor.I'm giving all my friends books for Christmas.He gave a bunch of flowers to his girlfriend.He is willing to stand in and give ten yuan to the funds.Can you give me any information on this matter?The sun gives us warmth and light.The bass was to give a concert in the park.I'm giving a dinner party next Friday evening; would you like to come?The branch began to give under his weight.This rope has too much give in it.There is no give in a stone floor.",
      "能给我一张纸吗？他给了我一个装着玩具的盒子。他慷慨地施舍给穷人。我在圣诞节要向所有的朋友赠书。他送给女友一束花。他愿意参加这一活动并捐助十元。关于此事，你能给我提供什么消息吗？太阳供给我们温暖和光。那位男低音歌唱家将在公园中举行音乐会。下星期五晚上我举行宴会，您肯赏光吗？他身体的重量把树枝压弯了。这条绳子弹性太大.石头铺的地面毫无弹性。"
    ]
  },
  {
    "id": "1542510814095",
    "word": "glad",
    "phonetic": "/glæd/",
    "translation": "adj. 高兴的；乐意的vt. 使......高兴n. (Glad)人名；(塞、瑞典)格拉德；(英)格莱德；(法、挪)格拉",
    "phonetic_groups": [
      {
        "text": "glæd",
        "related_letters": "glad"
      }
    ],
    "audio_url": "/audio/glad.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I'm glad to hear he's feeling better.I am glad we have come together at last.I'd be glad to lend you the money.If you'd like me to help you, I'd be only too glad to.",
      "听说他身体好些了，我很高兴。很高兴我们终于取得了一致。我很乐意借给你钱。若要我帮忙，我十分乐意相助。"
    ]
  },
  {
    "id": "1542510814096",
    "word": "glass",
    "phonetic": "/glɑːs/",
    "translation": "n. 玻璃；玻璃制品；镜子vt. 反映；给某物加玻璃vi. 成玻璃状n. (Glass)人名；(英、法、德、意)格拉斯",
    "phonetic_groups": [
      {
        "text": "glɑːs",
        "related_letters": "glass"
      }
    ],
    "audio_url": "/audio/glass.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I cut my hand on some broken glass.I ran up against a glass door and hurt my head.He put down his glass.The milk slopped over the rim of the glass.All our glass and china is kept in the cupboard.Only three windows had been glassed.He put his glass down on the circular table.",
      "碎玻璃割伤了我的手。我撞到一扇玻璃门上，把头撞伤了。他放下杯子。牛奶溢到玻璃杯外面来了。我们所有的玻璃和陶瓷器皿都放在柜橱里。只有三个窗镶上了玻璃。他把眼镜摘下来放在圆桌上。"
    ]
  },
  {
    "id": "1542510814097",
    "word": "glove",
    "phonetic": "/glʌv/",
    "translation": "n. 手套vt. 给…戴手套",
    "phonetic_groups": [
      {
        "text": "glʌv",
        "related_letters": "glove"
      }
    ],
    "audio_url": "/audio/glove.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It's getting cool and I have to take out my woolen gloves.The finger of my glove has a hole.I rarely lose a left-hand glove.I showed the customer the glove section.The mother carefully gloved the little baby.",
      "天气变冷了，我不得不把毛线手套拿出来了。我手套的指头处有个洞。我很少脱下左手手套。我给那位顾客指出了卖手套的地方。这位母亲细心地给婴儿戴上手套。"
    ]
  },
  {
    "id": "1542510814098",
    "word": "go",
    "phonetic": "/gəʊ/",
    "translation": "vi. 走；达到；运转；趋于n. 去；进行；尝试vt. 忍受；出产；以…打赌[复数 goes 第三人称单数 goes 过去式 went 过去分词 gone 现在分词 going]",
    "phonetic_groups": [
      {
        "text": "gəʊ",
        "related_letters": "go"
      }
    ],
    "audio_url": "/audio/go.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We' ll go for a walk if you feel like it.I must be going.A few days later, things started to go wrong.Everything went very smoothly.The boat rolled gently with the come and go of small waves.Let's have a go at it.She's always so full of go.There is too much in the British Museum for us to take in at one go.",
      "你愿意的话,咱们就去散散步。我该走了。几天后,事情开始变糟。一切进展顺利。小船随着细浪来回轻轻荡漾。让我们来试试。她总是充满精力。大英博物馆有那么多的知识,我们去一次是学不完的。"
    ]
  },
  {
    "id": "1542510814099",
    "word": "goal",
    "phonetic": "/gəʊl/",
    "translation": "n. 目标；球门，得分数；终点vi. 攻门，射门得分",
    "phonetic_groups": [
      {
        "text": "gəʊl",
        "related_letters": "goal"
      }
    ],
    "audio_url": "/audio/goal.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "No. 6 gave a long shot, but missed the goal.He has achieved his goal.If we lose sight of the goal, we cease to be Communists.That last goal was a beauty.He kicked a penalty goal in the football match.",
      "6号来了一个长射，但没有射中球门。他已经实现了他的目标。如果忘记了这个目标，我们就不再是共产党员了。最後进去的那个球真漂亮。在这场足球赛中，他主罚，踢进了一个球。"
    ]
  },
  {
    "id": "1542510814100",
    "word": "golf",
    "phonetic": "/gɒlf/",
    "translation": "n. 高尔夫球；高尔夫球运动vi. 打高尔夫球n. (Golf)人名；(西、挪)戈尔夫",
    "phonetic_groups": [
      {
        "text": "gɒlf",
        "related_letters": "golf"
      }
    ],
    "audio_url": "/audio/golf.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Let's play a round of golf.I have a special liking for golf.He won the golf match by two shots.Now he's getting towards retirement age he's started playing golf.He plays golf nearly every weekend.I think fishing is more relaxing than playing golf.",
      "我们打一场高尔夫球吧。我特别喜欢高尔夫球运动。他以两杆的成绩赢得了这场高尔夫球赛。他因接近退休年龄，就打起高尔夫球来了。他差不多每个周末都打高尔夫球。我认为钓鱼比打高尔夫球更使人放松舒坦。"
    ]
  },
  {
    "id": "1542510814101",
    "word": "good",
    "phonetic": "/gʊd/",
    "translation": "adj. 好的；优良的；愉快的；虔诚的n. 好处；善行；慷慨的行为adv. 好n. (Good)人名；(英)古德；(瑞典)戈德",
    "phonetic_groups": [
      {
        "text": "gʊd",
        "related_letters": "good"
      }
    ],
    "audio_url": "/audio/good.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "A good video camera will cost you a lot of money.My one good suit is at the cleaner's.If you train hard, you'll make a good footballer.Complaining won't do you any good.Good is rewarded with evil.",
      "一台好的摄像机要花掉你很多钱。我那套讲究的衣服还在洗衣店里呢。你要刻苦训练就能成为优秀的足球运动员。抱怨对你没有任何好处。善有恶报。"
    ]
  },
  {
    "id": "1542510814102",
    "word": "goodbye",
    "phonetic": "/gʊd'baɪ/",
    "translation": "int. 再见；告别",
    "phonetic_groups": [
      {
        "text": "gʊd'",
        "related_letters": "good"
      },
      {
        "text": "baɪ",
        "related_letters": "bye"
      }
    ],
    "audio_url": "/audio/goodbye.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Amid all the rush and confusion she forgot to say goodbye.I'd like to say goodbye to you all.Amidst all the rush and confusion she forgot to say goodbye.Goodbye till we meet again.Goodbye, and all the best!\"Did you see Robert safely off?\" \"At half past six in the morning? No fear! We said goodbye last night.\"Goodbye I'd better be pushing along now.Nothing remains except for me to say goodbye.",
      "她在忙乱中忘记了告辞。我想向你们大家告别了。她在忙乱中忘记了告辞。再见。再见，祝你一切顺利！\"你把罗伯特平安地送走了吗？\"\"你是说早上6：30吗？没有，我们昨晚就分了手。\"再见吧--我现在该走了。最后我该说一声再见了。"
    ]
  },
  {
    "id": "1542510814103",
    "word": "goodness",
    "phonetic": "/'gʊdnɪs/",
    "translation": "int. 天哪n. 善良，优秀 ；精华，养分",
    "phonetic_groups": [
      {
        "text": "'gʊd",
        "related_letters": "good"
      },
      {
        "text": "nɪs",
        "related_letters": "ness"
      }
    ],
    "audio_url": "/audio/goodness.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He keeps extolling her goodness.Does goodness charm more than beauty?She's the very incarnation of goodness.Goodness often charms more than mere beauty.He was as ready to absorb every bit of goodness in a thing as he was lavish in singing its praises.",
      "他对她的善良赞不绝口。善良是否比美色更为人们所欣赏？她是美德的化身。美德比徒具美貌更迷人。正如他在歌声中极力颂扬的美好的事物一样，他也乐意吸收一样事物中点滴的精华。"
    ]
  },
  {
    "id": "1542510814104",
    "word": "grade",
    "phonetic": "/greɪd/",
    "translation": "n. 年级；等级；成绩；级别；阶段vt. 评分；把…分等级vi. 分等级；逐渐变化n. (Grade)人名；(英)格雷德；(法、德、西、葡、塞、瑞典)格拉德",
    "phonetic_groups": [
      {
        "text": "greɪd",
        "related_letters": "grade"
      }
    ],
    "audio_url": "/audio/grade.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This grade of wool can be sold at a fairly low price.He's not in the first grade as a musician.He is in the third grade.He received a failing grade on the term paper.They grade eggs before they send them to the shops.How does a professor grade a student's work?The colors graded gradually from orange to yellow.",
      "这种等级的羊毛只能以相当低的价格卖出。他不是第一流的音乐家。他读三年级。他的期末报告不及格。他们先把鸡蛋分等再送往商店。一个教授是怎样给学生打分的?这些颜色逐渐地从橙色变成黄色。"
    ]
  },
  {
    "id": "1542510814105",
    "word": "graduate",
    "phonetic": "/ˈɡradʒʊeɪt/",
    "translation": "vt. 授予…学位；分等级；标上刻度vi. 毕业；渐变n. 研究生；毕业生adj. 毕业的；研究生的",
    "phonetic_groups": [
      {
        "text": "ˈɡrad",
        "related_letters": "grad"
      },
      {
        "text": "ʒ",
        "related_letters": "u"
      },
      {
        "text": "ʊeɪt",
        "related_letters": "ate"
      }
    ],
    "audio_url": "/audio/graduate.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He is a graduate in medicine.He is a graduate of Tokyo University.They graduate 30,000 engineers every year.This ruler is graduated in centimeters.The salary scale is graduated so that you get more money each year.He will graduate from the school in May.He eventually graduated from clerical work to his present role.She was taken on as a graduate trainee.When did Zack graduate from Seaside High?",
      "他是医科毕业生。他是东京大学的毕业生。每年有3万名工程师从学校毕业。这把尺的刻度是厘米。工资划分成各个等级,因此职工逐年获得加薪。他将要在五月份毕业。最终他从普通文员逐渐发展到现在的职位。她应聘为新毕业的实习生。扎克何时从海滨高中毕业的？"
    ]
  },
  {
    "id": "1542510814106",
    "word": "grand",
    "phonetic": "/grænd/",
    "translation": "adj. 宏伟的；豪华的；极重要的n. 大钢琴；一千美元n. (Grand)人名；(法)格朗；(英、瑞典)格兰德",
    "phonetic_groups": [
      {
        "text": "grænd",
        "related_letters": "grand"
      }
    ],
    "audio_url": "/audio/grand.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This is a grand occasion.He was born in the purple and was brought up in the grand palace.How grand the mountains look in the early evening!The piano soon developed into the contemporary nine- to ten-foot concert grand.It'll cost you 50 grand!",
      "这是个盛大的场面。他出身于皇族,在宏伟的宫殿中长大。暮色中群山是多么壮丽！不久钢琴就发展到同时代的九到十英尺的平台大钢琴。那要5万元!"
    ]
  },
  {
    "id": "1542510814107",
    "word": "grandma",
    "phonetic": "/'græn(d)mɑː/",
    "translation": "n. 奶奶；外婆",
    "phonetic_groups": [
      {
        "text": "'græn(d)",
        "related_letters": "grand"
      },
      {
        "text": "mɑː",
        "related_letters": "ma"
      }
    ],
    "audio_url": "/audio/grandma.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Grandpa and grandma sat in the back of the car.Grandma was a good teller of stories.Grandma sealed the jam in the jar.I'm thinking of going to my grandma's.",
      "爷爷和奶奶坐在汽车後排的座位上。奶奶很会讲故事。外婆把果酱密封在罐子里。我想去外婆家。"
    ]
  },
  {
    "id": "1542510814108",
    "word": "grandmother",
    "phonetic": "/'græn(d)mʌðə/",
    "translation": "n. 祖母；女祖先vt. 当…的祖母vi. 当祖母",
    "phonetic_groups": [
      {
        "text": "'græn",
        "related_letters": "grand"
      },
      {
        "text": "(d)m",
        "related_letters": "moth"
      },
      {
        "text": "ʌðə",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/grandmother.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Grandmother used to darn her own stockings.She helped take care of her aged grandmother.",
      "祖母过去总是自己织补袜子。她帮助照料年迈的祖母。"
    ]
  },
  {
    "id": "1542510814109",
    "word": "grape",
    "phonetic": "/greɪp/",
    "translation": "n. 葡萄；葡萄酒；葡萄树；葡萄色n. (Grape)人名；(法)格拉普；(德、瑞典)格拉佩",
    "phonetic_groups": [
      {
        "text": "greɪp",
        "related_letters": "grape"
      }
    ],
    "audio_url": "/audio/grape.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The loser's scorn for the award is pure sour grape.Sour grape can never make sweet wine.The sun shines through the grape-leaves.We need this piece of cloth to be grape.A grape of pellets were shot into a bear.",
      "失败者对奖品的轻视纯粹是吃不到葡萄说葡萄酸。酸葡萄酿不出甜酒。太阳从葡萄树叶中穿过。我们需要这块布是深紫色的。一串葡萄弹射中了一只狗熊。"
    ]
  },
  {
    "id": "1542510814110",
    "word": "grass",
    "phonetic": "/grɑːs/",
    "translation": "n. 草；草地，草坪vt. 放牧；使……长满草；使……吃草vi. 长草n. (Grass)人名；(法、德、俄、瑞典、英)格拉斯",
    "phonetic_groups": [
      {
        "text": "grɑːs",
        "related_letters": "grass"
      }
    ],
    "audio_url": "/audio/grass.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The grass was wet with dew.Father was cutting the grass, and meanwhile mother was planting roses.We play football on the grass.She sat down on a tuft of grass.They put out their horse to grass every day.The cows were turned out to grass.The hut was made of poles covered with grass mats.Whitman writes about how grass covers the world and feeds us.Mike must have grassed on us.",
      "草被露水打湿了。父亲在剪草,母亲在种玫瑰。我们在草地上踢足球。她坐在一小块草地上。他们每天把马放出去吃草。牛被放出来吃草。茅屋用木杆搭成，上面以草席覆盖。惠特曼描写草如何覆盖这个世界并喂养了我们。麦克一定告发了我们。"
    ]
  },
  {
    "id": "1542510814111",
    "word": "grateful",
    "phonetic": "/'greɪtfʊl; -f(ə)l/",
    "translation": "adj. 感谢的；令人愉快的，宜人的",
    "phonetic_groups": [
      {
        "text": "'greɪtfʊl; ",
        "related_letters": "grate"
      },
      {
        "text": "-f(ə)l",
        "related_letters": "ful"
      }
    ],
    "audio_url": "/audio/grateful.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I can't express how grateful I am.These refugees are very grateful to the government's succor.I am grateful for all your past kindness.I'd be grateful if you should let me know as soon as possible.The trees afford grateful shade.",
      "我说不出我有多么感激。这些难民非常感激政府的救援。多蒙关照,万分感激。你若能让我尽快知道,我会很感激的。这些树能为（行人)提供纳凉之所。"
    ]
  },
  {
    "id": "1542510814112",
    "word": "great",
    "phonetic": "/greɪt/",
    "translation": "adj. 伟大的，重大的；极好的，好的；主要的n. 大师；大人物；伟人们",
    "phonetic_groups": [
      {
        "text": "greɪt",
        "related_letters": "great"
      }
    ],
    "audio_url": "/audio/great.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "What a great idea!This cake tastes great.We had a great day.No one would deny that Beethoven's symphonies are great masterpieces.The great issues of the day are education and employment.He has rendered me great help in time of need.",
      "好主意！这块蛋糕吃起来很不错。我们度过了美好的一天。人人都认为贝多芬的交响乐是伟大的杰作。当前的重要问题是教育和就业。在我贫困时,他给了我不少的帮助。"
    ]
  },
  {
    "id": "1542510814113",
    "word": "green",
    "phonetic": "/griːn/",
    "translation": "adj. 绿色的；青春的n. 绿色；青春vt. 使…变绿色vi. 变绿色n. (Green)人名；(英、意)格林；(瑞典、芬)格伦",
    "phonetic_groups": [
      {
        "text": "griːn",
        "related_letters": "green"
      }
    ],
    "audio_url": "/audio/green.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The paper turned green as if by magic.The green fields came into sight.The country is very green in spring.Starch is an unharmful and green material.I would rather be called green than pretend to be an old dog.These tomatoes are still too green to pick.Green was the predominant color in the forest.The room was decorated in bright green.He peppered the ball across the green.Our lawn grass does not green up until the middle of May.Mr. Green spoke highly of our city.",
      "这纸魔术般地变成了绿色。一片绿色的田野展现在眼前。春天的时候，乡村一片青葱碧绿。淀粉化学品是一种有利于环保的绿色物质。我你给宁愿人家说我没有经验,也不要装老手。这些番茄还未成熟,不能摘采。绿色是森林的主色调。这房间以鲜艳的绿色装饰著。他一下子把球猛击过草地。我们的草坪要到五月中旬才变绿。格林先生很称赞我们的城市。"
    ]
  },
  {
    "id": "1542510814114",
    "word": "greet",
    "phonetic": "/griːt/",
    "translation": "vt. 欢迎，迎接；致敬，致意；映入眼帘n. (Greet)人名；(英)格里特",
    "phonetic_groups": [
      {
        "text": "griːt",
        "related_letters": "greet"
      }
    ],
    "audio_url": "/audio/greet.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I greet you in the name of the President.He greeted her with a loving hug.They greet each other with a hug and say Merry Christmas!Mick greeted her with a kiss on each cheek.Tom gravely steps forward to greet us.At the wedding reception,the bride and groom greet their guests.The audience greet his speech with loud cheer.",
      "我代表总统前来迎接您。他以一个深情的拥抱来迎接她。他们互相拥抱,互相问候圣诞快乐!米克亲吻她的双颊以表问候。汤姆庄严地走过来，向我们致意。在婚礼招待会上，新郎和新娘要向来宾致意。听众对他的演讲报以高声欢呼。"
    ]
  },
  {
    "id": "1542510814115",
    "word": "grey",
    "phonetic": "/greɪ/",
    "translation": "adj. 灰色的；灰白的vt. 使变成灰色；使变老vi. 变成灰色；老化n. 灰色n. (Grey)人名；(英、法)格雷",
    "phonetic_groups": [
      {
        "text": "greɪ",
        "related_letters": "grey"
      }
    ],
    "audio_url": "/audio/grey.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Have you any grey pullovers in stock?Today, the canopy of the heavens is grey.The most popular color this autumn is grey.The ashes from burnt grass make a good grey.Wood turns grey if weathered for a long time.My black hair has turned completely grey.",
      "你们有灰色套头毛衣的现货吗？今天的天幕是灰色的。今年最流行灰色。草灰可以成为很好的灰色染料。木材如果风干时间较长就变成灰色。我的黑发已全部变成灰色。"
    ]
  },
  {
    "id": "1542510814116",
    "word": "gray",
    "phonetic": "/greɪ/",
    "translation": "adj. 灰色的；苍白的；灰白头发的；阴郁的n. 灰色；暗淡的光线vi. 成为灰色或灰白vt. 使成灰色或灰白n. (Gray)人名；(意)格拉伊；(英、法、葡、瑞典)格雷",
    "phonetic_groups": [
      {
        "text": "greɪ",
        "related_letters": "gray"
      }
    ],
    "audio_url": "/audio/ gray.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This monk wears a gray frock.His hair became gray when he was only forty.He dressed in gray.A horse and foal stand out against the gray of the English moors.The sea had been  rough and the skies gray almost all the way over.",
      "这个和尚穿着灰色的僧袍。他刚刚四十岁时，头发就变得灰白了。他穿灰色衣服。一匹野马和她的幼驹站在雾茫茫的英格兰荒野上。几乎一路上都是海浪汹涌，天空灰朦朦的。"
    ]
  },
  {
    "id": "1542510814117",
    "word": "grocery",
    "phonetic": "/'grəʊs(ə)rɪ/",
    "translation": "n. 食品杂货店食品杂货",
    "phonetic_groups": [
      {
        "text": "'grəʊ",
        "related_letters": "gro"
      },
      {
        "text": "s(ə)rɪ",
        "related_letters": "cery"
      }
    ],
    "audio_url": "/audio/grocery.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Her mother began to operate a small grocery.She summed up the bills from the grocery with great care.He's bound up with the grocery trade in some way or another.A new supermarket opened across the street, and Peter's grocery business was soon in a bad way.",
      "她母亲开始经营一家小杂货店。她非常仔细地合计那些来自食品杂货店的帐单。他同食品杂货业有着某种密切的关系。街对面开了一家新的超级市场,这使彼得的杂货店的生意马上萧条下来。"
    ]
  },
  {
    "id": "1542510814118",
    "word": "ground",
    "phonetic": "/graʊnd/",
    "translation": "n. 地面；土地；范围；战场;根据vt. 使接触地面；打基础；使搁浅vi. 着陆；搁浅adj. 土地的；地面上的；磨碎的；磨过的v. 研磨（grind的过去分词）；压迫",
    "phonetic_groups": [
      {
        "text": "graʊnd",
        "related_letters": "ground"
      }
    ],
    "audio_url": "/audio/ground.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "You shouldn't sit on the ground when it's wet.The expedition covered a lot of ground.Boredom is not a ground for divorce.There is no point in going over the same ground twice.It said that they were all trying to find the common ground.Most stock markets lost ground after their recent gains.Germany in the 1920s and 30s was fertile ground for such ideas.All aircrafts at London Airport were grounded by fog today.His parents grounded him for two weeks.They grounded their arms to show surrender.The ship was grounded in shallow water.She grounded her pupils well in arithmetic.",
      "地面潮湿时就不应该坐在地上。探险队到过很多地方。日久生厌不能成为离婚的理由。把同样的主题重温两遍根本就没有什么意义。据说他们都在努力找到共同立场。大多数证券市场在最近的盈利之后出现了水平下滑的趋势。20世纪二三十年代的德国以这些观念的盛行为背景。因大雾天气,今天伦敦机场的所有飞机都被迫停飞。他父母把他关在家里两个星期。他们把武器放在地上以示投降。船在水浅处搁浅。她给自己的学生打下良好的算术基础。"
    ]
  },
  {
    "id": "1542510814119",
    "word": "group",
    "phonetic": "/gruːp/",
    "translation": "n. 组；团体adj. 群的；团体的vi. 聚合vt. 把…聚集；把…分组",
    "phonetic_groups": [
      {
        "text": "gruːp",
        "related_letters": "group"
      }
    ],
    "audio_url": "/audio/group.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She has a very wide group of friends.A group of boys dashed out of the classroom.That group harmonizes well.He is a the most brisk young man in this group.He broke away from that lawless group years ago.The company formerly belonged to an international banking group.They encouraged the workers to group together.The photograph will look nice if we group the family around the piano.We can group animals into many types.",
      "她有一大群朋友。一群男孩子从教室里冲出来。那一组用和声演唱得很出色。他是这个小组中最活跃的年轻人。他在几年前脱离了那个非法团体。该公司以前隶属于一个国际银行集团。他们鼓励工人们团结起来。如果我们全家人围在钢琴周围照片会好看些。我们可以把动物分成很多种类。"
    ]
  },
  {
    "id": "1542510814120",
    "word": "grow",
    "phonetic": "/grəʊ/",
    "translation": "vi. 发展；生长；渐渐变得…vt. 使生长；种植；扩展n. (Grow)人名；(英)格罗",
    "phonetic_groups": [
      {
        "text": "grəʊ",
        "related_letters": "grow"
      }
    ],
    "audio_url": "/audio/grow.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "How tall you've grown!Plants cannot grow well in the absence of water.She is growing into a beautiful young woman.This district used to grow cotton on a large scale.She has a hot temper, but you will soon grow to like her.",
      "你都长这麽高了!没有水,植物就不能茁壮地生长。她渐渐出落成美丽的姑娘。这个地区过去大量种棉花。她脾气躁，但不久你就会喜欢她了。"
    ]
  },
  {
    "id": "1542510814121",
    "word": "guess",
    "phonetic": "/ges/",
    "translation": "vt. 猜测；认为；推测；猜中vi. 猜；推测；猜中n. 猜测；推测n. (Guess)人名；(英)格斯；(德)居斯",
    "phonetic_groups": [
      {
        "text": "ges",
        "related_letters": "guess"
      }
    ],
    "audio_url": "/audio/guess.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I don't really know, I'm just guessing.We could only guess at her motives.She guessed the right answer at once.He guessed the number of the beans in the jar.I guess he was wrong.I'll give you three guesses.My guess is that he didn't come because his parents wouldn't let him do.",
      "我真的不知道, 我仅仅是猜想。我们只能猜测她的动机她立刻猜出了正确的答案。他猜出了缸里豆子有多少。我想他错了我让你猜三次。我想,他没来是因为父母不让他来。"
    ]
  },
  {
    "id": "1542510814122",
    "word": "guide",
    "phonetic": "/gaɪd/",
    "translation": "n. 指南；向导；入门书vt. 引导；带领；操纵vi. 担任向导n. (Guide)人名；(法、葡)吉德",
    "phonetic_groups": [
      {
        "text": "gaɪd",
        "related_letters": "guide"
      }
    ],
    "audio_url": "/audio/guide.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I know the place well, so let me be your guide.As a university graduate, I am seeking a job as a tourist guide.These philosophical views serve as a guide in life.His elder sister had been his guide, counsellor and friend.His entire life was guided by his religious beliefs.If I lose my way, you guide me and cheer me on.He guided the man through the streets to the railway station.",
      "我熟悉那地方作为一名大学毕业生,我正在谋求一份当导游的工作。这些哲学观点可以作为处世指南。他姐姐过去一直指导他，给他出主意，是他的朋友。他的宗教信仰指导了他的整个人生。我迷失方向时,你会引导我,鼓励我。他带这个人走过街道到火车站。"
    ]
  },
  {
    "id": "1542510814123",
    "word": "gymnasium",
    "phonetic": "/dʒɪm'neɪzɪəm/",
    "translation": "n. 体育馆；健身房",
    "phonetic_groups": [
      {
        "text": "dʒɪm",
        "related_letters": "gym"
      },
      {
        "text": "'ne",
        "related_letters": "na"
      },
      {
        "text": "ɪzɪ",
        "related_letters": "si"
      },
      {
        "text": "əm",
        "related_letters": "um"
      }
    ],
    "audio_url": "/audio/gymnasium.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The child somersaulted across the gymnasium.A new gymnasium has been built on our campus.Our gymnasium lacks sports facilities.He go to the gymnasium to practise every day.",
      "那孩子翻著跟头从体育馆这头翻到那头。我们大学的校园里新建了一座体育馆。我们的健身房缺少运动器材。他每天都去健身房训练。"
    ]
  },
  {
    "id": "1542510815173",
    "word": "get along with",
    "phonetic": "/get along with/",
    "translation": "与…和睦相处；取得进展",
    "phonetic_groups": [
      {
        "text": "get along with",
        "related_letters": "get along with"
      }
    ],
    "audio_url": "/audio/get along with.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They are on good terms with each other.We soon became friendly with the couple next door.His work is going along tip-top.The work was coming along quite well.",
      "他们友好相处。我们很快就和隔壁的夫妇友好相处了。他的工作进展得非常顺利。工作进展得相当顺利。"
    ]
  },
  {
    "id": "1542510815174",
    "word": "get away",
    "phonetic": "/get away/",
    "translation": "离开；逃脱；出发",
    "phonetic_groups": [
      {
        "text": "get away",
        "related_letters": "get away"
      }
    ],
    "audio_url": "/audio/get away.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This gives the lizard time to get away.I don't really believe you can get away with it.I had to get out of that house in disguise.He hasn't been away from home before.",
      "这就给了蜥蜴逃脱的时间。我不太相信你能逃脱得了。我不得不化了装离开那屋子。以前他从没有离开过家。"
    ]
  },
  {
    "id": "1542510815175",
    "word": "get back",
    "phonetic": "/get back/",
    "translation": "回来；恢复；取回；报复；重新上台",
    "phonetic_groups": [
      {
        "text": "get back",
        "related_letters": "get back"
      }
    ],
    "audio_url": "/audio/get back.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I never lend books; you never get them back.The democrats hope to get back at the next election.",
      "我的书决不外借，因为总是有去无回。民主党希望在下次大选中重新执政。"
    ]
  },
  {
    "id": "1542510815176",
    "word": "get down",
    "phonetic": "/get down/",
    "translation": "下来；吞下；使沮丧",
    "phonetic_groups": [
      {
        "text": "get down",
        "related_letters": "get down"
      }
    ],
    "audio_url": "/audio/get down.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The medicine is too bitter to get down.Let's strip away the cant and get down to bedrock.He got down to his work after the holidays.He jotted down a note for her and then left.Wash the dry cake down with tea.I hate to have to choke down these pills.Susan was completely weighed down by the stress of examinations.It is likely that she will be crushed down by the bad news.I think you will like to get down to work now.They set out to drive a well to get well water.",
      "药太苦了，吞不下去。咱们少说漂亮话，多谈实质问题吧。度假之後他开始专心工作。他匆匆为她写下了一个条子然后离开了。用茶把乾蛋糕咽下去。我讨厌不得不费力地去咽下这些药片。苏珊被考试的压力压垮了。很可能她会被这可悲的消息压垮。我想现在你要认真着手工作。他们着手凿井取水。"
    ]
  },
  {
    "id": "1542510815177",
    "word": "get down to",
    "phonetic": "/get down to/",
    "translation": "开始认真考虑；着手处理",
    "phonetic_groups": [
      {
        "text": "get down to",
        "related_letters": "get down to"
      }
    ],
    "audio_url": "/audio/get down to.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He got down to his work after the holidays.The masonry of the old building began to crumble.I think you will like to get down to work now.He knows how to go about repairing the machine.",
      "度假之後他开始专心工作。旧楼房的砖石结构开始崩落。我想现在你要认真着手工作。他知道怎样着手修理这台机器。"
    ]
  },
  {
    "id": "1542510815178",
    "word": "get in",
    "phonetic": "/get in/",
    "translation": "进入；到达；陷入；收获",
    "phonetic_groups": [
      {
        "text": "get in",
        "related_letters": "get in"
      }
    ],
    "audio_url": "/audio/get in.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He invited me to get in the car and go for a ride with him.He has been trying for years to get in that club.The plane got in on time.The Conservatives got in by a small majority.He took the entrance exam but didn't get in.We must get the doctor in.The commune members were busy getting in the crops.The government gets the taxes in quite efficiently.The company is trying to get in all its outstanding debts.We must get some wine in for the dinner party.I got in an hour's work while the baby was asleep.She talks so much that it's impossible to get a word in.",
      "他邀请我上车，与他一起兜风。几年来他一直争取加入那个俱乐部。飞机准时到达。保守党人以微弱多数当选。他参加了入学考试但未被录取。我们得请医生来。公社社员们正忙着收割庄稼。政府收税相当有成效。公司正设法收回全部积欠的债款。我们必须为晚宴买一些酒。我趁孩子睡觉抽空干了一小时的活。她说个没完，别人休想插话。"
    ]
  },
  {
    "id": "1542510815179",
    "word": "get off",
    "phonetic": "/get off/",
    "translation": "v. 动身；免于受罚；从…下来；脱下（衣服等）",
    "phonetic_groups": [
      {
        "text": "get off",
        "related_letters": "get off"
      }
    ],
    "audio_url": "/audio/get off.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Jason saw me and got off the horse immediately.A good lawyer might be able to get you off.We will get off after breakfast.What time will you get off tomorrow?",
      "杰逊看到我，立即从马上下来。请位好律师有可能使你免受追究。我们将于早餐后出发。你明天什么时候动身?"
    ]
  },
  {
    "id": "1542510815180",
    "word": "get on",
    "phonetic": "/get on/",
    "translation": "上车，上马；进展，使前进",
    "phonetic_groups": [
      {
        "text": "get on",
        "related_letters": "get on"
      }
    ],
    "audio_url": "/audio/get on.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She got on the bus and picked a seat up front.He can always get on well with his colleagues.",
      "她上了公车,找了个最前面的座位。他总能和同事们和睦相处。"
    ]
  },
  {
    "id": "1542510815181",
    "word": "get on with",
    "phonetic": "/get on with/",
    "translation": "vt. 在…获得成功，与…友好相处；继续干",
    "phonetic_groups": [
      {
        "text": "get on with",
        "related_letters": "get on with"
      }
    ],
    "audio_url": "/audio/get on with.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The research project dragged on for months.John hasn't been able to get anywhere despite his hard work.Let's sum up our experience before going on.Don't dilly-dally, just get on with it!",
      "这个研究是项目几个月来没有取得进展。约翰尽管工作努力，但仍未取得进展。在继续做之前我们先来总结一下经验吧。别磨磨蹭蹭的，继续做吧！"
    ]
  },
  {
    "id": "1542510815182",
    "word": "get through",
    "phonetic": "/get through/",
    "translation": "通过；到达；做完；接通电话；度过，熬过(困难时期等)",
    "phonetic_groups": [
      {
        "text": "get through",
        "related_letters": "get through"
      }
    ],
    "audio_url": "/audio/get through.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I think you will get through.The candidates didn't all get through.If more supplies do not get through in time, thousands of refugees will die.It took us only a few minutes to get through the Customs.I cannot think how they will get through the time.We need more rain to get through the summer.He can not get through the day without at least a cup of coffee.I couldn't get through.I find her impossible to get through to.I explained once again, but I still couldn't get through to him.",
      "我想你是能通过的。报考者没有全部通过。如果更多的救济品不能及时到达的话，数以千计地难民将要死亡。我们的海关检查只花了几分钟时间。我不能想象，这段时间他们将怎样度过。我们需要更多的雨水去度过夏天。没有至少一杯咖啡他没法度过这一天。我打不通电话。我发觉无法跟她沟通思想。我又解释了一遍，但他仍然不懂我的意思。"
    ]
  },
  {
    "id": "1542510815183",
    "word": "get up",
    "phonetic": "/get up/",
    "translation": "起床，起立；建造；增加；打扮；伪造",
    "phonetic_groups": [
      {
        "text": "get up",
        "related_letters": "get up"
      }
    ],
    "audio_url": "/audio/get up.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She got up at the crack of dawn.He was pleased to get up to the singing of birds.The wind is getting up.We're getting up a party for her birthday.He's been getting up to his old tricks again!She's busy getting up the American constitution for tomorrow's exam.The class got up when the teacher came in.She was got up as an Indian princess.She got herself up in a new dress.",
      "天刚亮她便起床了。他很高兴起床听到鸟的歌唱。风越刮越大。我们要给她开生日庆祝会。他又要重施故技了。她忙著温习美国宪法，准备明天的考试。老师进来时全班起立。她被打扮成了印度公主。她穿上了新洋装。"
    ]
  },
  {
    "id": "1542510815184",
    "word": "give away",
    "phonetic": "/give away/",
    "translation": "赠送；丧失；泄露",
    "phonetic_groups": [
      {
        "text": "give away",
        "related_letters": "give away"
      }
    ],
    "audio_url": "/audio/give away.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He would rather give away a point than claim an advantage.He wants to give away all his modern possessions and return to nature.He decide to give away everything he possessed and become a monk.He was given away by one of his accomplices.Don't give away to the public when we will start.I wish he wouldn't give the show away.",
      "他宁愿送分数，也不愿要求利益。他要舍弃一切时髦的东西而归真返璞。他决定放弃他所有的一切，出家为僧。他被他的一个同谋者出卖了。不要向公众泄露我们出发的日期。但愿他不会泄露内幕。"
    ]
  },
  {
    "id": "1542510815185",
    "word": "give back",
    "phonetic": "/give back/",
    "translation": "归还；反射；恢复",
    "phonetic_groups": [
      {
        "text": "give back",
        "related_letters": "give back"
      }
    ],
    "audio_url": "/audio/give back.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Has he given back the tools he borrowed from you?They decided to give it back to its owner.Give the book back to your brother.She was shepherded back home by her boyfriend.Mirrors are used to reflect back the sunlight.Sound waves will reflect back from a solid surface.The holiday gave him back his good spirits.I came back from my holiday with renewed strength.",
      "他向你借的那些工具归还了没有？他们决定把它归还原主。把书送回给你兄弟。她的男友将她送回了家。镜子被用来反射阳光。音波将会从坚固的表面反射回去。假期使他恢复了愉快的情绪。我度假回来，体力得到恢复。"
    ]
  },
  {
    "id": "1542510815186",
    "word": "give in",
    "phonetic": "/give in/",
    "translation": "v. 屈服；让步；交上",
    "phonetic_groups": [
      {
        "text": "give in",
        "related_letters": "give in"
      }
    ],
    "audio_url": "/audio/give in.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Only a coward gives in to his fate.The rebels were forced to give in.He gave in when he was threatened with torture.The employer is obliged to give in to his employees.The authorities showed no signs of giving in to the kidnapper's demands.Please give your examination papers in (to the teacher) when you've finished.",
      "只有懦夫向命运屈服。叛乱者被迫投降。他在受到严刑威胁时投降了。雇主被迫向他的雇员们让步。当局对绑架者的要求丝毫没有让步的迹象。考卷答完后请上交(给老师)。"
    ]
  },
  {
    "id": "1542510815187",
    "word": "give out",
    "phonetic": "/give out/",
    "translation": "分发，发出；公布，发表；用尽，精疲力竭",
    "phonetic_groups": [
      {
        "text": "give out",
        "related_letters": "give out"
      }
    ],
    "audio_url": "/audio/give out.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The teacher gave out the examination papers.The radiator is giving out a lot of heat.He has refused to give out any information on the matter.The news of the President's death was given out in a radio broadcast.Her patience finally gave out.After a month their food supplies gave out.One of the plane's engines gave out in mid-Atlantic.",
      "教师发了考卷。散热器释放出很多热量。他已拒绝发表有关此事的任何消息。总统逝世的消息已在电台上播出了。她终于失去了耐性。过了一个月，他们的食物已消耗殆尽。飞机在大西洋中部飞行时，其中一个发动机出了故障。"
    ]
  },
  {
    "id": "1542510815188",
    "word": "give up",
    "phonetic": "/give up/",
    "translation": "放弃；交出",
    "phonetic_groups": [
      {
        "text": "give up",
        "related_letters": "give up"
      }
    ],
    "audio_url": "/audio/give up.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She doesn't give up easily.The doctors had given her up but she made a remarkable recovery.You might as well advise me to give up my fortune as my argument.You ought to give up smoking; I gave it up last year.He had to give his passport up to the authorities.",
      "她做任何事都不轻易放弃。医生们已放弃了治愈她的希望，而她却恢复得很好。你劝我停止辩论，倒不如劝我抛弃一切财产。你应该戒烟，我去年就戒掉了。他得把护照交给当局。"
    ]
  },
  {
    "id": "1542510815189",
    "word": "go ahead",
    "phonetic": "/go ahead/",
    "translation": "前进；进行",
    "phonetic_groups": [
      {
        "text": "go ahead",
        "related_letters": "go ahead"
      }
    ],
    "audio_url": "/audio/go ahead.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We feel you should go ahead.Go ahead and do what you like.He's going ahead fast.You go ahead and I am coming.Food and fodder should go ahead of troops and horses.",
      "我们觉得您应该干。去吧，喜欢干什么就干什么。他进展很快。你先走一步,我就来。兵马未动，粮草先行。"
    ]
  },
  {
    "id": "1542510815190",
    "word": "go away",
    "phonetic": "/谚/",
    "translation": "走开",
    "phonetic_groups": [
      {
        "text": "谚",
        "related_letters": "go away"
      }
    ],
    "audio_url": "/audio/go away.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Leave me be! Go away!Mischiefs come by the pound, and go away by the ounce.To go away without telling your father is most irregular.It made me sad to hear you have to go away.Before I go away I will call round to say goodbye to you.Don't go away yet.I wish he'd go away; I can't stand the sight of him.",
      "别打扰我! 走开！[谚]灾来如山倒，灾去如抽丝。不跟你父亲打个招呼就走是非常不合适的。听到你非走不可，我觉得很伤心。在我离开以前，我要来看你们，向你们告别。暂时别离开。我希望他离开，我讨厌这个家伙。"
    ]
  },
  {
    "id": "1542510815191",
    "word": "go by",
    "phonetic": "/go by/",
    "translation": "经过；顺便走访；凭…判断；遵循；时间流逝",
    "phonetic_groups": [
      {
        "text": "go by",
        "related_letters": "go by"
      }
    ],
    "audio_url": "/audio/go by.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Farmers used to thrash their wheat by hand.In the past he had to read by candlelight.This task is accomplished by great effort.After a lot of persuasion, she agreed to go.He gave me a cheery wink as I passed by.I saw Xiao Yang walking by, shouldering two hoes.Follow the instructions step by step.By circulation that must be done according to our intent.",
      "农民过去用手打麦脱粒。过去他只得在烛光下攻读。这项任务是经过巨大努力才完成的。经过多次劝说后，她同意去了。我走过的时候他亲切地朝我眨眨眼睛。我看到小扬扛着两把锄头从旁走过。依照指示一步一步地做。藉著循环一定要被依照我们的意图做。"
    ]
  },
  {
    "id": "1542510815192",
    "word": "go fishing",
    "phonetic": "/go fishing/",
    "translation": "去钓鱼",
    "phonetic_groups": [
      {
        "text": "go fish",
        "related_letters": "go fish"
      },
      {
        "text": "ing",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/go fishing.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "People use maggots as bait when they go fishing.I used to (=would often) go fishing.Some people use maggots as bait when they go fishing.He asked me if I would go fishing with him tomorrow.He planed to go fishing for salmon on Sunday.The holiday-makers chartered a boat to go fishing.Who made the decision to go fishing?They would rather go fishing than stay at home.",
      "人们钓鱼时用蛆作钓饵。我以前常去钓鱼。有些人钓鱼时用蛆作钓饵。他问我明天是否和他一起去钓鱼。他计划星期天去钓鲑鱼。渡假者租了一艘船去钓鱼。是谁决定去钓鱼的？他们宁愿去钓鱼，也不愿待在家里。"
    ]
  },
  {
    "id": "1542510815193",
    "word": "go for",
    "phonetic": "/go for/",
    "translation": "去找；被认为；主张；拥护；努力获取",
    "phonetic_groups": [
      {
        "text": "go for",
        "related_letters": "go for"
      }
    ],
    "audio_url": "/audio/go for.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He left his home to look for employment.She rummaged about in the drawer for a pencil.If the sound seems okay, go for dynamics and effects.He is always regarded as good for nothing.For a long time the earth is thought of as flat.He urged that they go to New York.Such opinions pave the way for social change.The newspaper is whooping for leftist candidates.We stand up for the cause of liberty and justice.The speaker went for his opponent.She felt nothing but hatred for her attacker.",
      "他离家去找职业。她在抽屉里翻来翻去找铅笔。如果声音好，努力获取动态和效果。他被认为是个一事无成的人。过去很长时间地球被认为是扁平的。他极力主张他们去纽约。这种主张为社会变革铺路。这家报纸热烈拥护左派候选人。我们拥护自由和正义。演讲者攻击对手。她对攻击她的人只有恨。"
    ]
  },
  {
    "id": "1542510815194",
    "word": "go for a walk",
    "phonetic": "/go for a walk/",
    "translation": "v. 散步",
    "phonetic_groups": [
      {
        "text": "go for a walk",
        "related_letters": "go for a walk"
      }
    ],
    "audio_url": "/audio/go for a walk.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Would you like to go for a walk after dinner?I expect I'll take my children for a walk.",
      "你愿意晚饭后去散步吗？我想我会带我的孩子去散步。"
    ]
  },
  {
    "id": "1542510815195",
    "word": "go in for",
    "phonetic": "/go in for/",
    "translation": "参加，从事；追求；赞成",
    "phonetic_groups": [
      {
        "text": "go in for",
        "related_letters": "go in for"
      }
    ],
    "audio_url": "/audio/go in for.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I don't go in for loud popular music.He must have have a magnificient build before his stomach go in for a career of its own.Many people went in for writing, music, dramatics and similar activities.Most girls do not go in for rough games.",
      "我不喜欢喧闹的流行音乐。当他的肚子还未酷爱其份内的工作放开量大吃大喝）之前，他一定已经有了副强健的体格。很多人从事绘画、音乐、演剧和其他类似活动。大多数女孩子不参加粗野的游戏。"
    ]
  },
  {
    "id": "1542510815196",
    "word": "go off",
    "phonetic": "/go off/",
    "translation": "离开；进行；变质；睡去；断掉；爆炸",
    "phonetic_groups": [
      {
        "text": "go off",
        "related_letters": "go off"
      }
    ],
    "audio_url": "/audio/go off.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The bomb went off in a crowded street.The bomb was timed to go off at 12 o'clock.Hamlet goes off stage left.The headache went off quite suddenly.The thieves ran away when the burglar alarm went off.The car alarm went off as John Doe was trying to steal the car.Everything went off according to plan.The ceremony went off without a hitch.Fish soon goes off in this hot weather.We haven't a fridge and the milk goes off within a day in hot weather.",
      "炸弹在熙来攘往的街道上爆炸了。炸弹定在12点钟爆炸。哈姆雷特从舞台左侧退下。头疼突然消失了。防盗警报器一响，盗贼立刻逃走了。当某人试著偷那台车时，汽车警报器响起了。一切都按照计划进行。典礼进行得很顺利。在这么热的天气里鱼很快会变质。我们没有电冰箱，牛奶在热天一天就变质了。"
    ]
  },
  {
    "id": "1542510815197",
    "word": "go on",
    "phonetic": "/go on/",
    "translation": "继续；过去；继续下去；发生",
    "phonetic_groups": [
      {
        "text": "go on",
        "related_letters": "go on"
      }
    ],
    "audio_url": "/audio/go on.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Let us go on to the next item on the agenda.She hesitated for a moment, and then went on.Go on this street till you see the cinema.Are you alive to what is going on?",
      "让我们继续讨论议程上的下一个项目。她迟疑了一下,然后接着说。沿街往前走直到你看见电影院。你注意到正在发生的事吗?"
    ]
  },
  {
    "id": "1542510815198",
    "word": "go on with",
    "phonetic": "/go on with/",
    "translation": "继续；进行；暂时使用",
    "phonetic_groups": [
      {
        "text": "go on with",
        "related_letters": "go on with"
      }
    ],
    "audio_url": "/audio/go on with.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Rainy as it be, they go on with their work.I will go on with my work unless I get the order to the contrary.",
      "虽然是雨天，他们仍继续工作。我将继续工作直到我得到相反的命令。"
    ]
  },
  {
    "id": "1542510815199",
    "word": "go out",
    "phonetic": "/go out/",
    "translation": "出去；熄灭；过时",
    "phonetic_groups": [
      {
        "text": "go out",
        "related_letters": "go out"
      }
    ],
    "audio_url": "/audio/go out.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He goes out drinking most evenings.The fire has gone out.Flared trousers went out years ago.Terry has been going out with Sharon for six weeks.That team went out in the third round.Our daughter went out to Australia ten years ago.The Detroit auto workers went out for higher pay.",
      "晚上他差不多都到外边喝酒。火已熄灭。喇叭裤多年前就不时兴了。特里和沙伦相恋有六个星期了。那个队在第三轮比赛中被淘汰了。我们的女儿十年前出国到澳大利亚去了。底特律的汽车工人为争取提高工资而罢工。"
    ]
  },
  {
    "id": "1542510815200",
    "word": "go over",
    "phonetic": "/go over/",
    "translation": "复习，重温；仔细检查；转变；润色",
    "phonetic_groups": [
      {
        "text": "go over",
        "related_letters": "go over"
      }
    ],
    "audio_url": "/audio/go over.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Let's just go over these figures again.She went over her lines before the first night of the play.Tom went over the text before the exam.Don't go over that line or your throw won't count.She went over to the Republicans after their election victory.She's gone over to a milder brand of cigarettes.These actors went over very well with the audience.",
      "我们再检查一下这些数字吧。她在该剧首演前又练习了一次台词。汤姆考试前复习课文。别越过那条线，否则你的投掷就会被判无效。她在共和党取得选举胜利后转向了他们。她已改吸另一牌子味道较淡的香烟。这些演员深受观众们的欢迎。"
    ]
  },
  {
    "id": "1542510815201",
    "word": "go through",
    "phonetic": "/go through/",
    "translation": "参加；经受；仔细检查；通过",
    "phonetic_groups": [
      {
        "text": "go through",
        "related_letters": "go through"
      }
    ],
    "audio_url": "/audio/go through.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The child is going through a difficult phase.They went through the agonies of war and famine.He thought it his duty to go through the papers.I had a browse through the books on her shelf.I browsed through some magazines while I waited.",
      "那孩子正经历困难的阶段。他们经历了战争和饥荒的痛苦。他认为自己有责任检查这些文件。我浏览了一下她书架上的书。我边等边浏览几本杂志。"
    ]
  },
  {
    "id": "1542510815202",
    "word": "grow up",
    "phonetic": "/grow up/",
    "translation": "成长，逐渐形成",
    "phonetic_groups": [
      {
        "text": "grow up",
        "related_letters": "grow up"
      }
    ],
    "audio_url": "/audio/grow up.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "My daughter is in such a hurry to grow up.You'll change your mind as you grow older.She will grow up to be a fine woman.Grow with the company and share the achivement.",
      "我女儿恨不得一下子就长大。你长大些就会改变想法的。她将成长为一名优秀的妇女。我希望能与公司共同成长，能和公司分享胜利的果实。"
    ]
  }
]