[
  {
    "id": "1469687118368",
    "word": "kangaroo",
    "phonetic": "/ˌkæŋɡə'ruː/",
    "translation": "n.袋鼠",
    "phonetic_groups": [
      {
        "text": "ˌkæŋ",
        "related_letters": "kan"
      },
      {
        "text": "ɡə'",
        "related_letters": "ga"
      },
      {
        "text": "ruː",
        "related_letters": "roo"
      }
    ],
    "audio_url": "/audio/youdao-02207379-44236b59-52348b41-4bc8d8eb-4b9f5dfd.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The kangaroo is a native of Australia.(2) A kangaroo carries its young in a pouch.(3) The kangaroo uses its back legs to jump.",
      "(1) 袋鼠是产于澳大利亚的动物。(2) 大袋鼠以肚袋装小袋鼠。(3) 袋鼠是用牠的后脚在跳。"
    ]
  },
  {
    "id": "1469687118369",
    "word": "keeper",
    "phonetic": "/'kiːpə(r)/",
    "translation": "n.看守人；饲养员；管理者",
    "phonetic_groups": [
      {
        "text": "'kiːpə",
        "related_letters": "keep"
      },
      {
        "text": "(r)",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/youdao-4b0f92b4-d3efd642-5caca915-13913b55-320542ac.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The keeper told him to sweep out the monkey cage.(2) He turned his eyes towards the food which the keeper had brought.(3) The keeper is feeding the animals.(4) The keeper in the zoo has a deep affection for the animals.(5) The lock keeper closed the lock gate.(6) The inn keeper could bed all the new arrivals.",
      "(1) 看守叫他清理那个猴笼。(2) 他把视线转向看守人所带来的食物。(3) 饲养员正在喂动物。(4) 动物园的饲养员与动物感情很深。(5) 船闸管理员关上了闸门。(6) 旅店老板能为所有新来的旅客提供住宿。"
    ]
  },
  {
    "id": "1469687118370",
    "word": "kettle",
    "phonetic": "/'ketl/",
    "translation": "n.水壶；坑穴",
    "phonetic_groups": [
      {
        "text": "'ke",
        "related_letters": "ket"
      },
      {
        "text": "tl",
        "related_letters": "tle"
      }
    ],
    "audio_url": "/audio/youdao-df64721d-57abe66b-0f3bad10-f3681e10-e5fc85e0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The kettle is boiling.(2) The switch on the kettle won't stay down.(3) This kettle whistles when it boils.(4) Kettle can also form as the result of floods caused by the sudden drainage of an ice-dammed lake.",
      "(1) 壶里的水开了。(2) 这个水壶上的开关按下时卡不住了。(3) 这水壶在水开时会哔哔作响。(4) 因为冰堰湖的突然泄流造成的洪水也有可能形成锅穴。"
    ]
  },
  {
    "id": "1469687118371",
    "word": "kick",
    "phonetic": "/kɪk/",
    "translation": "v.踢；反冲n.踢；反冲；后座力",
    "phonetic_groups": [
      {
        "text": "kɪk",
        "related_letters": "kick"
      }
    ],
    "audio_url": "/audio/youdao-8a40904e-86920474-ff193aaf-23ef25ae-2efed27d.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) That horse kicked me.(2) It's not fair to kick another player in football.(3) The rifle kicked my shoulder when I fired it.(4) The bruise was caused by a kick.(5) The probability of obtaining a lattice atom displacement via the phonon kick process is evidently small.(6) And while you may want to kick back this weekend, if you don't have a little structure, you'll end up feeling like you've wasted precious time.(7) It is a rifle with a heavy kick.",
      "(1) 那匹马踢了我。(2) 足球比赛中不允许踢另一位球员。(3) 我开了一枪后，步枪反弹到我肩上(4) 这伤痕是脚踢的。(5) 很明显，通过声子反冲过程而取得晶格原子位移的几率是不大的。(6) 如果你在本周周末想要反冲，如果事先有结构的进行安排，最后你会感到你浪费了之前的时间。(7) 这是一把后座力很大的步枪。"
    ]
  },
  {
    "id": "1469688502034",
    "word": "kilogram",
    "phonetic": "/'kɪləɡræm/",
    "translation": "n.千克；公斤",
    "phonetic_groups": [
      {
        "text": "'kɪlə",
        "related_letters": "kilo"
      },
      {
        "text": "ɡræm",
        "related_letters": "gram"
      }
    ],
    "audio_url": "/audio/youdao-f45b0e59-13e806a0-ebecdfcd-7024ea86-3b488969.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) One thousand grams are equal to one kilogram.(2) One kilogram of butter was a lot!(3) One thousand grams are equal to one kilogram.(4) These apples cost five yuan per kilogram.",
      "(1) 一千克等於一公斤。(2) 一千克黄油非常多！(3) 一千克等於一公斤。(4) 这些苹果每公斤五元。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]千克；公斤 A kilogram is a metric unit of weight. One kilogram is a thousand grams, or a thousandth of a metric ton, and is equal to 2.2 pounds. &nbsp;&nbsp;[num N]...a parcel weighing around 4.5 kilograms.重约4.5千克的包裹...a kilogram of butter.1公斤黄油"
    ]
  },
  {
    "id": "1469688502035",
    "word": "kindergarten",
    "phonetic": "/'kɪndəɡɑːtn/",
    "translation": "n.幼儿园",
    "phonetic_groups": [
      {
        "text": "'kɪndə",
        "related_letters": "kinder"
      },
      {
        "text": "ɡɑːtn",
        "related_letters": "garten"
      }
    ],
    "audio_url": "/audio/youdao-f83b90f1-fae6cb9a-9fbfd3c6-d8e7910f-e8647b87.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It is noisy in the kindergarten.(2) These children hit it off well in the kindergarten.(3) The nurse walked the children out of the kindergarten.",
      "(1) 幼儿园里很嘈杂。(2) 这些小孩在幼儿园里相处得很好。(3) 保育员把孩子们带出了幼儿园。",
      "Kindergarten is where children are introduced to school; it's where five year old children learn all about their ABC's and choice time.",
      "Kindergarten comes from the German words Kinder (\"children\") and Garten (\"garden\"). A garden of children is a lovely and poetic image for a classroom full of antsy kids trying their hardest to master basic skills and ideas through creative and interactive lessons. But perhaps that is just how they were seen by the 19th-century German educator Friedrich Fröbel, who is credited with inventing kindergarten, his \"method of developing intelligence in young children.\"",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]幼儿园 A kindergarten is an informal kind of school for very young children, where they learn things by playing. &nbsp;&nbsp;[also in/to/at N]She's in kindergarten now.她目前在上幼儿园。"
    ]
  },
  {
    "id": "1469688502036",
    "word": "kindness",
    "phonetic": "/'kaɪndnəs/",
    "translation": "n.仁慈；好意；友好的行为",
    "phonetic_groups": [
      {
        "text": "'kaɪn",
        "related_letters": "kind"
      },
      {
        "text": "dnəs",
        "related_letters": "ness"
      }
    ],
    "audio_url": "/audio/youdao-e527a692-b3534582-67b78546-e1ed8633-c624b260.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Her motherly kindness attaches us all to her.(2) Love is patience, and contains kindness.(3) Your kindness quite overwhelmed me.(4) Kindness always begets kindness.(5) I think it would be a kindness to tell him the bad news straight away.",
      "(1) 她像母亲一般仁慈，我们大家都很依恋她。(2) 爱情是耐性,而且包含仁慈。(3) 你的好意使我感激难言。(4) 善有善果。(5) 我认为直截了当地告诉他这个坏消息倒是友好的行为。",
      "If someone asks you to do them a kindness, they mean a nice, kind act, the kind that makes you think of puppies and daisies.",
      "The noun kindness can be used for a kind act or to describe someone's temperament. You might say of someone that her kindness is quite genuine, or on the other hand she fakes kindness to get what she wants.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]仁慈；体贴；友好 Kindness is the quality of being gentle, caring, and helpful. We have been treated with such kindness by everybody.每个人对我们都很好。2[N-COUNT 可数名词]友好（或体贴）的举动 A kindness is a helpful or considerate act."
    ]
  },
  {
    "id": "1469688502037",
    "word": "king",
    "phonetic": "/kɪŋ/",
    "translation": "n.国王；（纸牌）老Kadj.王的；重要的；基本的v.成为国王King.n.金（姓氏）；上帝；耶稣",
    "phonetic_groups": [
      {
        "text": "kɪŋ",
        "related_letters": "king"
      }
    ],
    "audio_url": "/audio/youdao-22b6f642-195099a0-266002e7-e1d6b2e4-eeabf96f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The lion is called the king of beasts.(2) The king is the most important person in a kingdom.(3) The black horse is one of Mr. King's stable.(4) Mr King has many clerks in his employ.(5) God save King George and loyalty!(6) Repentance clears the way for our relationship with the King.(7) It was the crown of the King of kings Jesus.(8) Having left Jerusalem behind, they must not deviate from the path marked out by the true King, as they follow Jesus.(9) You can also get a glimpse of the King of All Teas.(10) The king is the most important person in a kingdom.(11) Mufasa, the lion king is telling Simba, his son, an important rule of life.",
      "(1) 狮子号称百兽之王。(2) 国王是一个王国中最重要的人物。(3) 那匹黑马是金先生的赛马之一。(4) 金先生雇用了许多办事员。(5) 上帝保佑乔治国王和他忠实的臣民。(6) 悔改能清除我们与上帝之间的障碍。(7) 它是万王之王耶稣所戴的冠冕。(8) 离开耶路撒冷后，他们不会离开真正的君王指示给他们的途径，他们跟随的是耶稣。(9) 还可以一睹茶中之王的风采。(10) 国王是一个王国中最重要的人物。(11) 森林之王木法沙告诉小狮子辛巴一条重要的生命法则。",
      "In a monarchy, the male ruler is called the king. A king or queen rules until death, when the next in line — usually a son or daughter — inherits the throne.",
      "You can also use the word king to describe someone who's very powerful or well-known, like the king of Scrabble competitions or the king of the auto industry. In chess, the king is the most important piece, the one protected by every other piece on the board. King shares an Old English root with kin, or \"family.\"",
      "★★★★☆",
      "1[N-TITLE； N-COUNT 头衔名词；可数名词]君主；国王 A king is a man who is the most important member of the royal family of his country, and who is considered to be the Head of State of that country. &nbsp;&nbsp;[oft the N of n]...the king and queen of Spain...西班牙国王和王后In 1154, Henry II became King of England.1154年，亨利二世成为英格兰国王。...King Albert.阿尔伯特国王2[N-COUNT 可数名词]最重要者；首屈一指者；…之王 If you describe a man as the king of something, you mean that he is the most important person doing that thing or he is the best at doing it. &nbsp;&nbsp;[the N of n]He's the king of unlicensed boxing...他是黑市拳王。He was the king of the big love song.他是流行情歌之王。3[N-COUNT 可数名词]（纸牌中的）老K A king is a playing card with a picture of a king on it. &nbsp;&nbsp;[oft N of n]...the king of diamonds.方片K4[N-COUNT 可数名词]（国际象棋中的）王 In chess, the king is the most important piece. When you are in a position to capture your opponent's king, you win the game. 5[PHRASE 短语]过阔绰的生活；活得像个国王 If you say that someone lives like a king, you mean that they are able to live in a very comfortable or luxurious way. &nbsp;&nbsp;[V and N inflect]Executives lived like kings. The top thirty-one executives were paid a total of $14.2 million.经理们活得像国王一样。职位最高的31名经理的薪金总额达到了1,420万美元。6  a king's ransom→see: ransom；"
    ]
  },
  {
    "id": "1469688502038",
    "word": "kingdom",
    "phonetic": "/'kɪŋdəm/",
    "translation": "n.王国；领域；界Kingdom：天国.",
    "phonetic_groups": [
      {
        "text": "'kɪŋ",
        "related_letters": "king"
      },
      {
        "text": "dəm",
        "related_letters": "dom"
      }
    ],
    "audio_url": "/audio/youdao-d0a82a50-5d6dd7ca-88aeee38-04029b3e-3a4d50d1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The ruler of a kingdom is designated a king.(2) The Calcite Mineral Kingdom addresses you today.(3) This is the fight of the kingdom of the mind.(4) Language was considered a specific sphere, a fourth natural kingdom.(5) Vacuoles are ubiquitous in the plant kingdom.",
      "(1) 王国的统治者称作国王。(2) 今天是方解石王国向你们问候。(3) 这是思想领域的斗争。(4) 人们把语言看作一种特殊的领域，自然界的第四王国。(5) 在植物界中液泡广泛存在。",
      "A kingdom is a territory or group of people ruled by the same monarch. You probably know the story of the prince who searched the kingdom to find the girl who left her glass slipper at the ball.",
      "A kingdom is a place — either literal or imagined — where someone or something reigns. A queen rules over her kingdom, which is land and the people who live on it, while a certain pop singer has a kingdom of young fans. In \"the kingdom of the mind,\" creativity and imagination — not kings or queens — rule. In biology, a kingdom is a grouping of like organisms. For example, a dog is a member of the animal kingdom.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]王国 A kingdom is a country or region that is ruled by a king or queen. &nbsp;&nbsp;[usu sing]The kingdom's power declined.王国的势力衰弱了。...the United Kingdom.联合王国...the Kingdom of Denmark.丹麦王国2[N-COUNT 可数名词]管辖范围；领域 A kingdom is a place or area that is thought to be under the control of a person or organization. &nbsp;&nbsp;[usu N of n]It was infamous as a kingdom of brigands, scoundrels, and slave-traders.该地区因土匪、无赖和奴隶贩子猖獗而声名狼藉。3[N-SING 单数名词]（动物或植物）界 All the animals, birds, and insects in the world can be referred to together as the animal kingdom. All the plants can be referred to as the plant kingdom. &nbsp;&nbsp;[usu n N]"
    ]
  },
  {
    "id": "1469688502039",
    "word": "kiss",
    "phonetic": "/kɪs/",
    "translation": "n.吻；轻触v.吻；轻触",
    "phonetic_groups": [
      {
        "text": "kɪs",
        "related_letters": "kiss"
      }
    ],
    "audio_url": "/audio/youdao-033e885a-54f43d9b-2be91b92-e7a411b0-e5c73a62.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Look like he's going to haul off and kiss the girl.(2) How do you steal a kiss from a girl like that?(3) How do you steal a kiss from a girl like that?(4) He gave her a kiss that betokened his affection.",
      "(1) 看上去他会突然吻那个姑娘一下。(2) 你怎么赢得像那样了不起的女孩的吻的？(3) 你怎么赢得像那样了不起的女孩的吻的？(4) 他给她一个表示爱的吻。",
      "To kiss is to touch someone's face or lips with your own lips. Most people kiss each other as a way of saying \"Hello!\" or because they love each other.",
      "You might kiss your grandma on the cheek, kiss your girlfriend on the mouth, or kiss your dog on his furry head. In each case, you're using an ancient human practice that anthropologists believe evolved either from a basic instinct, or perhaps from the habit of mothers feeding their babies pre-chewed food, mouth-to-mouth. Colloquially, you can \"kiss something goodbye,\" or accept the fact that you'll lose it — and \"the kiss of death\" is something sure to bring failure.",
      "★★★☆☆",
      "1[V-RECIP 相互动词]吻；亲吻 If you kiss someone, you touch them with your lips to show affection or sexual desire, or to greet them or say goodbye. &nbsp;&nbsp;[NON-RECIP: V n]&nbsp;&nbsp;[V n n]&nbsp;&nbsp;[RECIP: pl-n V]&nbsp;&nbsp;[pl-n V n]She leaned up and kissed him on the cheek...她倾身向前亲吻了他的面颊。She kissed me hard on the mouth...她深深地吻了我的嘴。Her parents kissed her goodbye as she set off from their home...她动身离开父母家时父母和她吻别。They kissed for almost half a minute...他们吻了将近半分钟。We kissed goodbye.我们吻别了。Kiss is also a noun.I put my arms around her and gave her a kiss...我抱着她吻了她一下。We gave each other hugs and kisses every morning.我们每天早晨都拥抱亲吻对方。2[VERB 动词]轻吻（以示尊敬） If you kiss something, you touch it lightly with your lips, usually as a sign of respect. &nbsp;&nbsp;[V n]The men stepped forward to kiss the hand of their mentor...这些男子走上前去轻吻他们导师的手。She bowed her head and kissed the Archbishop's ring.她低下头轻吻大主教的戒指。3[VERB 动词]轻拂；轻触 If you say that something kisses another thing, you mean that it touches that thing very gently. &nbsp;&nbsp;[V n]The wheels of the aircraft kissed the runway.飞机的轮子轻触跑道。4[PHRASE 短语]飞吻 If you blow someone a kiss or blow a kiss, you touch the palm of your hand lightly with your lips, and then blow across your hand towards the person, in order to show them your affection. &nbsp;&nbsp;[V inflects]Maria blew him a kiss...玛丽亚给了他一个飞吻。Amy blew a kiss from the door.埃米在门口做了个飞吻的动作。5[PHRASE 短语]任其失去；放弃；承认对…无能为力 If you say that you kiss something goodbye or kiss goodbye to something, you accept the fact that you are going to lose it, although you do not want to. &nbsp;&nbsp;[V inflects]&nbsp;&nbsp;[INFORMAL 非正式]I felt sure I'd have to kiss my dancing career goodbye.我明确感觉到我将不得不与我的舞蹈生涯说再见了。"
    ]
  },
  {
    "id": "1542510814238",
    "word": "Kangaroo",
    "phonetic": "/,kæŋgə'ruː/",
    "translation": "n. 袋鼠",
    "phonetic_groups": [
      {
        "text": ",kæŋ",
        "related_letters": "Kan"
      },
      {
        "text": "gə'",
        "related_letters": "ga"
      },
      {
        "text": "ruː",
        "related_letters": "roo"
      }
    ],
    "audio_url": "/audio/Kangaroo.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The kangaroo is a native of Australia.A kangaroo carries its young in a pouch.The kangaroo uses its back legs to jump.",
      "袋鼠是产于澳大利亚的动物。大袋鼠以肚袋装小袋鼠。袋鼠是用牠的后脚在跳。"
    ]
  },
  {
    "id": "1542510814239",
    "word": "keep",
    "phonetic": "/kiːp/",
    "translation": "vt. 保持；经营；遵守；饲养vi. 保持；继续不断n. 保持；生计；生活费n. (Keep)人名；(英)基普",
    "phonetic_groups": [
      {
        "text": "kiːp",
        "related_letters": "keep"
      }
    ],
    "audio_url": "/audio/keep.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He would keep in touch with us wherever he was.Here's a five-pound note-- you can keep the change.Progress is slow but we keep battling on.Where do you keep the detergent?It is easy to open a shop but hard to keep it.Once you make a promise, you should keep it.She keeps the family on two hundred dollars a week.I have been keeping tropical fish for twenty years.I'll only keep you a few minutes.Finish off the pie-it won't keep.We're all keeping well.She kept her past secret from us all.She kept a diary for over twenty years.Once you make a promise, you should keep it.She wears a hat to keep the sun out of her eyes.Paul earns his keep by helping his elderly landlord.The furniture was in good keep.",
      "他无论在什么地方,总是与我们保持联系。这是五镑的钞票－－零钱不用找了。进展虽慢你把清洁剂放在哪儿了？开店容易经营难。一旦做出承诺她一个星期给家里200美元。我已经养了20年的热带鱼了。我只耽搁你几分钟。把馅饼都吃了吧—搁不住。我们都很健康。她对我们所有人都避而不谈她的过去。她记了二十多年的日记。一旦做出承诺她戴上帽子遮阳，保护眼睛。保罗靠帮助他年迈的房东干活来维持生计。这家具保存得很好。"
    ]
  },
  {
    "id": "1542510814240",
    "word": "key",
    "phonetic": "/kiː/",
    "translation": "n. （打字机等的）键；关键；钥匙vt. 键入；锁上；调节…的音调；提供线索vi. 使用钥匙adj. 关键的n. (Key)人名；(英)基；(德、荷、瑞典)凯",
    "phonetic_groups": [
      {
        "text": "kiː",
        "related_letters": "key"
      }
    ],
    "audio_url": "/audio/key.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He is striking the key of his typewrite.To exit from this page, press the return key.The key here is to set up a responsibility system.This was the key to success of our initial talks.The key to an entertainer's success is personality.I have mislaid my key to the door.She inserted the key into the lock.Do you know the key to the question?They zeroed in on the key issues.The key factor to success is hard work.He is a key witness in this case.This is a key feature of our society.We must take firm hold the key link of our work.She keyed in all the new data.I've keyed this sentence (in) three times, and it's still wrong!To make matter worse, I locked my key in the car.Keeping an extra key in a coat pocket may assist drivers who lock their keys in their cars during a chaotic situation.Please key the piano up to concert pitch.",
      "他敲打着打字机的字键。退出本页面按返回键。关键是建立责任制。这就是我们当初会谈取得成功的关键所在。一个演员成功的关键在于他是否有个性。我不知道把门钥匙放到哪里了。她把钥匙插入锁中。你知道问题的答案吗?他们集中讨论了关键问题。成功的关键因素是努力工作。在这个案件中，他是一个主要见证人。这是我们社会的一个主要特点。我们要牢牢抓住工作的主要环节。她键入了所有的新数据。我把这个句子输入了三次，可是仍然不对！更糟的是，我把钥匙锁在车里了。在外衣兜里留一把另外的钥匙对在混乱情况中将其钥匙锁在车内的司机来可能是有帮助的。请调高钢琴的音,达到合奏的音调。"
    ]
  },
  {
    "id": "1542510814241",
    "word": "keyboard",
    "phonetic": "/'kiːbɔːd/",
    "translation": "n. 键盘vt. 键入；用键盘式排字机排字vi. 用键盘进行操作；作键盘式排字机排字",
    "phonetic_groups": [
      {
        "text": "'ki",
        "related_letters": "key"
      },
      {
        "text": "ːbɔːd",
        "related_letters": "board"
      }
    ],
    "audio_url": "/audio/keyboard.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The computer has a normal qwerty keyboard.You will be asked to choose your keyboard layout.You can type in the command with a keyboard.In earlier days, the video display was used solely to echo text that the user typed using the keyboard.",
      "这台计算机有标准的英文键盘。将让你选择键盘布局。你可以用键盘输入命令。早些时候，视频显示器仅仅用来回显用户用键盘输入的文本。"
    ]
  },
  {
    "id": "1542510814242",
    "word": "kid",
    "phonetic": "/kɪd/",
    "translation": "n. 小孩；小山羊vt. 欺骗；取笑；戏弄vi. 欺骗；取笑；戏弄adj. 小山羊皮制的；较年幼的n. (Kid)人名；(英)基德",
    "phonetic_groups": [
      {
        "text": "kɪd",
        "related_letters": "kid"
      }
    ],
    "audio_url": "/audio/kid.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The kid dug a tunnel in the sand.She sees me as a little kid who counts for nothing.Half the kids round here are unemployed.When he returned the kid was roasted.I have three pairs of kid gloves.You're kidding!He was trying to kid us about it.Jack tried to kid us into believing his story .He used to kid with me about buying those fake antiques.His kid sister clerks in a store.",
      "小孩在沙堆里挖了一个地道。她认为我还是目个无足轻重的小孩子。这里的年轻人有一半失业。当他回来的时候,小山羊已经烤熟了。我有三副羊皮手套了。你在开玩笑吧！他想拿那件事开我们玩笑。杰克试图欺骗我们使我们相信他的故事。他过去经常取笑我买那些假古董。他妹妹在商店当店员。"
    ]
  },
  {
    "id": "1542510814243",
    "word": "kill",
    "phonetic": "/kɪl/",
    "translation": "vt. 杀死；扼杀；使终止；抵消vi. 杀死n. 杀戮；屠杀adj. 致命的；致死的n. (Kill)人名；(德)基尔",
    "phonetic_groups": [
      {
        "text": "kɪl",
        "related_letters": "kill"
      }
    ],
    "audio_url": "/audio/kill.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "His wife was killed in a car accident.They fumigated the room to kill the vermin.The noise killed the music.They have the right to kill a bill in Parliament .Swallow can help peasants kill pests.The insecticide will kill off the insect pests.My back is killing me.My feet are killing me.You cannot kill time without injuring eternity.We played cards to kill time until the bus came.Those stairs kill me every time!The heavy work almost killed me.The hunters are moving in for the kill.The tiger dragged its kill into the jungle.The hunters brought their kill back to camp.",
      "他的妻子在车祸中丧生。他们用烟熏房间以杀死害虫。噪音淹没了音乐。他们有权使法案在国会不能通过。燕子能帮助农民消灭害虫。这情形剂可消灭害虫。我的背疼得要命。我的脚疼死我了！消磨时间不可能不伤害永恒。车子来之前，我们打牌消磨时间。每次那些台阶使我精疲力尽!这重活几乎使我精疲力竭。猎手们正在围杀猎物。这只老虎拖着它的猎物进了丛林。猎人把猎物带回营地。"
    ]
  },
  {
    "id": "1542510814244",
    "word": "kilo",
    "phonetic": "/'kiːləʊ/",
    "translation": "n. 千克n. (Kilo)人名；(阿拉伯)基洛",
    "phonetic_groups": [
      {
        "text": "'kiːləʊ",
        "related_letters": "kilo"
      }
    ],
    "audio_url": "/audio/kilo.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The tomatoes cost two yuan a kilo.I'd like one kilo of apples, please.",
      "蕃茄二元一公斤。给我称一公斤苹果。"
    ]
  },
  {
    "id": "1542510814245",
    "word": "kilometre",
    "phonetic": "/'kɪlə,miːtə; kɪ'lɒmɪtə/",
    "translation": "n. [计量] 公里；[计量] 千米",
    "phonetic_groups": [
      {
        "text": "'kɪlə,miːt",
        "related_letters": "kilo"
      },
      {
        "text": "ə; kɪ",
        "related_letters": "me"
      },
      {
        "text": "'lɒmɪtə",
        "related_letters": "tre"
      }
    ],
    "audio_url": "/audio/kilometre.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The bridge is almost 2 kilometres long.Sound travels about one kilometre in three seconds.",
      "这座桥差不多有两公里长。声音在三秒钟里大约传播一公里。"
    ]
  },
  {
    "id": "1542510814246",
    "word": "kind",
    "phonetic": "/kaɪnd/",
    "translation": "n. 种类；性质adj. 和蔼的；宽容的；令人感激的n. (Kind)人名；(德、俄、法、捷)金德；(瑞典)欣德",
    "phonetic_groups": [
      {
        "text": "kaɪnd",
        "related_letters": "kind"
      }
    ],
    "audio_url": "/audio/kind.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "If you ever see George, give him my kind regards.Taking a blind man across the street is a kind act.She had a very kind mother.Our neighbor was very kind about the window we broke.We often do this kind of exercise.People had told me she was very pleasant but she's nothing of the kind.They differ in degree rather than in kind.",
      "如果你见到乔治,请代我向他致以亲切的问候。扶盲人过马路是一种善良的行为。她有一位非常仁慈的母亲。我们的邻居对我们打破玻璃表现得很宽容我们经常做这类练习。人家告诉我她很可爱，可是她根本不是那样。他们的程度不同, 并非性质不同。"
    ]
  },
  {
    "id": "1542510814247",
    "word": "kind-hearted",
    "phonetic": "/'kaind'hɑ:tid/",
    "translation": "adj. 仁慈的，好心肠的",
    "phonetic_groups": [
      {
        "text": "'kaind'hɑ:t",
        "related_letters": "kind-heart"
      },
      {
        "text": "id",
        "related_letters": "ed"
      }
    ],
    "audio_url": "/audio/kind-hearted.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The kind whisper went to my heart like a dagger.Discuss the importance of being kind to animals.The snake was saved by the old kind hearted man.He is a very kind duck and always helps others.",
      "这仁慈的低语象一把匕首直刺进我的心。讨论对动物仁慈的重要性。这位好心肠的老人救起了这条蛇。他是只好心肠的鸭子，并且总是帮助别人。"
    ]
  },
  {
    "id": "1542510814248",
    "word": "kitchen",
    "phonetic": "/'kɪtʃɪn; -tʃ(ə)n/",
    "translation": "n. 厨房；炊具；炊事人员n. (Kitchen)人名；(英)基钦",
    "phonetic_groups": [
      {
        "text": "'kɪtʃɪn; -tʃ(ə)n",
        "related_letters": "kitchen"
      }
    ],
    "audio_url": "/audio/kitchen.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I have to mop the kitchen floor at least once a day.I guess there are mice in the kitchen.I was cooking in the kitchen when the telephone rang.Everything in the kitchen is in good order.She helped them to move Adolph into the kitchen.This is an army field kitchen.Some kitchen gadgets are more of a hindrance than a help.She stabbed him in the leg with a kitchen knife.",
      "我每天至少要把厨房地板擦洗一次。我猜想厨房里有老鼠。电话铃响的时候我正在厨房里做饭。厨房里的每样东西都井然有序。她帮着他们把阿道夫抬到灶间去。这是军用野外炊具。有些小炊具非但没有用处反而碍事。她拿菜刀捅伤了他的腿。"
    ]
  },
  {
    "id": "1542510814249",
    "word": "kite",
    "phonetic": "/kaɪt/",
    "translation": "n. 风筝vi. 使用空头支票；像风筝一样飞；轻快地移动vt. 骗钱；涂改（支票）n. (Kite)人名；(塞)基特；(英)凯特",
    "phonetic_groups": [
      {
        "text": "kaɪt",
        "related_letters": "kite"
      }
    ],
    "audio_url": "/audio/kite.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The children are flying kites.A boy is flying a kite in the piazza.I looked up into the sky and saw the kite become smaller and smaller.A kite will never be a good hawk.Yellow-billed kite soars in the skyShe got caught kite flying in Philadelphia.The bill was due before payday, so I had to kite the check.Meat prices kited.",
      "孩子们在放风筝。一个小男孩在阳台上放风筝。我遥望天空，只见风筝越来越小。鸢永不会变成隼。黄嘴鸢横空长啸。她在费城到处开空头支票时被抓住。工资还没发，帐单就到期了，于是我只好开空头支票。肉价飞涨。"
    ]
  },
  {
    "id": "1542510814250",
    "word": "knee",
    "phonetic": "/niː/",
    "translation": "n. 膝盖，膝vt. 用膝盖碰n. (Knee)人名；(英)尼",
    "phonetic_groups": [
      {
        "text": "niː",
        "related_letters": "knee"
      }
    ],
    "audio_url": "/audio/knee.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I've bumped my knee on the wall.I bounced the baby on my knee.His left knee was hurt in a traffic accident.",
      "我的膝盖撞上了墙壁。我把婴儿放在膝上上下颠着。他的左膝在一次交通事故中受伤了。"
    ]
  },
  {
    "id": "1542510814251",
    "word": "knife",
    "phonetic": "/naɪf/",
    "translation": "n. 刀；匕首vt. 用刀切；（口）伤害vi. 劈开；划过",
    "phonetic_groups": [
      {
        "text": "naɪf",
        "related_letters": "knife"
      }
    ],
    "audio_url": "/audio/knife.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He cleaved an apple with a knife.I picked up the knife and threw it out of the window.His cheek was badly scarred by a knife cut.The victim had been knifed in the chest.",
      "他用一把刀子将苹果切开。我拿起了那把刀，把它扔到了窗外。他的面颊上留有严重的刀疤。受害人胸部中刀。"
    ]
  },
  {
    "id": "1542510814252",
    "word": "knock",
    "phonetic": "/nɒk/",
    "translation": "vi. 敲；打；敲击vt. 敲；打；敲击；批评n. 敲；敲打；爆震声",
    "phonetic_groups": [
      {
        "text": "nɒk",
        "related_letters": "knock"
      }
    ],
    "audio_url": "/audio/knock.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Someone is knocking at the door.One may knock to signal one's presence to others.He knocked a big hole in the wall.I am so hurried as to knock into my teacher.The man is knock down by the bicycle.She knocked the bottom out of our argument.There was a knock at the window.I heard footsteps, then a knock on the door.There was no answer to my knock, so I went away.She took a bad knock when her husband died.When I fall, I get a terrible knock on the head.",
      "有人在敲门。可以用敲击发出的声音向别人表明自己的存在。他把墙撞出了一个大洞。我如此匆忙以至于撞到老师身上。这个男人被自行车撞倒了。她把我们的论点驳得体无完肤。有人敲了一下窗户。我听到脚步声，随后是敲门的声音。我敲门没人应，所以就走开了。丈夫的死,使她受到沉重的打击。我摔倒时头撞得很厉害。"
    ]
  },
  {
    "id": "1542510814253",
    "word": "know",
    "phonetic": "/nəʊ/",
    "translation": "vt. 知道；认识；懂得vi. 了解；熟悉；确信",
    "phonetic_groups": [
      {
        "text": "nəʊ",
        "related_letters": "know"
      }
    ],
    "audio_url": "/audio/know.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "What do you know about us?I didn't know the truth until she told me what happened.I know what happened.Excuse me, do you know how to play chess?I've known Tom for years.Somebody in the know told me he's going to resign.A friend who is in the know says she already left the country.",
      "你对我们有什么了解?直到她告诉我发生的事,我才了解真相。我知道发生了什么事。请问,你知道怎么下国际象棋吗?我认识汤姆很多年了。有知情者告诉我他要辞职了。一位知情的朋友说，她已经离开这个国家了。"
    ]
  },
  {
    "id": "1542510814254",
    "word": "knowledge",
    "phonetic": "/'nɒlɪdʒ/",
    "translation": "n. 知识，学问；知道，认识；学科n. (Knowledge)人名；(南非)诺利奇",
    "phonetic_groups": [
      {
        "text": "'nɒl",
        "related_letters": "knowl"
      },
      {
        "text": "ɪdʒ",
        "related_letters": "edge"
      }
    ],
    "audio_url": "/audio/knowledge.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He is poor in money, but rich in knowledge.She has a detailed knowledge of this period.Child as he is, he knows much knowledge of science.They did it without my knowledge.",
      "他贫于金钱， 但富于学问。她对这段时期的情况了解地相当详细。尽管还是个孩子,他懂得很多科学知识。他们是背着我做这件事的。"
    ]
  },
  {
    "id": "1542510815244",
    "word": "keep back",
    "phonetic": "/keep back/",
    "translation": "留下；隐瞒；阻止",
    "phonetic_groups": [
      {
        "text": "keep back",
        "related_letters": "keep back"
      }
    ],
    "audio_url": "/audio/keep back.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He tried to keep the matter dark from us.We must not keep back anything we know.Do I have to keep my ticket till after I get off?You can keep this book for your very own.The police had to use force to hold back the crowd.They should try to keep prices from rising.Police horses were used to keep back the crowd.He resolved that nothing should hold him back.",
      "他设法隐瞒这事不让我们知道。不应该隐瞒我们所知道的事。车票要保留到下车吗？你可以保留这本书，当作是自己的。警察不得不用武力阻止人群。他们应该设法阻止价钱上涨。警马被用来阻挡人群。他下决心不让任何事情阻挡他。"
    ]
  },
  {
    "id": "1542510815245",
    "word": "keep doing",
    "phonetic": "/keep doing/",
    "translation": "一直做某事",
    "phonetic_groups": [
      {
        "text": "keep do",
        "related_letters": "keep do"
      },
      {
        "text": "ing",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/keep doing.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Do not keep do that.Tired as she was, she kept doing it.",
      "不要老是做那个。她虽然累了，仍继续做下去。"
    ]
  },
  {
    "id": "1542510815246",
    "word": "keep off",
    "phonetic": "/keep off/",
    "translation": "让开；不接近",
    "phonetic_groups": [
      {
        "text": "keep off",
        "related_letters": "keep off"
      }
    ],
    "audio_url": "/audio/keep off.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Mary tends to hold off from people.The politician fended off the question.He tried to stand off his creditors.",
      "玛丽总是不接近人。那位政治家避开了这个问题。他试图避开债主。"
    ]
  },
  {
    "id": "1542510815247",
    "word": "keep on",
    "phonetic": "/kip ɑn/",
    "translation": "继续；穿着…不脱",
    "phonetic_groups": [
      {
        "text": "kip ɑn",
        "related_letters": "keep on"
      }
    ],
    "audio_url": "/audio/keep on.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "After a short break, the match went on.Work is going ahead on the new bridge.",
      "经过短暂的休息，比赛继续进行。新桥的工作正在继续进行之中。"
    ]
  },
  {
    "id": "1542510815248",
    "word": "keep up",
    "phonetic": "/keep up/",
    "translation": "保持；继续；不低落；不落后",
    "phonetic_groups": [
      {
        "text": "keep up",
        "related_letters": "keep up"
      }
    ],
    "audio_url": "/audio/keep up.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The house is becoming too expensive for them to keep up.The high cost of raw materials is keeping prices up.The enemy kept up their bombardment day and night.",
      "他们的房子维修费用贵得越来越修不起了。原料费用昂贵使得产品价格居高不下。敌军一直日夜不停地狂轰滥炸。"
    ]
  },
  {
    "id": "1542510815249",
    "word": "knock at",
    "phonetic": "/knock at/",
    "translation": "敲（门、窗等）",
    "phonetic_groups": [
      {
        "text": "knock at",
        "related_letters": "knock at"
      }
    ],
    "audio_url": "/audio/knock at.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He knocked at the door and entered.She is pecking away at the keys of a typewriter.",
      "他敲了敲门便走进去了。她不停地敲打着打字机的键。"
    ]
  },
  {
    "id": "1542510815250",
    "word": "knock into",
    "phonetic": "/knock into/",
    "translation": "撞上；与…相撞",
    "phonetic_groups": [
      {
        "text": "knock into",
        "related_letters": "knock into"
      }
    ],
    "audio_url": "/audio/knock into.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I knocked into an old friend of mine in the park.The boy knocked into her.",
      "我昨天在公园里碰见一位老朋友。那个男孩撞到了她身上。"
    ]
  }
]