[
  {
    "id": "1469688502040",
    "word": "labour",
    "phonetic": "/'leɪbə(r)/",
    "translation": "n.劳动；劳工；分娩v.努力；干苦力活；困难吃力地行进；反复说明Labourn.(英国)工党",
    "phonetic_groups": [
      {
        "text": "'leɪbə(r)",
        "related_letters": "labour"
      }
    ],
    "audio_url": "/audio/youdao-a7442185-50abb91e-fd92008b-6effe2ff-e3514d72.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Labour is not only a necessity but also a pleasure.(2) It takes a lot of labour to build a railway.(3) The labour question must come to the fore next session.(4) She was in labour for three hours.(5) He was elected to the leadership of the Labour Party.(6) We labour for the happiness of mankind.(7) The editor laboured over the manuscript till early morning.(8) Miners labour in the bowels of earth.(9) The old man laboured up the hillside.(10) The horses laboured up the steep slope.(11) There is no need to labour the argument.(12) You needn't labour a point that is perfectly plain.",
      "(1) 劳动不仅是人生所必需的，而且是一种乐趣。(2) 修筑一条铁路要花费许多劳动力。(3) 劳工问题必将成为下届会议的热门话题。(4) 她的分娩过程长达三小时。(5) 他被选为工党的领导人。(6) 我们为人类的幸福而努力。(7) 编辑煞费苦心地修改稿件，一直干到清晨。(8) 矿工们在地底下劳动。(9) 老人吃力地登上山腰。(10) 那些马费力地爬上了陡坡。(11) 该论据无需详细说明或讨论。(12) 这点很明显，你用不着讲个没完。",
      "★★★★★",
      "in AM, use 美国英语用 labor1[N-UNCOUNT 不可数名词]See also:hard labour；（辛苦的）劳动，劳作；（通常指）体力劳动 Labour is very hard work, usually physical work. &nbsp;&nbsp;[also N in pl]...the labour of seeding, planting and harvesting...播种、种植和收割的辛勤劳作The chef at the barbecue looked up from his labours； he was sweating.正在烧烤台上忙活的厨师抬起头来；他的脸上直冒汗。Writing this book has been a great pleasure, a true labour of love.写这本书是一大乐事，辛苦绝对是心甘情愿。2[VERB 动词]（用手）劳动 Someone who labours works hard using their hands. &nbsp;&nbsp;[V]...peasants labouring in the fields...在地里劳作的农民Her husband laboured at the plant for 17 years.她丈夫在厂里辛勤工作了17年。3[VERB 动词]艰苦地做；吃力地做 If you labour to do something, you do it with difficulty. &nbsp;&nbsp;[V to-inf]&nbsp;&nbsp;[V under n]For twenty-five years now he has laboured to build a religious community.他呕心沥血地建立一个宗教社区，至今已有25个年头。...a young man who's labouring under all kinds of other difficulties.在其他各种困难下艰苦工作的小伙子4[N-UNCOUNT 不可数名词]（总称）劳工，工人 Labour is used to refer to the workers of a country or industry, considered as a group. &nbsp;&nbsp;[oft supp N]Latin America lacked skilled labour...拉丁美洲缺乏熟练工人。...the struggle between capital and labour...劳资斗争They were cheap labour.他们是廉价劳工。5[N-UNCOUNT 不可数名词]劳动成果 The work done by a group of workers or by a particular worker is referred to as their labour . &nbsp;&nbsp;[oft poss N]Every man should receive a fair price for the product of his labour...每个人的劳动成果都应该获得合理的回报。The unemployed cannot withdraw their labour — they have no power.失业者没法罢工——他们没有这种实力。6[N-PROPER-COLL 专有集合名词]（英国）工党 In Britain, people use Labour to refer to the Labour Party. He believes that, historically, Labour has been most successful as the party that helped people get on in life...他相信一直以来工党在帮助人民改善生活方面表现最为出色。They all vote Labour.他们都投工党的票。7[ADJ 形容词]工党的；支持工党的 A Labour politician or voter is a member of a Labour Party or votes for a Labour Party. ...a Labour MP...工党下院议员Millions of Labour voters went unrepresented.数以百万计的工党支持者没有议员代表。8[VERB 动词]误以为；为…所蒙蔽 If you labour under a delusion or  misapprehension, you continue to believe something which is not true. &nbsp;&nbsp;[V under n]She laboured under the illusion that I knew what I was doing...她有一个错觉，以为我知道自己在做什么。You seem to be labouring under considerable misapprehensions.你似乎存在相当大的误解。9[VERB 动词]一再重申；反复说明 If you labour a point or an argument, you keep making the same point or saying the same thing, although it is unnecessary. &nbsp;&nbsp;[V n]I don't  want to labour the point but there it is.我不想反复重申，但还是不得不说。10[N-UNCOUNT 不可数名词]分娩；临盆 Labour is the last stage of pregnancy, in which the baby is gradually pushed out of the womb by the mother. I thought the pains meant I was going into labour.我还以为这些疼痛意味着我要生了呢。Some women prefer to move about during labour.有些女人喜欢在分娩期间下床走动。"
    ]
  },
  {
    "id": "1469688502041",
    "word": "labourer",
    "phonetic": "/'leɪbərə(r)/",
    "translation": "n.工人；劳动者=labor(美）.",
    "phonetic_groups": [
      {
        "text": "'leɪbərə",
        "related_letters": "labour"
      },
      {
        "text": "(r)",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/youdao-70678bdf-d66b850c-eeb59e2c-49f6a836-59b852d0.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) You need to hire some skilled labourers.(2) He was taken on by a factory as a child labourer in the foundry shop.(3) The meanest labourer has the same rights as the richest landowner.",
      "(1) 你得雇用熟练工人。(2) 他被一家工厂雇佣,在铸造车间当童工。(3) 最贫贱的劳动者享有和最富的地主同样的权利。",
      "★☆☆☆☆",
      "in AM, use 美国英语用 laborer1[N-COUNT 可数名词]体力劳动者；劳工 A labourer is a person who does a job which involves a lot of hard physical work. &nbsp;&nbsp;[oft supp N]He has worked as a labourer in factories and on building sites...他在工厂和建筑工地干过苦工。Her husband had been a farm labourer.她丈夫以前是个农场雇工。"
    ]
  },
  {
    "id": "1469688502042",
    "word": "lack",
    "phonetic": "/læk/",
    "translation": "n.缺乏；无v.缺乏；不足",
    "phonetic_groups": [
      {
        "text": "læk",
        "related_letters": "lack"
      }
    ],
    "audio_url": "/audio/youdao-82aac6b4-146600fe-7e15081c-97e55a3d-64c123c1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Her decision seems to show a lack of political judgement.(2) Lack of sun retards plant growth.(3) In a cold winter, many wild animals can die from lack of food.(4) I tell you, people will lack the means to live.(5) He is good at his job but he seems to lack confidence.",
      "(1) 她的决定似乎显示出缺乏政治判断力。(2) 光照不足则植物生长缓慢。(3) 在严寒的冬天,很多野生动物可能因缺乏食物而死去。(4) 我告诉你,人们将缺乏生活资料。(5) 他工作不错，但似乎缺乏信心。",
      "If you lack something, you need or want something that's missing. When there's a lack of food, people starve.",
      "There are a lot of things lacking in the world. If you have no video games, then you're lacking them. People who are thirsty and starving lack food and water. Many people lack money and health care. A lack of something is the opposite of an abundance of something. If you have plenty of books, then you don't lack them — though you may lack enough time to read them all.",
      "★★★★☆",
      "1[N-UNCOUNT 不可数名词]缺乏；不足；没有 If there is a lack of something, there is not enough of it or it does not exist at all. &nbsp;&nbsp;[also a N]Despite his lack of experience, he got the job...他虽然经验不足，但还是获得了这份工作。The charges were dropped for lack of  evidence...指控因证据不足而被撤销。He tricked his way into a job as a hospital doctor and killed a patient through lack of care...他混入医院当上医生，结果因疏忽职守致使一名病人丧生。There is a lack of people wanting to start up new businesses.有创业意愿的人非常匮乏。2[V-ERG 及物/不及物动词]缺少；欠缺；没有 If you say that someone or something lacks a particular quality or that a particular quality is lacking in them, you mean that they do not have any or enough of it. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V]It lacked the power of the Italian cars...它没有意大利轿车动力强劲。He lacked the judgment and political acumen for the post of chairman...他欠缺做主席应具备的判断力和政治敏锐度。Certain vital information is lacking in the report.该报告缺少某些关键信息。3See also:lacking；  4[PHRASE 短语]不乏；有的是 If you say there is no lack of something, you are emphasizing that there is a great deal of it. &nbsp;&nbsp;[PHR n]&nbsp;&nbsp;[emphasis]He said there was no lack of things for them to talk about...他说他们之间不缺谈资。President Clinton displayed no lack of vigor when he began to speak.克林顿总统开腔时颇有气势。"
    ]
  },
  {
    "id": "1469688502043",
    "word": "ladder",
    "phonetic": "/'lædə(r)/",
    "translation": "n.阶梯；梯子；梯状物",
    "phonetic_groups": [
      {
        "text": "'læd",
        "related_letters": "lad"
      },
      {
        "text": "ə(r)",
        "related_letters": "der"
      }
    ],
    "audio_url": "/audio/youdao-9bffb18d-d9ce5521-1c88e70c-73d2452e-091c2b22.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Diligence is often a ladder to success.(2) He was halfway down the ladder when he fell.(3) This ladder isn't very stable.(4) It's considered unlucky to walk under a ladder.",
      "(1) 勤勉常常是通往成功的阶梯。(2) 他下阶梯时，半路摔倒了。(3) 这架梯子不太牢靠。(4) 从梯子下面走过被认为是不吉利的。",
      "If your ball lands on the roof, grab a ladder and climb up and get it. A ladder has steps you use to reach up high. If you climb the corporate ladder, you’re moving up in the business world.",
      "Some ladders are just a few feet tall, and others are taller than a house. Still others are invisible –- any time you move up in your career as a banker or NFL football player, you climb the ladder. In British English, a ladder is a run in stockings, which is funny because it usually looks like one. The superstition that it's bad luck to walk under an open ladder dates from the eighteenth century.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]梯子 A ladder is a piece of equipment used for climbing up something or down from something. It consists of two long pieces of wood, metal, or rope with steps fixed between them. 2[N-SING 单数名词]（社会、组织或系统中晋升或降级的）梯级，阶梯 You can use the ladder to refer to something such as a society, organization, or system which has different levels that people can progress up or drop down. &nbsp;&nbsp;[the N]If they want to climb the ladder of success they should be given that opportunity...假如他们有出人头地的意愿，就应该给他们那样的机会。She admired her mother's sister for moving up the social ladder.她羡慕姨妈社会地位的提升。3[N-COUNT 可数名词]（女性长筒袜或裤袜的）抽丝，脱线 A ladder is a hole or torn part in a woman's stocking or tights, where some of the vertical threads have broken, leaving only the horizontal threads. &nbsp;&nbsp;[mainly BRIT 主英]Her hair was a mess and there was a ladder in her tights.她头发乱糟糟，裤袜脱了线。in AM, use 美国英语用 run"
    ]
  },
  {
    "id": "1469688502044",
    "word": "lamb",
    "phonetic": "/læm/",
    "translation": "n.小羊；羔羊肉；羔羊；温顺的人vi.产羊羔",
    "phonetic_groups": [
      {
        "text": "læm",
        "related_letters": "lamb"
      }
    ],
    "audio_url": "/audio/youdao-c8c4bfcb-37a33aef-c7fa23a4-d6a0ffb6-b3b87ebb.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The lamb had to be brought up by hand.(2) The dying lamb fell, its legs flailing (about) helplessly.(3) Veal is young beef and lamb is a baby sheep.(4) The little lamb was caught by the wolf.(5) The lamb had to be brought up by hand.(6) The sheep are lambing this week.(7) She's due to lamb in two weeks' time.",
      "(1) 这只小羊要用奶瓶喂养。(2) 小羊快要死了，倒在地上四条腿又踢又蹬。(3) 小牛肉是小牛犊身上的肉，小羊肉是羔羊身上的肉。(4) 小羔羊被狼抓住了。(5) 这只小羊要用奶瓶喂养。(6) 这个星期绵羊要产羔。(7) 母羊还有两个星期就要产羔了。",
      "A lamb is a baby sheep. Most female sheep, or ewes, give birth to one or two lambs each spring. Lambs are so cute that they tend to show up in nursery rhymes — as in \"Mary had a little lamb.\" Awwww.",
      "When you're petting a newborn sheep, you can call it a lamb, but if you're eating meat that comes from this same animal, it's a mass noun, lamb without the a. The word can be a verb too, as when a ewe lambs, or gives birth, and it's been a common pet name, especially for a young child, since at least the eleventh century: \"Okay, time for bed, lamb!\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]羔羊；羊羔；小羊 A lamb is a young sheep. Lamb is the flesh of a lamb eaten as food.羔羊肉Laura was basting the leg of lamb.劳拉正往羔羊腿上浇抹油脂。2[N-COUNT 可数名词]（对年幼者慈爱或怜悯的称呼）宝贝，乖乖 People sometimes use lamb when they are addressing or referring to someone who they are fond of and who is young, gentle, or unfortunate. &nbsp;&nbsp;[feelings]She came and put her arms around me. 'You poor lamb. What's wrong?'她走过来搂着我。“可怜的宝贝，出什么事儿啦？”3[PHRASE 短语]温顺地；听话地；任人宰割地 If you say that people do something like lambs or like lambs to the slaughter, you mean that they do what someone wants them to do without complaining or fighting. &nbsp;&nbsp;[lamb inflects]The pair surrendered to him like lambs...那两个人乖乖地向他投降。We follow their every word like lambs to the slaughter.我们对他们完全言听计从。4  mutton dressed as lamb→see: mutton；"
    ]
  },
  {
    "id": "1469688502045",
    "word": "lame",
    "phonetic": "/leɪm/",
    "translation": "adj.无说服力的；跛足的vt.使 ... 成残废n.金属薄板",
    "phonetic_groups": [
      {
        "text": "leɪm",
        "related_letters": "lame"
      }
    ],
    "audio_url": "/audio/youdao-edb11be9-fbe854c5-d97f9143-c72bc581-36ba4458.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He gave a lame excuse for being late.(2) Mary offered only a lame apology.(3) He is lame in one leg and walks with the help of a crutch.(4) The work was hard for the lame old man.(5) The accident made him lame in the left leg(6) You must not lame me for that; it was not my fault",
      "(1) 他说了个站不住脚的理由解释他迟到的原因。(2) 玛丽只作了一个站不住脚的辩解。(3) 他的一条腿跛了，走路借助于拐杖。(4) 这工作对他这个跛脚的老先生来说是很辛苦的。(5) 出事後他的左腿瘸了(6) 你不应为那件事责备我，那不是我的过失。",
      "You might describe a limping dog that's lost the use of one of its legs as lame, which means \"disabled in a leg or foot.\"",
      "It's less common than describing injured animals as lame, but you can use this adjective to describe a limping person too. Lame is probably most often used to mean generally weak or pathetic. If your friend threw a Frisbee in your direction and it landed several feet in front of you, you might say, \"What a lame throw!\"",
      "★☆☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]跛的；瘸的 If someone is lame, they are unable to walk properly because of damage to one or both of their legs. &nbsp;&nbsp;[the N]He was aware that she was lame in one leg...他注意到她一条腿有残疾。David had to pull out of the Championships when his horse went lame.戴维不得不退出锦标赛，因为他的马瘸了。The lame are people who are lame.（总称）腿瘸者，腿残者... the wounded and the lame of the last war.上次战争中受伤和腿残的人lamenessPersistent damage or inadequate healing may lead to chronic lameness.反复受伤或治疗不当可导致长期跛足。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（借口、论点、评论等）站不住脚的；蹩脚的；拙劣的 If you describe something, for example an excuse, argument, or remark, as lame, you mean that it is poor or weak. He mumbled some lame excuse about having gone to sleep...他含含糊糊地找了个蹩脚的借口，想要解释自己为什么睡着了。All our theories sound pretty lame.我们的理论似乎全都站不住脚。lamely'Lovely house,' I said lamely.“房子真不错，”我称赞道，听上去毫无信服力。"
    ]
  },
  {
    "id": "1469688502046",
    "word": "lamp",
    "phonetic": "/læmp/",
    "translation": "n.灯；台灯；油灯；光源",
    "phonetic_groups": [
      {
        "text": "læmp",
        "related_letters": "lamp"
      }
    ],
    "audio_url": "/audio/youdao-a2f1a219-c7472fb6-c6a50eb6-677ce7c2-c21c5433.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The lamp hung over the table.(2) The lamp was set on my desk for me to study at night.(3) In our village, electric light has taken the place of oil lamp.(4) The flower was clearly outlined in the light of the lamp.",
      "(1) 那盏灯悬挂在桌子上方。(2) 台灯放在我的书桌上,好让我晚上可以学习。(3) 在我们村庄,电灯已经取代了油灯。(4) 花朵在阳光下清晰地显现出轮廓。",
      "A lamp is a small appliance that holds an electric bulb and produces light. Your desk lamp might provide enough light for you to read by at night, or you may have to turn on a floor lamp too after the sun goes down.",
      "Today, most lamps use electricity and a light bulb to shine the light that we all need to work and live comfortably after daylight fades. There are also older-style oil lamps and gas lamps, which are more typically described as lanterns. The Greek root of lamp is lampas, \"torch or beacon\" and also \"meteor,\" from lampein, \"to shine.\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]灯 A lamp is a light that works by using electricity or by burning oil or gas. She switched on the bedside lamp...她打开床头灯。In the evenings we eat by the light of an oil lamp.晚上我们便在一盏油灯下吃饭。2[N-COUNT 可数名词]（尤指治疗或美容用的）发热灯，照射灯 A lamp is an electrical device which produces a special type of light or heat, used especially in medical or beauty treatment. &nbsp;&nbsp;[usu supp N]...a sun lamp.太阳灯...the use of infra-red lamps.红外线灯的使用"
    ]
  },
  {
    "id": "1469688502047",
    "word": "lantern",
    "phonetic": "/'læntən/",
    "translation": "n.灯笼；[建]天窗；屋顶气窗",
    "phonetic_groups": [
      {
        "text": "'læntən",
        "related_letters": "lantern"
      }
    ],
    "audio_url": "/audio/youdao-49749647-3e3041fb-2b796fb4-4769acf1-e4ad05da.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I'm making a paper lantern for my nephew.(2) A little lantern blinked in the darkness.(3) The Chinese palace lanterns are famous for their delicacy.",
      "(1) 我做了个纸灯笼给我的外甥。(2) 一盏小灯笼在黑暗中微微闪光。(3) 中国的宫灯以精巧闻名。",
      "A lantern is an old-fashioned hand-held light, like the kind you might go looking for ghosts with. There are also modern ones — a lantern is any hand-held light with a see-through case. No ghosts necessary.",
      "Some lanterns have an actual flame inside, but others are battery operated, like flashlights, but lanterns usually provide more light. There are also paper lanterns, which are fun for parties, and if you use a pumpkin you have yourself a jack o’ lantern. Lantern comes from the Latin lanterna, \"lantern, lamp, or torch,\" and shares the Greek root lampein, \"to shine,\" with the English word lamp.",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]灯笼；提灯 A lantern is a lamp in a metal frame with glass sides and with a handle on top so you can carry it."
    ]
  },
  {
    "id": "1469688502048",
    "word": "laser",
    "phonetic": "/'leɪzə(r)/",
    "translation": "n.激光；镭射",
    "phonetic_groups": [
      {
        "text": "'leɪzə(r)",
        "related_letters": "laser"
      }
    ],
    "audio_url": "/audio/youdao-1a3084e2-90bb721a-7eab3db5-0d705906-2ea81224.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Lasers can be used to perform operations nowadays.(2) He monopolizes the laser printer.(3) The doctor finished the operation, but his success depended on the backroom boys who had invented the new laser scalpel.(4) A laser reflection will occur at each laminate substrate.",
      "(1) 现在激光可以用来做手术。(2) 他独占了这台激光打印机。(3) 医生做完了手术，但他的成功有赖于那些发明了新型激光手术刀的研究人员。(4) 每一片玻璃都会产生一个镭射反射。",
      "A laser is a focused beam of light used for many reasons, from eye surgery to gun scopes to laser pointers.",
      "The first laser was created more than 50 years ago. The word laser actually stands for \"light amplification by stimulated emission of radiation,\" and the result is a powerful beam of light that happens to be very useful. Many people know lasers from science fiction movies, where aliens fire deadly lasers at Earth. Lasers aren't that dramatic in real life, but they are used in many ways, including surgery, light shows, and actual weapons.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]激光 A laser is a narrow beam of concentrated light produced by a special machine. It is used for cutting very hard materials, and in many technical fields such as surgery and telecommunications. ...new laser technology...新的激光技术Researchers realised that a tunable laser beam might be useful in surgery.研究人员意识到，可调谐激光束也许可以用在外科手术中。2[N-COUNT 可数名词]激光器 A laser is a machine that produces a laser beam. ...the first-ever laser, built in 1960.有史以来第一台激光器，于1960年制造"
    ]
  },
  {
    "id": "1469688502049",
    "word": "lately",
    "phonetic": "/'leɪtli/",
    "translation": "adv.最近",
    "phonetic_groups": [
      {
        "text": "'leɪt",
        "related_letters": "late"
      },
      {
        "text": "li",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-d8fe4f7c-bbf30ee9-847de5f4-01bd64c6-9efa5c0e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I haven't had enough sleep lately.(2) I've not been feeling very well lately.(3) I haven't heard any news from my son lately.(4) Frank has taken up with Lucy lately.(5) That kind of bird has become more numerous around here lately.",
      "(1) 最近我睡眠不足。(2) 我最近一直感觉不太好。(3) 我最近没听到我儿子的任何音讯。(4) 弗兰克最近经常与露西往来。(5) 近来在附近一带那种鸟越来越多了。",
      "Something that happened lately occurred very recently. If you've spotted a fox every day for the last week, you might say, \"I've seen so many foxes lately!\"",
      "If your friend says, \"I've been really stressed out lately,\" she means she's been overworked and tense for the past few days, weeks, or possibly months. Lately is an adverb that covers the immediate past, a period of time that wasn't too long ago. A more old-fashioned way to say lately is \"of late.\" Though this word has had its current meaning since the fifteenth century, it originally meant \"slow or sluggish.\"",
      "★★☆☆☆",
      "1[ADV 副词]近来；最近；不久前 You use lately to describe events in the recent past, or situations that started a short time ago. &nbsp;&nbsp;[ADV with v]Dad's health hasn't been too good lately...爸爸的健康状况近来不太好。Lord Tomas had lately been appointed Chairman of the Centre for Policy Studies...托马斯勋爵最近被任命为政策研究中心主席。'Have you talked to her lately?'“你最近有没有跟她谈过？”Optimism about the US economy has been a rare commodity lately.近来很少有人对美国经济持乐观态度。2[ADV 副词]新近卸任；最近离任 You can use lately to refer to the job a person has been doing until recently. &nbsp;&nbsp;[ADV n/-ed]&nbsp;&nbsp;[FORMAL 正式]...Timothy Jean Geoffrey Pratt, lately deputy treasury solicitor...新卸任的政府法务部副部长蒂莫西·琼·杰弗里·普拉特"
    ]
  },
  {
    "id": "1469688502050",
    "word": "latest",
    "phonetic": "/'leɪtɪst/",
    "translation": "adj.最近的；最新的；最后的n.最迟的时间；最新的潮流；最新消息形容词late的最高级形式.",
    "phonetic_groups": [
      {
        "text": "'leɪ",
        "related_letters": "lat"
      },
      {
        "text": "tɪst",
        "related_letters": "est"
      }
    ],
    "audio_url": "/audio/youdao-a5d61315-887a5308-7653fbd7-19b4b347-3953a17c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) This latest incident may be the lever needed to change government policy.(2) The news is all about the latest summit meeting.(3) The latest developments have just been released to the media.(4) Have you read her latest work?(5) But in his latest adventure, he will drive a bulldozer.(6) You shall be back by six at the latest.(7) She is wearing the latest in hats.(8) Have you heard the latest?",
      "(1) 最近的事件或许可以作为迫使政府改变政策所需的手段。(2) 这条消息是关於最近的首脑级会议的。(3) 最新的进展情况已向大众传播媒介发表。(4) 你读过她最新的作品吗？(5) 但是在他最后的一次历险中,他将驾驶一辆推土机。(6) 你应该最迟不超过7点钟回来。(7) 她戴着最新款式的帽子。(8) 你听到最新消息了吗?",
      "Something that's the latest is the newest, most recent example of that thing. For example, some people always need to have the latest cellphone model, while you're perfectly happy with the one that came out three years ago.",
      "You can listen to a singer's latest single, or read a novelist's latest book — the ones most recently written and released. The adjective latest can also describe the very most fashionable thing, like the latest hairstyle or the latest men's suit design. \"The latest\" is also sometimes used to mean \"the news,\" so you could say, \"Hey, have you all heard the latest on the flood at school?\"",
      "★★★★☆",
      "1（late的最高级） Latest is the superlative of late. 2[ADJ-SUPERL 形容词最高级形式]最近的；最新的 You use latest to describe something that is the most recent thing of its kind. &nbsp;&nbsp;[oft v-link ADJ in/of n]...her latest book...她的新书Latest reports say another five people have been killed...最新报道称又有5人被害。The strike is the latest in a series by public employees in protest at worsening economic conditions and government austerity measures.这是公务员发起的一系列罢工中的最新一次，以抗议日趋恶化的经济状况和政府的紧缩措施。3[ADJ-SUPERL 形容词最高级形式]最新式的；最现代的 You can use latest to describe something that is very new and modern and is better than older things of a similar kind. &nbsp;&nbsp;[oft v-link ADJ in/of n]Crooks are using the latest laser photocopiers to produce millions of fake banknotes...犯罪分子正利用最新式的激光复印机制造数以百万计的假钞。I got to drive the latest model...我开上了最新款的车。Computers have always represented the latest in technology.计算机向来是最新科技的象征。4See also:late；  5[PHRASE 短语]最晚；至迟 You use at the latest in order to indicate that something must happen at or before a particular time and not after that time. &nbsp;&nbsp;[amount PHR]&nbsp;&nbsp;[emphasis]She should be back by ten o'clock at the latest.她最晚应该在10点前回来。"
    ]
  },
  {
    "id": "1469688502051",
    "word": "latter",
    "phonetic": "/'lætə(r)/",
    "translation": "adj.后者的；后面的",
    "phonetic_groups": [
      {
        "text": "'læt",
        "related_letters": "lat"
      },
      {
        "text": "ə(r)",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/youdao-24eba1bb-6533f254-130c5add-08bea419-c0d99b95.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I prefer the former design to the latter.(2) One can travel there by ship or plane. Most people choose the latter.(3) The latter point is the most important.(4) In the latter years of his life he lived alone and never welcomed visitors.",
      "(1) 比起后者的设计方案,我更喜欢前者的。(2) 乘船或乘飞机都可以到那,人们多选择后者。(3) 后面提及的那一点是最重要的。(4) 他晚年独居，从不欢迎来访者。",
      "When you are comparing two things, the first one is known as the former and the second as the latter. For example, George Bush and George W. Bush were both U. S. presidents. The latter was the son of the former.",
      "The word latter is really a form of later meaning \"more recent\" or \"that which came after.\" The latter recording of a band refers to the one made more recently. It also can refer to a later time, near the end. If someone is in the latter stages of a disease, the disease has just about run its course and the person is about to die.",
      "★★★☆☆",
      "1[PRON 代词]（两者之间的）后者 When two people, things, or groups have just been mentioned, you can refer to the second of them as the latter. &nbsp;&nbsp;[the PRON]&nbsp;&nbsp;[ADJ n]He tracked down his cousin and uncle. The latter was sick.他追查到了堂弟和叔叔的下落，发现叔叔这时正在病中。Latter is also an adjective.There are the people who speak after they think and the people who think while they're speaking. Mike definitely belongs in the latter category.有些人开口之前会三思，而有些人想到什么就说什么。迈克绝对属于后者。2[ADJ 形容词]（一个时期或事件）后一半的，接近终了的 You use latter to describe the later part of a period of time or event. &nbsp;&nbsp;[ADJ n]He is getting into the latter years of his career...他正步入职业生涯的后半程。The latter part of the debate concentrated on abortion.后半部分的辩论集中在堕胎问题上。Usage Note :The latter should only be used to refer to the second of two items which have already been mentioned: Given the choice between working for someone else and being on call day and night for the family business, she'd  prefer the latter. The last of three or more items can be referred to as the last-named. Compare this with the former which is used to talk about the first of two things already mentioned.the latter只能用来表示提到的两者中的后者： Given the choice between working for someone else and being on call day and night for the family business, she'd prefer the latter（在替人打工和为家族生意日夜候命之间，她宁愿选择后者）。指三者或以上事情中的最后一项，可用the last-named。试比较the former，它用于指提到的两者中的前者。"
    ]
  },
  {
    "id": "1469688502052",
    "word": "laughter",
    "phonetic": "/'lɑːftə(r)/",
    "translation": "n.【U】笑；笑声",
    "phonetic_groups": [
      {
        "text": "'lɑːft",
        "related_letters": "laugh"
      },
      {
        "text": "ə(r)",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/youdao-9860dcea-aabf0fa2-1c293f5d-ada562b0-67b681f6.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We couldn't withhold our laughter.(2) He gave me a fright by bursting into a sudden laughter.(3) Her funny costume caused much mirthful laughter among the guests.(4) The room echoed with their happy laughter.(5) There was a burst of laughter in the next room.",
      "(1) 我们忍不住大笑起来。(2) 他突然大笑起来，吓了我一跳。(3) 她那滑稽的服装引得客人哄堂大笑。(4) 房间里回荡着他们的欢笑声。(5) 隔壁房间里突然爆发出一阵笑声。",
      "Whether you giggle or chuckle or snort with amusement, what you're producing is laughter. Laughter is also what people hear when you laugh.",
      "Funny movies, your friends' jokes, and absurd or embarrassing situations all cause laughter, which is the word for both the action and the sound of someone laughing. Laughter can be a silent, shaking movement, or a loud guffaw. There are a few other primates besides humans who experience laughter, and most babies can shake with laughter before they're even able to speak.",
      "★★★☆☆",
      "1[N-UNCOUNT 不可数名词]笑声 Laughter is the sound of people laughing, for example because they are amused or happy. Their laughter filled the corridor...整个走廊都回荡着他们的笑声。He delivered the line perfectly, and everybody roared with laughter.那句台词他拿捏得恰到好处，引得众人哈哈大笑。...hysterical laughter.歇斯底里的笑声2[N-UNCOUNT 不可数名词]笑；快乐 Laughter is the fact of laughing, or the feeling of fun and amusement that you have when you are laughing. Pantomime is about bringing laughter to thousands...圣诞童话剧旨在把欢笑带给千千万万的人。My interests: eating out, fun nights in, music and laughter.我的爱好是：到外面上馆子，晚上在家娱乐，听音乐，寻乐子。"
    ]
  },
  {
    "id": "1469688502053",
    "word": "laundry",
    "phonetic": "/'lɔːndri/",
    "translation": "n.洗衣店；洗衣；要洗的衣服",
    "phonetic_groups": [
      {
        "text": "'lɔːn",
        "related_letters": "laun"
      },
      {
        "text": "dri",
        "related_letters": "dry"
      }
    ],
    "audio_url": "/audio/youdao-c5d2666d-185c32aa-8907ee11-3e51e1bd-f695a0cd.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Send these clothed over to the laundry.(2) This laundry makes deliveries on Thursday.(3) I'd like to have laundry service.(4) Why don't you help your mother do the laundry?(5) There is a small problem with your laundry.",
      "(1) 把这些衣服送到洗衣店去洗。(2) 这个洗衣店星期四送衣服。(3) 我需要洗衣服务。(4) 你为什么不帮你妈妈洗衣服?(5) 你们要洗的衣服有一点儿问题。",
      "Laundry refers to the clothes and bedding that you can wash in your washing machine or at the laundromat. Nothing smells quite as good as clean laundry.",
      "When you do your laundry, you wash your dirty clothes, as well as any towels, sheets, and other linens that could use a wash too. A laundry room is the place in an apartment building, business, or dormitory where there are washers and dryers. Sometimes people send their laundry out to a commercial laundry, where they pay someone else to wash their things. Laundry has a Latin root, lavare, \"to wash.\"",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]将要（或正在）洗的衣物；刚洗好的衣物 Laundry is used to refer to clothes, sheets, and towels that are about to be washed, are being washed, or have just been washed. I'll do your laundry...我来帮你洗衣服。...the room where I hang the laundry...我晾挂衣服的房间He'd put his dirty laundry in the clothes basket.他会把自己的脏衣服扔进洗衣篮里。2[N-COUNT 可数名词]洗衣公司；洗衣店 A laundry is a firm that washes and irons clothes, sheets, and towels for people. We had to have the washing done at the laundry.我们得把衣服拿到洗衣店去洗。3[N-COUNT 可数名词]洗衣间；洗衣房 A laundry or a laundry room is a room in a house, hotel, or institution where clothes, sheets, and towels are washed. &nbsp;&nbsp;[usu sing]He worked in the laundry at Oxford prison.他在牛津监狱的洗衣房工作。4 to wash your dirty laundry in public→see: dirty；"
    ]
  },
  {
    "id": "1469688502054",
    "word": "lavatory",
    "phonetic": "/'lævətri/",
    "translation": "n.盥洗室；厕所",
    "phonetic_groups": [
      {
        "text": "'læv",
        "related_letters": "lava"
      },
      {
        "text": "ət",
        "related_letters": "to"
      },
      {
        "text": "ri",
        "related_letters": "ry"
      }
    ],
    "audio_url": "/audio/youdao-4bc5d383-ad2d4804-8530bc71-86fc4c57-f4168185.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I am sorry to bother you,but the lavatory drain be block.(2) The use of the lavatory has been suspended during take-off.(3) The lavatory windows are made of translucent glass.(4) There is a gentleman's lavatory on the ground floor.",
      "(1) 对不起打扰您，但是盥洗室的排水管堵塞了。(2) 在飞机起飞期间，盥洗室暂停使用。(3) 厕所窗户是用半透明玻璃做的。(4) 一层有男厕所。",
      "A lavatory is a bathroom or a restroom. You should go to a restaurant's lavatory to wash your hands before dinner.",
      "Lavatory is a slightly formal way to say \"bathroom.\" Most people would never refer to this room in their own homes as a lavatory, although they might use this word for public restrooms in schools, hospitals, or other buildings. In the U.K., a lavatory is just a toilet, and its earliest meaning was \"washbasin,\" from the Latin root lavatorium, or \"place for washing.\"",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]同toilet A lavatory is the same as a toilet . &nbsp;&nbsp;[mainly BRIT 主英]...the ladies' lavatory at the University of London.伦敦大学的女厕所...a public lavatory.公厕"
    ]
  },
  {
    "id": "1469688502055",
    "word": "law",
    "phonetic": "/lɔː/",
    "translation": "n.法律；法规；准则；起诉v.起诉；打官司",
    "phonetic_groups": [
      {
        "text": "lɔː",
        "related_letters": "law"
      }
    ],
    "audio_url": "/audio/youdao-55f2868d-63170ae4-4eb1aee9-b062de00-bf2f8808.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The law forbids stealing.(2) Those who break the law are subjected to justice.(3) The new law has received the royal assent.(4) The least possible sin is the law of man.(5) We go to law to try to regain our property.",
      "(1) 法律禁止盗窃。(2) 违法者要受到法制律裁。(3) 新的法规已得到国王的批准。(4) 尽量少犯错误，这是人的准则；(5) 我们起诉极力收回我们的财产。",
      "Law has to do with rules and legal systems. If you live by the letter of the law, you follow society's guidelines to a T: you cross at the corner and always wait until the light is green.",
      "A law is a rule that specifies what you can and can't do. Laws govern communities, countries, and even the world. Your town might have a leash law for dog owners, and international law prohibits throwing garbage off a boat. You can also refer to the police as \"the law,\" as in \"Don’t make me call the law.\" Law also refers to the entire legal system: We are all equal before the law (at least in theory).",
      "★★★★★",
      "1[N-SING 单数名词]法律（体系）；法律界人士 The law is a system of rules that a society or government develops in order to deal with crime, business agreements, and social relationships. You can also use the law to refer to the people who work in this system. &nbsp;&nbsp;[the N]Obscene and threatening phone calls are against the law...猥亵和恐吓电话都是违法的。They are seeking permission to begin criminal proceedings against him for breaking the law on financing political parties...他们正寻求取得对他提起刑事诉讼的许可令，以控告他违反了有关政党资助的法律。There must be changes in the law quickly to stop this sort  of thing ever happening to anyone else...我们必须迅速修订法律，以杜绝此类事情发生在其他人身上。The book analyses why women kill and how the law treats them.该书分析了女性杀人的动机以及法律对此是如何规定的。2[N-UNCOUNT 不可数名词]（用于指某一种法律）刑法/公司法 Law is used to refer to a particular  branch of the law, such as criminal law or company law. &nbsp;&nbsp;[usu adj N]He was a professor of criminal law at Harvard University law school...他是哈佛大学法学院的刑法学教授。Under international law, diplomats living in foreign countries are exempt from criminal prosecution...根据国际法，驻外外交官员免受刑事检控。Important questions of constitutional law were involved.其中涉及到有关宪法的一些重大问题。3[N-COUNT 可数名词]（针对某种协议、关系或罪行的）法律，法 A law is one of the rules in a system of law which deals with a particular type of agreement, relationship, or crime. &nbsp;&nbsp;[oft n N]...the country's  liberal political asylum law...该国开明的政治庇护法The law was passed on a second vote.此法在第二次表决时通过。4[N-PLURAL 复数名词]（组织或活动的）规则，规章，条例 The laws of an organization or activity are its rules, which are used to organize and control it. &nbsp;&nbsp;[the N of n]...the laws of the Church of England...英国国教会的教规Match officials should not tolerate such behaviour but instead enforce the laws of the game.赛事官员不应纵容这种行为，而应严格执行比赛规则。5[N-COUNT 可数名词]准则；规矩；道理 A law is a rule or set of rules for good behaviour which is considered right and important by the majority of people for moral, religious, or emotional reasons. ...inflexible moral laws.不容改变的道德准则6[N-COUNT 可数名词]规律；法则 A law is a natural process in which a particular event or thing always leads to a particular result. &nbsp;&nbsp;[with supp]The laws of nature are absolute.自然法则至高无上。7[N-COUNT 可数名词]定律；定理 A law is a scientific rule that someone has invented to explain a particular natural process. &nbsp;&nbsp;[with supp]...the law of gravity.万有引力定律8[N-UNCOUNT 不可数名词]司法界；法律行业 Law or the law is all the professions which deal with Advising people about the law, representing people in court, or giving decisions and punishments. A career in law is becoming increasingly attractive to young people...法律行业对年轻人的吸引力越来越大。Nearly 100 law firms are being referred to the Solicitors' Disciplinary Tribunal.近百家律师事务所被送上律师纪律法庭。9[N-UNCOUNT 不可数名词]法学 Law is the study of systems of law and how laws work. He came to Oxford and studied law...他来到牛津学习法律。He holds a law degree from Bristol University.他拥有布里斯托尔大学的法律学位。10See also:court of law；rule of law；  11[PHRASE 短语]凌驾于法律之上；高于法律 If you accuse someone of thinking they are above the law, you criticize them for thinking that they are so clever or important that they do not need to obey the law. &nbsp;&nbsp;[v-link PHR]&nbsp;&nbsp;[disapproval]One opposition member of parliament accuses the government of wanting to be above the law...议会一名反对党议员指责政府意图凌驾于法律之上。</li"
    ]
  },
  {
    "id": "1469688502056",
    "word": "lawyer",
    "phonetic": "/'lɔːjə(r)/",
    "translation": "n.律师",
    "phonetic_groups": [
      {
        "text": "'lɔːjə(r)",
        "related_letters": "lawyer"
      }
    ],
    "audio_url": "/audio/youdao-881d4ab3-a4e12b0e-daab7ef8-e0d0c55d-b15f6713.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His lawyer decided to take an appeal to a higher court.(2) Nothing can weaken his resolve to become a lawyer.(3) A good lawyer can always find a loophole.(4) The lawyer explained the new law to us.(5) She is easily the best lawyer in the city.(6) He is dreaming of becoming a lawyer.",
      "(1) 他的律师决定向高一级法上院诉。(2) 什么也动摇不了他要当律师的决心。(3) 精明的律师总能找到漏洞。(4) 律师向我们解释了新法律。(5) 她无疑是本市最好的律师。(6) 他梦想着成为律师。",
      "A lawyer is a professional who is qualified to offer advice about the law or represent someone in legal matters. A lawyer can also be called an attorney, a solicitor, a counselor, a barrister, or — pejoratively — an ambulance chaser.",
      "A lawyer can handle all sorts of legal matters from drafting wills to patent claims to defending people against criminal charges. Qualified lawyers have to attend law school and pass a bar exam in order to practice law. Lawyer, of course, means one who practices the law. \"Law\" itself comes from the Old Norse root word lag, which means something laid down or fixed.",
      "★★★★☆",
      "1[N-COUNT 可数名词]律师 A lawyer is a person who is qualified to advise people about the law and represent them in court. Prosecution and defense lawyers are expected to deliver closing arguments next week.下周控辩双方律师将进行结案陈词。Usage Note :In both British and American English, lawyer is a general term for someone who is qualified in law and represents people in legal matters. American lawyers can prepare cases and can also represent their clients in court. Another American word commonly used for lawyer is attorney. In Britain, a solicitor prepares legal documents such as wills and contracts, and also prepares cases that are heard in court. Solicitors can also represent their clients, especially in lower courts. In higher courts, the argument for each side is usually presented by a barrister. In Scotland, a barrister is usually called an advocate.lawyer在英国英语和美国英语中均为律师的通称。美国的lawyer既可准备案件材料，又可代表当事人出庭。美语中表示lawyer的另一个常用词是attorney。在英国，solicitor指既可准备遗书、合同等法律文件，也可准备用于法庭聆讯的案件材料的事务律师；solicitor亦可代表当事人出庭，尤其是在低等法院中。在高等法院中，控辩双方的律师通常称作barrister。而在苏格兰，barrister通常被称为advocate。"
    ]
  },
  {
    "id": "1469688502057",
    "word": "lead",
    "phonetic": "/liːd/",
    "translation": "v.引导；领先；带领；过 ... (的生活)；导致n.领头位置；主角；榜样；引言；铅",
    "phonetic_groups": [
      {
        "text": "liːd",
        "related_letters": "lead"
      }
    ],
    "audio_url": "/audio/youdao-d1d035ea-0c430bee-e1638a2e-aeb3ecfc-a4111e2f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She led the way downstairs for us.(2) Our football team leads them by two goals.(3) It's up to you to lead us through the difficulties.(4) They lead a busy and colourful life on the campus.(5) She always takes the lead when we plan to do something.(6) He's playing the lead in the new play.(7) All the children followed his lead.(8) He told an amusing story as a lead-in to the serious part of his speech.(9) Lead fuses at a low temperature.",
      "(1) 她引着我们下楼。(2) 我们的足球队比他们领先两分。(3) 就靠你来带领我们度过难关了。(4) 他们在大学里过着忙碌而又丰富多彩的生活。(5) 我们不管打算做什么事的时候总由她来领头。(6) 他在新戏中担任主角。(7) 所有的孩子都学习他的榜样。(8) 他讲了一个有趣的故事作他演说中重要内容的引子。(9) 铅在低温下就熔化。",
      "To lead means to go in front, or to serve as the leader of a group. If you’re on a group hiking trip and the navigator lost the map, you’ll want someone with a good sense of direction to lead the group back to the car.",
      "If you have done excellent, groundbreaking research into cancer treatment, someone might say you lead the field in finding a cure for cancer. If we say a football team has a strong lead, that means that they’re on the way to winning a game. If you are a detective and you discover a room full of evidence on a case, that might lead to its solution.",
      "★★☆☆☆",
      "1. BEING AHEAD OR TAKING SOMEONE SOMEWHERE 领先；带领某人去某处2. SUBSTANCES 物质Part-11[VERB 动词]在…前面走（或骑）；为…带头 If you lead a group of people, you walk or ride in front of them. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n prep/adv]&nbsp;&nbsp;[V]John Major and the Duke of Edinburgh led the mourners...约翰·梅杰和爱丁堡公爵走在送葬队伍前面。He walks with a stick but still leads his soldiers into battle...他虽然拄着拐杖，但依然带领士兵们投入战斗。Tom was leading, a rifle slung over his back.汤姆走在前面，背上挂着一支步枪。2[VERB 动词]给…引路（或带路）；带…（到某处） If you lead someone to a particular place or thing, you take them there. &nbsp;&nbsp;[V n prep/adv]&nbsp;&nbsp;[V n]He took Dickon by the hand to lead him into the house...他牵着迪康的手把他领进屋。She confessed to the killing and led police to his remains...她交代人是她杀的，并带警察去他的尸首处。Leading the horse, Evandar walked to the door.伊万德牵着马走到门前。3[VERB 动词]（路或门）通，至，达 If a road, gate, or door leads somewhere, you can get there by following the road or going through the gate or door. &nbsp;&nbsp;[V prep/adv]...the doors that led to the yard.通往院子的大门...a short roadway leading to the car park...通往停车场的一小段路Hundreds of people are said to have blocked a main highway leading north.据称有数百人堵住了一条往北的主干公路。4[VERB 动词]（在比赛或竞赛中）领先，占先 If you are leading at a particular point in a race or competition, you are winning at that point. &nbsp;&nbsp;[V]&nbsp;&nbsp;[V by amount]&nbsp;&nbsp;[V n]He's leading in the presidential race...他在总统竞选中领先。So far Fischer leads by five wins to two...目前费希尔以5胜2负领先。Aston Villa last led the League in March 1990.阿斯顿维拉队上一次赢得联赛冠军是在1990年3月。5[N-SING 单数名词]领先的地位；占先的位置 If you have the lead or are in the lead in a race or competition, you are winning. &nbsp;&nbsp;[the N]England took the lead after 31 minutes with a goal by Peter Nail...英格兰队第31分钟由彼得·奈尔攻进一球，取得领先。Labour are still in the lead in the opinion polls.工党在民意测验中仍然领先。6[N-SING 单数名词]超前量；领先程度 Someone's lead over a competitor at a particular point in a race or competition is the distance, amount of time, or number of points by which they are ahead of them. &nbsp;&nbsp;[with supp]...a commanding lead for the opposition is clearly emerging throughout the country...显然反对党已开始在全国占据一边倒的领先地位。His goal gave Forest a two-goal lead against Southampton...他的进球使森林队以两球领先南安普敦队。Sainz now has a lead of 28 points.塞恩斯目前领先28分。7[VERB 动词]在…中领先；胜过；主导 If one company or country leads others in a particular activity such as scientific research or business, it is more successful or advanced than they are in that activity. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n in n]When it comes to pop music we not only lead Europe, we lead the world.我们不仅引领欧洲而且引领着全球的流行音乐潮流。...foodstores such as Marks &amp； Spencer, which led the market in microwaveable meals.玛莎百货等在微波炉食品市场占主导地位的食品卖场8[VERB 动词]领导；率领；指挥 If you lead a group of people, an organization, or an activity, you are in control or in charge of the people or the activity. &nbsp;&nbsp;[V n]He led the country between 1949 and 1984...1949到1984年间他是该国领导人。Mr Mendes was leading a campaign to save Brazil's rainforest from exploitation.门德斯先生正领导一场运动，以拯救遭到乱砍滥伐的巴西热带雨林。9[N-COUNT 可数名词]先河；榜样；表率 If you give a lead, you do something new or develop new ideas or methods that other people consider to be a good example or model to follow. &nbsp;&nbsp;[usu supp N]...the need for the president to give a moral lead...需要总统树立一个道德榜样The American and Japanese navies took the l"
    ]
  },
  {
    "id": "1469688502058",
    "word": "leader",
    "phonetic": "/'liːdə(r)/",
    "translation": "n.领袖；领导者；指挥者；领先的人",
    "phonetic_groups": [
      {
        "text": "'liːdə(r)",
        "related_letters": "leader"
      }
    ],
    "audio_url": "/audio/youdao-164e9bcb-dcf46e85-429efadb-718f676c-89f9a357.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We are disciples of the artistic leader.(2) People came to the memorial to revere the memory of the great leader.(3) He's a follower, not a leader.(4) He was elected the leader of the union.(5) They handed in their war booty to their leader.(6) Which football team is the leader in the football championship?(7) He managed to overhaul the leader on the final lap.",
      "(1) 我们是那位艺术领袖的追随者。(2) 人们来到纪念馆崇敬地纪念这位伟大的领袖。(3) 他是追随者，不是领导者。(4) 他被选为工会的领导人。(5) 他们把战利品上缴给了上级。(6) 现在哪个队在足球锦标赛中领先？(7) 他在最后一圈努力超过了领先的人。",
      "A leader is the one in the charge, the person who convinces other people to follow. A great leader inspires confidence in other people and moves them to action.",
      "A leader is the head guy or gal, the one running the show. The leader of the band calls the shots and sets the tempo for the music. A conductor is the leader of an orchestra; all musicians look to him or her to know when to begin and end playing their instruments. A president is the leader of a country whose decisions make a difference to the whole population. Martin Luther King, Jr. was a leader of the Civil Rights Movement. A leader comes first in line — in a parade or a social system — and gets a lot of attention, but ultimately, a leader needs followers.",
      "★★★★★",
      "1[N-COUNT 可数名词]领袖；领导者 The leader of a group of people or an organization is the person who is in control of it or in charge of it. &nbsp;&nbsp;[usu N of n]We now need a new leader of the party and a new style of leadership...我们现在需要一位新的政党领袖和一种新的领导作风。We are going to hold a rally next month to elect a new leader.我们打算下月举行集会，选举一位新的领导人。2[N-COUNT 可数名词]（比赛或竞赛中的）领先者，占先者 The leader at a particular point in a race or competition is the person who is winning at that point. The leaders came in two minutes clear of the field...优胜者较其他参赛者快两分钟。The world drivers' championship leader crossed the line ahead of the Swede.在世界车手锦标赛上，领先选手比瑞典人快一步冲线。3[N-COUNT 可数名词]（产品或公司中的）首屈一指者，佼佼者 The leader among a range of products or companies is the one that is most successful. Procter & Gamble is the leader in the mass market cosmetics industry.宝洁是大众化妆品行业中的领头羊。4[N-COUNT 可数名词]（交响乐团的）首席小提琴手 The leader of an orchestra is the most senior violin player, who acts as a deputy to the conductor. &nbsp;&nbsp;[BRIT 英]in AM, use 美国英语用 concertmaster5[N-COUNT 可数名词]（交响乐团的）指挥 The leader of an orchestra is the conductor. &nbsp;&nbsp;[AM 美]6[N-COUNT 可数名词]（报纸上的）社评，社论 A leader in a newspaper is a piece of writing which gives the editor's opinion on an important news item. &nbsp;&nbsp;[BRIT 英]in AM, use 美国英语用 editorial7[N-COUNT 可数名词]（报纸的）要闻，头条 A leader in a newspaper is the most important story in it. &nbsp;&nbsp;[AM 美]in BRIT, use 英国英语用 lead, lead story"
    ]
  },
  {
    "id": "1469688502059",
    "word": "leading",
    "phonetic": "/'liːdɪŋ/",
    "translation": "adj.领导的；指导的；主要的；在前的",
    "phonetic_groups": [
      {
        "text": "'liː",
        "related_letters": "lead"
      },
      {
        "text": "dɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-b1b075d1-7cd22fa4-4f3d3f28-9d93c327-e19b0024.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is a leading cadre.(2) She tried to beat up some support for the campaign she was leading.(3) This old man is a leading authority on wheat diseases.(4) The director cast her in a leading part when she was a young unknown of 16.(5) Sarah is very keen on athletics and can trot out the names of all the leading runners and their record times.(6) Have you read the leading story in the newspaper?(7) She was dressed by a leading New York designer.",
      "(1) 他是个领导干部。(2) 她力求赢得人们对她所领导的运动的支持。(3) 这位老人是小麦病虫害方面的权威。(4) 当她还是一个十六岁的无名少女时，导演选中她演主角。(5) 萨拉非常爱好体育运动，能说出所有最主要的赛跑者的姓名和他们的最佳成绩。(6) 你看了报纸的头条新闻了吗？(7) 她穿着纽约杰出设计师设计的服装。",
      "★★★★☆",
      "1[ADJ 形容词]最重要的；卓著的；显赫的 The leading person or thing in a particular area is the one which is most important or successful. &nbsp;&nbsp;[ADJ n]...a leading member of Bristol's Sikh community...布里斯托尔锡克教社群一位出类拔萃的成员Britain's future as a leading industrial nation depends on investment.作为一个主要工业国英国的未来要倚赖投资。2[ADJ 形容词]主角的；主演的 The leading role in a play or film is the main role. A leading lady or man is an actor who plays this role. &nbsp;&nbsp;[ADJ n]3[ADJ 形容词]（在比赛或行列中）首位的，居前的 The leading group, vehicle, or person in a race or procession is the one that is at the front. &nbsp;&nbsp;[ADJ n]"
    ]
  },
  {
    "id": "1469688502060",
    "word": "league",
    "phonetic": "/liːɡ/",
    "translation": "n.种类；社团；联盟；同盟；里格（长度单位，约为3英里或3海里）v.（使）结盟",
    "phonetic_groups": [
      {
        "text": "liːɡ",
        "related_letters": "league"
      }
    ],
    "audio_url": "/audio/youdao-e8321d5f-8686ed90-e9c97b39-e0dd4c49-db5145d9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) They are not in the same league.(2) Our club is a member of the Football League.(3) Most of us in our class are League members.(4) He is a member of the Ivy League.(5) Several nations formed a defense league.(6) Thus the first worker's league came into being.(7) I enrolled my son in a junior sports league for the summer.(8) The League was led by Communists.(9) We should unite and form a league against imperialism.",
      "(1) 他们的水平有高低。(2) 我们的俱乐部是足球联合会的一员。(3) 我们班上大多数是团员。(4) 他是长春藤联合会的一员。(5) 几个国家结成了防御联盟。(6) 第一个工人联盟就这样产生了。(7) 我把儿子招入夏季初中体育联盟。(8) 这一同盟是由共产党领导的。(9) 我们要团结起来组成一个反帝同盟。",
      "The two meanings of league are quite different — either it’s a group or federation joined for a common purpose (say, your bowling league or the League of Nations) or it’s a rough measurement of about three miles, usually at sea.",
      "One would hope that two such different meanings of the same word would have some deep connection far back in word history, but it does not seem to be the case here. The word meaning \"an agreement of groups\" appears to be related to the French word ligue, also found in ligature (\"thing that ties\"), while the league of 20,000 Leagues Under the Sea (an excellent adventure book if you’re in the mood) is from Middle English. We call words like these homographs — since spelling is all they seem to share!",
      "★★★★☆",
      "1[N-COUNT 可数名词]联盟；同盟 A league is a group of people, clubs, or countries that have joined together for a particular purpose, or because they share a common interest. &nbsp;&nbsp;[oft in names]...the League of Nations.国际联盟...the World Muslim League.世界穆斯林联盟2[N-COUNT 可数名词]（体育运动队的）联合会，联赛 A league is a group of teams that play the same sport or activity against each other. ...the American League series between the Boston Red Sox and World Champion Oakland Athletics...波士顿红袜队和世界大赛冠军奥克兰运动家队的美国联盟冠军赛对决The club are on the brink of promotion to the Premier League.俱乐部即将晋级超级联赛。3[N-COUNT 可数名词]级别；档次；水平 You use the word league to make comparisons between different people or things, especially in terms of their quality. &nbsp;&nbsp;[with supp]Her success has taken her out of my league...她的成绩令我望尘莫及。Their record sales would put them in the same league as The Rolling Stones.他们的唱片销量可与“滚石”乐队比肩。4[PHRASE 短语]沆瀣一气；勾结 If you say that someone is in league with another person to do something bad, you mean that they are working together to do that thing. &nbsp;&nbsp;[usu v-link PHR]There is no evidence that the broker was in league with the fraudulent vendor...没有证据表明该经纪人与进行诈骗的卖主狼狈为奸。Williams operated the smuggling scheme in league with his brother.威廉斯串通其弟进行走私活动。"
    ]
  },
  {
    "id": "1469688502061",
    "word": "leak",
    "phonetic": "/liːk/",
    "translation": "v.渗；漏；泄露n.漏洞；泄露",
    "phonetic_groups": [
      {
        "text": "liːk",
        "related_letters": "leak"
      }
    ],
    "audio_url": "/audio/youdao-f98f7fef-f61c5d7f-af17e572-c800ee8e-310ec8e5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Water had started to leak into the cellar.(2) The kitchen roof is apt to leak when it rains.(3) The details were supposed to be secret but somehow leaked out.(4) There is a leak in the roof.(5) Water poured in through a leak in the ship's hull.",
      "(1) 水已开始渗入地下室。(2) 厨房的屋顶下雨时容易漏雨。(3) 这些细节原属秘密，可是不知怎么给泄露出去了。(4) 屋顶有一个漏洞。(5) 水从船体上的漏洞中涌进来。",
      "A leak involves the release of something. It can be a behind-someone’s-back leak of sensitive information, a leak from a milk carton, or a leak in the roof that lets rain water drip in.",
      "As a verb, leak means to allow light or fluid to escape, or to enter or escape as though through a hole. Light can leak in through the curtains, water can leak out of an almost-closed faucet, or information can leak to the press. A leak is almost always a bad thing — it indicates that something that should be contained has broken out or escaped.",
      "★★★☆☆",
      "1[V-ERG 及物/不及物动词]漏；渗漏；泄漏 If a container leaks, there is a hole or crack in it which lets a substance such as liquid or gas escape. You can also say that a container leaks a substance such as liquid or gas. &nbsp;&nbsp;[V]&nbsp;&nbsp;[V prep/adv]&nbsp;&nbsp;[V n into n]&nbsp;&nbsp;[Also V n]The roof leaked...屋顶漏雨。The gas had apparently leaked from a cylinder...气体似乎由一汽缸漏出。The pool's fiberglass sides had cracked and the water had leaked out...泳池四周的玻璃钢面开裂，水渗了出来。A large diesel tank mysteriously leaked its contents into the river.一个大型柴油罐的柴油莫名其妙地泄漏到河里去了。Leak is also a noun.It's thought a gas leak may have caused the blast.据认为爆炸可能由气体泄漏引起。2[N-COUNT 可数名词]裂缝；漏隙；漏洞 A leak is a crack, hole, or other gap that a substance such as a liquid or gas can pass through. &nbsp;&nbsp;[oft N in n]...a leak in the radiator...暖气片上的一条裂缝In May engineers found a leak in a hydrogen fuel line.5月份工程师们在一条氢燃料管线上发现一条裂隙。3[V-ERG 及物/不及物动词]走漏；泄露；透露 If a secret document or piece of information leaks or is leaked, someone lets the public know about it. &nbsp;&nbsp;[V n to n]&nbsp;&nbsp;[V n]&nbsp;&nbsp;[V]&nbsp;&nbsp;[V-ed]&nbsp;&nbsp;[V P]&nbsp;&nbsp;[V P to n]Last year, a civil servant was imprisoned for leaking a document to the press...去年，一名公务员因向报界泄露了一份文件而被判入狱。He revealed who leaked a confidential police report...他说出了泄露警方机密报告内容的人。We don't know how the transcript leaked.我们不知道文字本是怎么泄露出去的。...a leaked report.走漏了风声的报告Leak is also a noun.More serious leaks, possibly involving national security, are likely to be investigated by the police.可能涉及国家安全的更严重泄密多半会交由警方调查。Leak out means the same as leak .leak out同leakMore details are now beginning to leak out...更多的细节正透露出来。He said it would leak out to the newspapers and cause a scandal.他说这件事会泄露给报界，引起丑闻。"
    ]
  },
  {
    "id": "1469688502062",
    "word": "learned",
    "phonetic": "/'lɜːnɪd/",
    "translation": "adj.有学问的；博学的动词learn的过去式和过去分词.",
    "phonetic_groups": [
      {
        "text": "'lɜːnɪd",
        "related_letters": "learned"
      }
    ],
    "audio_url": "/audio/youdao-ec605b4f-c2390e20-827ef4fd-ec89116d-d3eba350.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I think he is a most learned man.(2) Most learned men are modest.(3) Learned men are not necessarily wise.(4) He is a learned doctor.(5) He was learned in the ways of the world.",
      "(1) 我认为他是个很有学问的人。(2) 大部分有学问的人都很谦虚。(3) 博学者未必都是聪明的。(4) 他是一个医术高明的医生。(5) 他精通人情世故。",
      "If you're learned (pronounced LUR-ned), you're highly educated, or you have or show a profound knowledge of some kind.",
      "The adjective learned comes from the verb learn. You can use it either to describe someone as having a lot of education, like the learned shopkeeper who used to tell you about the Trojan War while you picked out your candy, or to describe something that doesn't come naturally, but has to be learned (in which case it's pronounced LURND). If you reward your dog when she howls, then her howling will become a learned (LURND) behavior.",
      "★☆☆☆☆",
      "Pronounced /'lɜːnɪd/ for meanings 1 and 2. Pronounced /lɜːnd/ and not hyphenated for meaning 3. 义项1和2读作/'lɜːnɪd/。义项3读作/lɜːnd/，为单音节词。1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]学识渊博的；博学的 A learned person has gained a lot of knowledge by studying. &nbsp;&nbsp;[usu ADJ n]He is a serious scholar, a genuinely learned man.他是一位严谨的学者，一个真正的学问家。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（书或论文）学者（撰写）的，学问精深的；学术性的 Learned books or papers have been written by someone who has gained a lot of knowledge by studying. &nbsp;&nbsp;[usu ADJ n]This learned book should start a real debate on Western policy towards the Baltics.这部学术性著作应该会引发一场关于西方对波罗的海国家政策的大辩论。3[ADJ 形容词]后天的；通过学习（或经验）获得的 A learned reaction, response, or ability is one that you acquire from experience or from your environment, not one that you were born with. &nbsp;&nbsp;[usu ADJ n]Your anxiety is a learned reaction, and it is nurtured and sustained by the events of your everyday life.人的焦虑是后天反应，由日常生活中的事件催生和维系。4See also:learn；"
    ]
  },
  {
    "id": "1469688502063",
    "word": "lecture",
    "phonetic": "/'lektʃə(r)/",
    "translation": "n.讲课；演讲；训话v.训斥；讲课；教导",
    "phonetic_groups": [
      {
        "text": "'lek",
        "related_letters": "lec"
      },
      {
        "text": "tʃə(r)",
        "related_letters": "ture"
      }
    ],
    "audio_url": "/audio/youdao-a90f845d-958254f3-b346a89d-afacaec3-36bc0476.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She ran over her notes before giving the lecture.(2) His lecture covered various aspects of language.(3) They could not follow the lecture.(4) He wrote down the outline of his lecture.(5) I don't need any lecture from you about being late!(6) It was a shame for me to be lectured in front of the whole class.(7) He lectured to his students on modern writers.(8) Your talk at home will lecture on your children.",
      "(1) 她讲课前把讲稿匆匆看了一遍。(2) 他的讲课涉及到语言诸方面的问题。(3) 他们听不懂这次演讲。(4) 他写下演讲的提纲。(5) 我迟到也不需要你来训斥。(6) 当着整个班级的面被训斥了一顿，真让我感到羞辱。(7) 他给学生们讲了关于现代作家的一课。(8) 你在家里的谈话会引导孩子。",
      "When your teacher stands up in front of you and teaches by talking about the latest chapter you've read or explaining how to do a new math problem - he is giving a lecture.",
      "A lecture is most often used to describe a method of teaching, particularly popular in college, where professors give organized talks as lessons to large groups of students. It is not quite as positive when children level the term at their parents — \"Don't lecture me!\" — for criticizing their clothes, their friends or their music. Lecture can also be used to describe any public talk, most often by an expert.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]（通常指大学或学院里的）演讲，讲座，讲课 A lecture is a talk someone gives in order to teach people about a particular subject, usually at a university or college. ...a series of lectures by Professor Eric Robinson...埃里克·鲁宾逊教授的系列讲座In his lecture Riemann covered an enormous variety of topics.里曼的演讲涵盖了各种各样的主题。2[VERB 动词]（就…）作演讲（或讲座） If you lecture on a particular subject, you give a lecture or a series of lectures about it. &nbsp;&nbsp;[V on/in n]&nbsp;&nbsp;[V]&nbsp;&nbsp;[V n on n]She then invited him to Atlanta to lecture on the history of art...她于是邀请他去亚特兰大讲艺术史。She has danced, choreographed, lectured and taught all over the world...她到过世界各地跳舞、编舞、演讲和教学。Wendy Rigby was recently invited to lecture a group of doctors on the benefits of aromatherapy.温迪·里格比最近应邀给一帮医生讲芳香疗法的疗效。3[VERB 动词]训诫；教训 If someone lectures you about something, they criticize you or tell you how they think you should behave. &nbsp;&nbsp;[V n about/on n]&nbsp;&nbsp;[V n]&nbsp;&nbsp;[V]&nbsp;&nbsp;[Also V n to-inf]He used to lecture me about getting too much sun...他以前常唠叨我太阳晒得太多。Chuck would lecture me, telling me to get a haircut...查克就会数落我，让我去理一下发。She was no longer interrogating but lecturing.她已经不是在审问而是在教训人了。Lecture is also a noun.Our captain gave us a stern lecture on safety.船长就安全问题严厉地训斥了我们一顿。"
    ]
  },
  {
    "id": "1469688502064",
    "word": "left-handed",
    "phonetic": "/left 'hændɪd/",
    "translation": "adj.惯用左手的；用左手的；笨拙的",
    "phonetic_groups": [
      {
        "text": "left 'hænd",
        "related_letters": "left-hand"
      },
      {
        "text": "ɪd",
        "related_letters": "ed"
      }
    ],
    "audio_url": "/audio/youdao-81b0b528-5072a014-ca1cab8c-3cc546bf-8e432756.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) It should be the third street on you left.(2) Your left thumb suffers a comminuted fracture.",
      "(1) 在你左手的第三条街。(2) 你左手的拇指是粉碎性骨折。",
      "★☆☆☆☆",
      "1[ADJ 形容词]惯用左手的；左撇子的 Someone who is left-handed uses their left hand rather than their right hand for activities such as writing and sports and for picking things up. &nbsp;&nbsp;[ADV after v]I noticed she was left-handed...我注意到她是个左撇子。There is a place in London that supplies practically everything for left-handed people.伦敦有一个地方卖左撇子用品，几乎什么都有。Left-handed is also an adverb.My father thought that I'd be at a disadvantage if I wrote left-handed.我爸觉得我如果用左手写字，将来会吃亏的。"
    ]
  },
  {
    "id": "1469688502065",
    "word": "leftover",
    "phonetic": "/'leftəʊvə(r)/",
    "translation": "n.剩饭；残留物adj.残余的",
    "phonetic_groups": [
      {
        "text": "'leftə",
        "related_letters": "left"
      },
      {
        "text": "ʊvə(r)",
        "related_letters": "over"
      }
    ],
    "audio_url": "/audio/youdao-ff060574-f29e1731-a7be56ad-c6d33d1b-9e91c940.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She threw the leftovers in the garbage.(2) Give the leftovers to the dog.(3) The leftover food began to smell bad.(4) Do you want to eat this leftover pizza for dinner?",
      "(1) 她把剩饭倒进垃圾桶。(2) 把剩饭给狗吃。(3) 剩饭开始发臭了。(4) 你要吃剩下的披萨当晚餐吗?",
      "★☆☆☆☆",
      "1[N-PLURAL 复数名词]残羹剩饭；剩菜；吃剩的食物 You can refer to food that has not been eaten after a meal as leftovers . Refrigerate any leftovers...把剩菜放进冰箱里。The only food I ever got was the family's leftovers.我所得到的唯一食物就是这家人的残羹剩饭。2[ADJ 形容词]剩余的；用剩的；吃剩的 You use leftover to describe an amount of something that remains after the rest of it has been used or eaten. &nbsp;&nbsp;[ADJ n]...leftover pieces of wallpaper...剩下的墙纸Leftover chicken makes a wonderful salad.剩下的鸡肉可做成一盘美味色拉。3[N-COUNT 可数名词]残存物；遗留物 If you say that something is a leftover from a past period of time, you mean that it has its origin there and still exists even though most other things connected to that time have disappeared. &nbsp;&nbsp;[N from n]...a leftover from the time our planet was first formed...我们这个星球形成之初的遗迹He dragged a foot when he walked, a leftover from polio.他走路时一瘸一拐的，那是小儿麻痹的后遗症。"
    ]
  },
  {
    "id": "1469688502066",
    "word": "left-wing",
    "phonetic": "/left-wing/",
    "translation": "adj.左翼的",
    "phonetic_groups": [
      {
        "text": "left-wing",
        "related_letters": "left-wing"
      }
    ],
    "audio_url": "/audio/youdao-fc893d21-23ecd189-fffabdc5-689d1d13-68b5057b.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He has always been a supporter of the left wing.(2) Kempt, on the left wing, demanded reinforcements.",
      "(1) 他一直是左翼的支持者。(2) 左翼的兰伯特请援。",
      "★★☆☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]左翼的；左派的 Left-wing people have political ideas that are based on socialism. They said they would not be voting for him because he was too left-wing.他们说不会投他的票，因为他思想太左。2[N-SING 单数名词]（尤指政党内的）左翼，左派 The left wing of a group of people, especially a political party, consists of the members of it whose beliefs are closer to socialism than are those of its other members. &nbsp;&nbsp;[usu the N]The left-wing of the party is confident that the motion will be carried.党内的左翼成员有信心该动议会获得通过。"
    ]
  },
  {
    "id": "1469688502067",
    "word": "legal",
    "phonetic": "/'liːɡl/",
    "translation": "adj.法定的；法律的；合法的",
    "phonetic_groups": [
      {
        "text": "'l",
        "related_letters": "le"
      },
      {
        "text": "iːɡl",
        "related_letters": "gal"
      }
    ],
    "audio_url": "/audio/youdao-48cadcd1-203139ed-c0cc5a4c-f22e7e3c-4ebdef23.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) When his father died, his uncle became his legal custodian.(2) She started out on her legal career in 1963.(3) We will introduce legal safeguards against fraud.(4) When you are 18, you are a legal voter.",
      "(1) 他父亲死后,他叔叔成了他的法定监护人。(2) 她于1963年干起了法律这一行。(3) 我们要采取法律保护措施，制止诈骗活动。(4) 当你满18岁的时候，你就是一个合法的投票者。",
      "Legal means having to do with the law, or following the law. Attorneys work in the legal profession but may not always be so lucky as to find a legal parking spot near their office.",
      "A legal scholar is someone who studies law. A legal search and seizure is when the cops come to you house with a warrant. A legal apartment is one that meets building code and is in an appropriately zoned neighborhood. Legal's opposite is illegal, which means against the law.",
      "★★★★☆",
      "1[ADJ 形容词]法律（上）的；司法的；法制的 Legal is used to describe things that relate to the law. &nbsp;&nbsp;[ADJ n]He vowed to take legal action.他誓言要采取法律行动。...the British legal system...英国的法律体系I sought legal advice on this.我就此进行了法律咨询。...the legal profession.法律界legallyThere are reasons to doubt that a second trial is morally, legally or politically justified...我们有理由怀疑重审是否有道德、法律或政治理据。It could be a bit problematic, legally speaking.从法律上讲，会有点问题。2[ADJ 形容词]合法的；法定的 An action or situation that is legal is allowed or required by law. What I did was perfectly legal.我所做的绝对合法。...drivers who have more than the legal limit of alcohol.血液中酒精含量超过法定限度的司机legallyThe school is legally responsible for your child's safety...学校对你的孩子负有法律上的安全责任。A lorry driver can legally work eighty-two hours a week.从法律上讲，货车司机一星期可工作82小时。"
    ]
  },
  {
    "id": "1469688502068",
    "word": "lemon",
    "phonetic": "/'lemən/",
    "translation": "n.柠檬；柠檬色；次品；令人讨厌的人",
    "phonetic_groups": [
      {
        "text": "'lemən",
        "related_letters": "lemon"
      }
    ],
    "audio_url": "/audio/youdao-de66f0a6-12e3ba09-4d1bd1fa-4a1f8d00-0e44068e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The fish was garnished with slices of lemon.(2) The Clumber is primarily a white dog with lemon color or orange color markings.(3) He just stood there looking like a real lemon.",
      "(1) 那盆鱼上配了几片柠檬作为装饰。(2) 克伦伯猎鹬犬主要颜色是白色，带有柠檬色或橘色斑纹。(3) 他只是站在那里，看上去像个地地道道的笨蛋。",
      "A lemon is a sour yellow fruit. Squeeze one to make lemonade or add flavor to hot tea. Lemon is also what people call something that doesn’t work well, like a bum car.",
      "You can use the word lemon for the evergreen tree whose blossoms become bright yellow fruit, or for the fruit itself — or even the color of the fruit. Lemons are originally from Asia, but they also grow well in the Mediterranean, Florida, and California. They like sunny places. Informally, you can also use lemon to mean \"an unsatisfactory or poorly made example of something,\" so you could say, \"Most Volvos are great, but this car is a lemon.\"",
      "★★☆☆☆",
      "1[N-VAR 可变名词]柠檬 A lemon is a bright yellow fruit with very sour juice. Lemons grow on trees in warm countries. ...a slice of lemon.一片柠檬...oranges, lemons and other citrus fruits.橙子、柠檬和其他柑橘类水果...lemon juice.柠檬汁2[N-UNCOUNT 不可数名词]柠檬汁；柠檬味饮料 Lemon is a drink that tastes of lemons. 3[COLOUR 颜色词]同lemon yellow Lemon is the same as lemon yellow . 4[N-COUNT 可数名词]蹩脚货；次品 If you think that something is a failure, or not as good or as useful as it should be, you can say that it is a lemon . &nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[INFORMAL 非正式]He took a little test drive and agreed the car was a lemon.他试驾了一下，也认为这车不行。5[N-COUNT 可数名词]傻乎乎的人；棒槌 If you think that someone looks foolish because they are shy or slow to take action, you can say that they are like a lemon . &nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[BRIT 英]&nbsp;&nbsp;[INFORMAL 非正式]I just stood there like a lemon.我就傻乎乎地站在那儿。"
    ]
  },
  {
    "id": "1469688502069",
    "word": "lemonade",
    "phonetic": "/ˌlemə'neɪd/",
    "translation": "n.柠檬水",
    "phonetic_groups": [
      {
        "text": "ˌlemə'",
        "related_letters": "lemon"
      },
      {
        "text": "neɪd",
        "related_letters": "ade"
      }
    ],
    "audio_url": "/audio/youdao-a3af85e4-62a2cf2b-037bfdec-b9fa026f-da837cfe.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The waitress brought us a pitcher of lemonade.(2) She filled my glass with lemonade.",
      "(1) 服务小姐给我们送来一壶柠檬水。(2) 她给我倒了一杯柠檬水。",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]柠檬汽水；柠檬饮料；鲜柠水 Lemonade is a colourless sweet fizzy drink. A drink that is made from lemons, sugar, and water and is not fizzy can also be referred to as lemonade . He was pouring ice and lemonade into tall glasses.他正把冰块和柠檬汽水倒进高脚杯里。A glass of lemonade can be referred to as a lemonade .一杯柠檬汽水；一杯柠檬饮料I'm going to get you a lemonade.我去给你拿一杯柠檬汽水。"
    ]
  },
  {
    "id": "1469688502070",
    "word": "length",
    "phonetic": "/leŋθ/",
    "translation": "n.长度；时间长短；距离；一段；距离的测量单位",
    "phonetic_groups": [
      {
        "text": "leŋθ",
        "related_letters": "length"
      }
    ],
    "audio_url": "/audio/youdao-1e2d89cf-4cfe6095-02885a1b-7f6dff25-cf8cef56.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The room is 15 feet in length and 10 feet in breadth.(2) The length of your talk must be at least 10 minutes.(3) The pier was lit up along its entire length.(4) I need a length of wire or string to tie it with.(5) The horse won the race by two lengths.",
      "(1) 这房间长15英尺，宽10英尺。(2) 你的演讲时间至少要保持在10分钟。(3) 整个桥墩从头到尾都沐浴在灯火之中。(4) 我需要一根铁丝或绳子来捆它。(5) 那马以两个自首至尾的距离领先赢得该场比赛。",
      "Length is a measurement of how long something is in time or space. You can measure the length of a table or the length of a movie.",
      "If an object has multiple distances to be measured (like a rectangle for example), then length is taken to be the longest of the measurements (as opposed to the width, in the case of the rectangle). Before babies learn to walk, they are measured for length, but once they begin to stand reliably the same measurement changes names, and become height.",
      "★★★★☆",
      "1[N-VAR 可变名词]长度；距离 The length of something is the amount that it measures from one end to the other along the longest side. &nbsp;&nbsp;[oft with poss]It is about a metre in length.它长约1米。...the length of the fish...鱼的身长The plane had a wing span of 34ft and a length of 22ft.这架飞机的翼展长34英尺，机身长22英尺。2[N-VAR 可变名词]（文章等的）篇幅 The length of something such as a piece of writing is the amount of writing that is contained in it. &nbsp;&nbsp;[oft with poss]...a book of at least 100 pages in length...一百多页厚的书The length of a paragraph depends on the information it conveys.段落的长短取决于它所传达的信息量。3[N-VAR 可变名词]（持续）时间的长短 The length of an event, activity, or situation is the period of time from beginning to end for which something lasts or during which something happens. &nbsp;&nbsp;[oft with poss]The exact length of each period may vary...每一阶段的确切时长可能会有所不同。His film, over two hours in length, is a subtle study of family life.他这部片长逾两个小时的电影对家庭生活进行了巧妙的剖析。4[N-COUNT 可数名词]（绳、布、木头等的）一段，一节，一截 A length of rope, cloth, wood, or other material is a piece of it that is intended to be used for a particular purpose or that exists in a particular situation. &nbsp;&nbsp;[with supp]...a 30ft length of rope...一根30英尺长的绳子You can hang lengths of fabric behind the glass.你可以在玻璃后面挂几条织品。5[N-UNCOUNT 不可数名词]（与短相对的）长 The length of something is its quality of being long. &nbsp;&nbsp;[usu with supp]Many have been surprised at the length of time it has taken him to make up his mind...他居然花了那么长时间才拿定主意，许多人都对此感到吃惊。I noticed, too, the length of her fingers.我也注意到她的手指很长。6[N-COUNT 可数名词]（游泳池的）池长 If you swim a length in a swimming pool, you swim the distance from one end to the other. &nbsp;&nbsp;[usu num N]I swim 40 lengths a day.我每天游20个来回。7[N-COUNT 可数名词]（赛艇中的）艇位；（赛马中的）马位，马身长度 In boat racing or horse racing, a length is the distance from the front to the back of the boat or horse. You can talk about one boat or horse being one or more lengths in front of or behind another. &nbsp;&nbsp;[usu num N]Harvard won by four lengths.哈佛大学队领先4个艇位胜出。8[N-SING 单数名词]全程；全长 If something happens or exists along the length of something, it happens or exists for the whole way along it. &nbsp;&nbsp;[the N of n]I looked along the length of the building...我的目光沿着大楼从首到尾扫过。The inspiration stemming from his travels lasted the length of his career.由旅行得来的灵感伴随了他的整个职业生涯。9See also:full-length；  10[PHRASE 短语]终究；终归；最终 If someone does something at length, they do it after a long period of time. &nbsp;&nbsp;[PHR cl]&nbsp;&nbsp;[LITERARY 文]At length my father went into the house.我父亲最后还是进了屋。11[PHRASE 短语]长久地；详尽地 If someone does something at length, they do it for a long time or in great detail. &nbsp;&nbsp;[PHR after v]They spoke at length, reviewing the entire incident.他们把事情的整个经过详尽地复述了一遍。12[PHRASE 短语]不遗余力；竭尽全力；千方百计 If you say that someone goes to great lengths to achieve something, you mean that they try very hard and perhaps do extreme things in order to achieve it. &nbsp;&nbsp;[V inflects]<a href=\"javascript:"
    ]
  },
  {
    "id": "1469688502071",
    "word": "letter-box",
    "phonetic": "/'letəbɒks/",
    "translation": "信箱； 邮箱,=mailbox(英)",
    "phonetic_groups": [
      {
        "text": "'le",
        "related_letters": "let"
      },
      {
        "text": "təbɒks",
        "related_letters": "ter-box"
      }
    ],
    "audio_url": "/audio/youdao-964d0304-5dc7050a-2c351fc8-a9718c12-69758ac9.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I dropped the letter into the mail-box.(2) The box was crammed into letters.(3) I put the letter in the mailbox.(4) He checks his mail box several times a day.",
      "(1) 我将信投入信箱。(2) 信箱里塞满了信。(3) 我把信投入邮箱。(4) 每天她都要检查几次邮箱。"
    ]
  },
  {
    "id": "1469688502072",
    "word": "level",
    "phonetic": "/'levl/",
    "translation": "n.数量；等级；水平；水平线adj.平的；等高的v.弄平；夷平；对准adv.水平地",
    "phonetic_groups": [
      {
        "text": "'le",
        "related_letters": "lev"
      },
      {
        "text": "vl",
        "related_letters": "el"
      }
    ],
    "audio_url": "/audio/youdao-54d56022-5a5a9b67-7f1b49ff-27e9f88a-2c4fde1a.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Levels of unemployment vary from region to region.(2) We must increase production levels.(3) The top of this mountain is three kilometers above the sea level.(4) A football field should be level.(5) The two picture is not quite level that one is higher than the other.(6) We need a mechanical digger to level the ground.(7) The bombing raid practically leveled the town.(8) The hostage had a rifle levelled at his head.",
      "(1) 失业情形各地不同.(2) 我们必须提高生产水平。(3) 这座山的山顶海拔三千米高。(4) 足球场地应该平坦。(5) 这两幅画挂得不一般高, 这幅比那幅高。(6) 我们需要一台挖掘机来平整土地。(7) 空袭几乎把这座城镇夷为平地。(8) 一枝步枪瞄准着人质的头。",
      "A level is a position in a scale. Attaining a high level of unemployment is depressing, but getting to a high level on a video game is exciting.",
      "The verb level also means to flatten or destroy. For example, a mighty wind will level a grove of trees or a wrecking ball can level a building. As a noun, level notes the position of something on a scale of intensity. You feel a rising level of temperature as the sun gets higher in the sky. As an adjective, level describes something that is even and flat. A level path is easy to walk on.",
      "★★★★★",
      "in AM, use 美国英语用 leveling,  leveled1[N-COUNT 可数名词]水平；程度；等级 A level is a point on a scale, for example a scale of amount, quality, or difficulty. &nbsp;&nbsp;[with supp]If you don't know your cholesterol level, it's a good idea to have it checked...你要是不清楚自己的胆固醇水平，最好去检查一下。Michael's roommate had been pleasant on a superficial level...迈克尔的室友表面上还算友善。We do have the lowest level of inflation for some years...我们的通货膨胀率多年来确实一直保持在最低水平。The exercises are marked according to their level of difficulty.这些练习题标有难易程度。2[N-SING 单数名词]See also:sea level；水位；液位 The level of a river, lake, or ocean or the level of liquid in a container is the height of its surface. &nbsp;&nbsp;[the N]The water level of the Mississippi River is already 6.5 feet below normal...密西西比河的水位已经比正常值低了6.5英尺。The gauge relies upon a sensor in the tank to relay the fuel level.油表靠油箱里的感应器来显示燃料的液位。3[ADJ 形容词]（烹饪中的量）与匙口平齐的 In cookery, a level spoonful of a substance such as flour or sugar is an amount that fills the spoon exactly, without going above the top edge. &nbsp;&nbsp;[ADJ n]Stir in 1 level teaspoon of yeast.加入一平茶匙的酵母后搅拌。4[N-SING 单数名词]高度 If something is at a particular level, it is at that height. &nbsp;&nbsp;[usu supp N]Liz sank down until the water came up to her chin and the bubbles were at eye level.莉兹往下沉，直到水没过下巴，泡沫浮至眼睛。5[ADJ 形容词]（与…）等高的，齐平的 If one thing is level with another thing, it is at the same height as it. &nbsp;&nbsp;[v-link ADJ]He leaned over the counter so his face was almost level with the boy's...他倾身伏在柜台上，一张脸几乎凑到小男孩的面前。Amy knelt down so that their eyes were level.埃米屈膝在地，两人目光相对平视。6[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]平的；平坦的 When something is level, it is completely flat with no part higher than any other. The floor was level, but the ceiling sloped toward his head.地板是平的，但天花板朝他的头这边倾斜。...a plateau of fairly level ground.地势相当平坦的高原7[ADV 副词]靠近地；接近地 If you draw level with someone or something, you get closer to them until you are by their side. &nbsp;&nbsp;[ADV after v]&nbsp;&nbsp;[usu v-link ADJ]&nbsp;&nbsp;[mainly BRIT 主英]Just before we drew level with the gates, he slipped out of the jeep and disappeared into the crowd...我们快到门前时，他溜出吉普车，消失在人群中。When the car had pulled level with him, he had spoken into the lowered passenger window.汽车开到他身边与他并行时，他朝拉下车窗的后排座位说了几句话。Level is also an adjective.He waited until they were level with the door before he turned around sharply and punched Graham.等两人都到了门边后，他才猛地转过身来朝格雷厄姆挥手就是一拳。8[ADV 副词]（成绩或比分）扳平地，追平地 If you draw level with someone, you manage to improve your performance until it is the same as theirs, by scoring the same number of points or goals as them. &nbsp;&nbsp;[ADV after v]Napoli have drawn level with AC Milan at the top of the Italian league.那不勒斯队追平了AC米兰队，并列意大利联赛排行榜的榜首。Level is also an adjective.The teams were level at the end of extra time.加时赛结束后两队打成平手。9[VERB 动词]扳平，拉平（成绩或比分） In sport, if a player or team levels the score, they score a goal or win some points so that their team has the same number of points or goals as the opposing team. &nbsp;&nbsp;[V n]Iglesias scored twice to level the score...伊格莱西亚斯连进两球，追平了比分。The Cincinnati Reds have levelled the score in the National League play-off against the Pittsburgh Pirates.在国家联盟季后赛中，辛辛那提红人队扳平了与匹兹堡海盗队的比分。10[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（语气）平稳的，平静的，不动声色的 If you keep your voice level,"
    ]
  },
  {
    "id": "1469688502073",
    "word": "liberty",
    "phonetic": "/'lɪbəti/",
    "translation": "n.自由；自由权；冒失",
    "phonetic_groups": [
      {
        "text": "'lɪ",
        "related_letters": "lib"
      },
      {
        "text": "bə",
        "related_letters": "er"
      },
      {
        "text": "ti",
        "related_letters": "ty"
      }
    ],
    "audio_url": "/audio/youdao-fbce915a-bbb3f359-91033979-1314fc54-b6829424.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Those prisoners are dreaming of liberty.(2) Everybody is at liberty to air his views.(3) Women used to have little liberty.(4) I am afraid that I am not at liberty to discuss this matter.(5) Liberties are enjoyed by all citizens.(6) I took the liberty of borrowing your lawn-mower while you were away.(7) I took the liberty of reading the letter, even though it was addressed to you.",
      "(1) 这些囚犯们梦想着获得自由。(2) 每个人都有发表意见的自由。(3) 过去妇女没有多少自由。(4) 对不起，我无权讨论这个问题。(5) 公民皆享有自由权。(6) 你不在的时候我擅自借用了你的刈草机。(7) 尽管这封信是写给你的，但是我冒昧地看过了。",
      "Liberty is a kind of freedom, whether it's freedom from tyranny, freedom from confinement, or simply the freedom of choice.",
      "The phrase \"give me liberty or give me death\" is attributed to Patrick Henry, whose 1775 speech persuaded the Virginia colony to raise troops to fight the British in the American Revolutionary War. For sailors and naval officers, liberty means shore leave — a brief vacation on land between voyages. We also use this noun to describe the act of getting a little too familiar or personal with someone, or doing something before we have their approval or permission.",
      "★★★☆☆",
      "1[N-VAR 可变名词]See also:civil liberties；（自己选择生活方式的）自由 Liberty is the freedom to live your life in the way that you want, without interference from other people or the authorities. Wit Wolzek claimed the legislation could impinge on privacy, self determination and respect for religious liberty...威特·沃尔泽克声称这项法律可能会对隐私权和自主权造成侵犯，并破坏对宗教自由的尊重。Such a system would be a fundamental blow to the rights and liberties of the English people.这样一种制度将对英国人民的权利与自由造成根本性的打击。2[N-UNCOUNT 不可数名词]行动自由；人身自由 Liberty is the freedom to go wherever you want, which you lose when you are a prisoner. &nbsp;&nbsp;[oft at N]Why not say that three convictions before court for stealing cars means three months' loss of liberty...为什么不说被判3项偷车罪名就意味着丧失3个月的人身自由呢？There is no formal confirmation so far that he is at liberty.目前还没有正式确认他已经获得人身自由。3[PHRASE 短语]获准的；有权的 If someone is at liberty to do something, they have been given permission to do it. &nbsp;&nbsp;[PHR to-inf]The island's in the Pacific Ocean； I'm  not at liberty to say exactly where, because  we're still negotiating for its purchase.这个岛在太平洋上；我无权说出它的具体位置，因为我们仍在洽谈购买事宜。4[PHRASE 短语]擅自；自行；冒昧 If you say that you have taken the liberty of doing something, you are saying that you have done it without asking permission. People say this when they do not think that anyone will mind what they have done. &nbsp;&nbsp;[V inflects]&nbsp;&nbsp;[politeness]I took the liberty of going into Assunta's wardrobe, as it was open； I was looking for a towel.阿孙塔的衣橱敞着，我便擅自在里面翻了一下。我想找一条毛巾。5[PHRASE 短语]（对某人）过分亲昵，表现无礼；（对某事物）过于随便 If you take liberties or take a liberty with someone or something, you act in a way that is too free and does not show enough respect. &nbsp;&nbsp;[V and N inflect]Try and retain the excitement of the event in your writing, without taking liberties with the truth...请尽量在文字中再现活动的热烈气氛，但不要对事实添油加醋，任意窜改。She knew she was taking a big liberty in developing Mick's photos without his knowledge.她知道没告诉米克就擅自冲洗他的照片是太过放肆了。"
    ]
  },
  {
    "id": "1469688502074",
    "word": "liberate",
    "phonetic": "/'lɪbəreɪt/",
    "translation": "v.解放；使获得自由；释出；放出",
    "phonetic_groups": [
      {
        "text": "'lɪ",
        "related_letters": "lib"
      },
      {
        "text": "bə",
        "related_letters": "er"
      },
      {
        "text": "reɪt",
        "related_letters": "ate"
      }
    ],
    "audio_url": "/audio/youdao-1fad8bca-032fadd7-7732ccb3-a051df54-74b00b30.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The country was liberated in 1966.(2) Our army had liberated many occupied areas.(3) They can liberate us from the limitations of our thoughts and feelings.(4) This will liberate him from economic worry.(5) There are some methylmercuric compounds which do not liberate methylmercury for extraction by the action of strong halide acids alone.(6) The free alkali metals react immediately with water to liberate hydrogen.",
      "(1) 这个国家是在1966年解放的。(2) 我们的军队解放了许多地区。(3) 他们可以使我们从思想与感受解放。(4) 这将解除他经济上的忧虑。(5) 有一些甲基汞化合物，它们在强含卤酸的单独作用下不能释出供萃取的甲基汞。(6) 游离的碱金属直接和水中作用，放出氢气。",
      "To liberate something means to release it from confinement. As the saying goes, \"If you love something, set it free,\" — liberate it.",
      "Liberate is a powerful verb he verb that has been an important part of the history of the United States. In the Revolutionary War we fought to liberate ourselves from Great Britain, and the Civil War was fought in part to liberate the Southern slaves. As recently as the 1920's, women sought to be liberated from second-class citizen status. Even today, there are rebel groups in foreign countries striving to liberate their people who are denied freedom by their governments.",
      "★★★☆☆",
      "1[VERB 动词]解放 To liberate a place or the people in it means to free them from the political or military control of another country, area, or group of people. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V-ed]They planned to march on and liberate the city...他们计划继续挺进，解放该城市。They made a triumphal march into their liberated city.他们胜利地开进了被他们解放的城市。liberation...a mass liberation movement.群众解放运动2[VERB 动词]使解脱；使脱离；解救 To liberate someone from something means to help them escape from it or overcome it, and lead a better way of life. &nbsp;&nbsp;[V n from n]&nbsp;&nbsp;[Also V n]He asked how committed the leadership was to liberating its people from poverty.他问领导层有多大决心要让人民脱贫。liberatingIf you have the chance to spill your problems out to a therapist it can be a very liberating experience.如果能有机会向治疗师倾诉自己的烦恼，你将会体验到一种如释重负的解脱感。liberation...the women's liberation movement.妇女解放运动3[VERB 动词]释放（囚犯） To liberate a prisoner means to set them free. &nbsp;&nbsp;[V n]The government is devising a plan to liberate prisoners held in detention camps.政府计划释放关押在拘留营内的囚犯。"
    ]
  },
  {
    "id": "1469688502075",
    "word": "liberation",
    "phonetic": "/ˌlɪbə'reɪʃn/",
    "translation": "n.解放；解放运动（为获得平等权利和地位的行为）",
    "phonetic_groups": [
      {
        "text": "ˌlɪ",
        "related_letters": "lib"
      },
      {
        "text": "bə",
        "related_letters": "er"
      },
      {
        "text": "'",
        "related_letters": "a"
      },
      {
        "text": "reɪʃn",
        "related_letters": "tion"
      }
    ],
    "audio_url": "/audio/youdao-feeee510-cf973c46-2657dcfb-2f17e66e-7b324f96.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We came off relief grain shortly after liberation.(2) Only after liberation is he able to go to school.(3) The national liberation movement was gathering.(4) Third part, Climax of the women's liberation movement in Shanghai.",
      "(1) 解放后不久，我们就不吃救济粮了。(2) 只是在解放后，他才能去上学。(3) 民族解放运动正日益高涨。(4) 第三部分，上海妇女解放运动的高潮。",
      "Liberation means the setting free of someone or something. Wild animals raised in captivity are often unprepared for their liberation, when they are released back into the wild.",
      "You'll notice right off the bat that liberation is related to the noun liberty — as in \"liberty and justice for all.\" The difference is that liberation refers specifically to the act of being made free, of going from having no freedom to having it. Famous moments of liberation include Europe's liberation from the Nazis, the slaves' liberation from slavery in the U.S., and South Africa's liberation from the oppression of apartheid."
    ]
  },
  {
    "id": "1469688502076",
    "word": "license",
    "phonetic": "/'laɪsns/",
    "translation": "n.许可证；执照；特许vt.发许可证给；特许",
    "phonetic_groups": [
      {
        "text": "'l",
        "related_letters": "li"
      },
      {
        "text": "aɪsns",
        "related_letters": "cense"
      }
    ],
    "audio_url": "/audio/youdao-5d0ade49-e9a64d76-8f897740-0c158413-595dc61c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) His license was suspended for six months.(2) The designers were allowed a lot of creative license.(3) Are you licensed to drive?(4) The shop was licensed to sell tobacco.",
      "(1) 他的执照被吊销6个月。(2) 那些设计者们获得了很多创意许可。(3) 你得到驾车的执照了吗？(4) 那家商店获许经销烟草。",
      "What does 007's license to kill have to do with that driver's license you can't wait to acquire? Both are forms of permissions conferred officially. If you’re in England, the noun ends in “c,” as in driver’s licence.",
      "When you have a license, you have official permission to do something, like drive a car. Bars need a liquor license to serve alcohol. Doctors need a medical license to practice medicine. You can also say people have license to do something, which means they're free to do it, like if you give yourself poetic license to misspell your own name. In Britain, license is only a verb, meaning \"allow,\" and the noun form is spelled with two cs: licence.",
      "★★☆☆☆",
      "1[VERB 动词]批准；许可 To license a person or activity means to give official permission for the person to do something or for the activity to take place. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n to-inf]&nbsp;&nbsp;[Also V n to n]...a proposal that would require the state to license guns...要求该州对枪支实行许可管理的议案Under the agreement, the council can license a U.S. company to produce the drug.根据协议，委员会可授权一家美国公司生产这种药品。"
    ]
  },
  {
    "id": "1469688502077",
    "word": "lid",
    "phonetic": "/lɪd/",
    "translation": "n.盖子；眼睑vt.给 ... 装盖子",
    "phonetic_groups": [
      {
        "text": "lɪd",
        "related_letters": "lid"
      }
    ],
    "audio_url": "/audio/youdao-97112ecc-cc35fb0d-194bbf51-03b13980-8427a48e.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He slammed the lid down.(2) She gave the lid a few gentle taps to loosen it.(3) The lid of this jam pot won't unscrew.(4) She lifted the lid of the pot to add some salt.(5) He had not lost the eye, but the upper lid was neatly sliced.(6) They forgot to lid the garbage can.",
      "(1) 他砰的一声盖上了盖子。(2) 她把盖子轻拍了几下使它松动。(3) 这果酱罐的盖子拧不开。(4) 她掀起锅盖加点盐。(5) 他保住了眼睛，但上眼睑几乎被切掉了。(6) 他们忘了盖垃圾桶了。",
      "A lid is a top, or a cap — some kind of removable or hinged cover for a container. If you forget to put the lid on your tin of cat food, you may discover that your cat and dog have eaten it all by the end of the day.",
      "The lid on your trash can keeps raccoons out of it, and the lid on your travel mug keeps your tea hot for hours. Another lid is your eyelid, the skin that moves over your eyeball like a lid: \"Her heavy lids told me she didn't sleep at all.\" A lid is also slang for a hat or a helmet, and if someone says, \"Put a lid on it,\" they're telling you (somewhat rudely) to quiet down.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]（容器的）盖，盖子 A lid is the top of a box or other container which can be removed or raised when you want to open the container. 2[N-COUNT 可数名词]眼睑；眼皮 Your lids are the pieces of skin which cover your eyes when you close them. &nbsp;&nbsp;[usu pl]A dull pain began to throb behind his lids.他的眼皮后面开始隐隐作痛地抽动。3[N-SING 单数名词]限制；抑制；隐瞒 If you say that someone is keeping the lid on an activity or a piece of information, you mean that they are restricting the activity or are keeping the information secret. &nbsp;&nbsp;[INFORMAL 非正式]The soldiers' presence seemed to keep a lid on the violence...士兵的存在似乎抑制住了暴力活动。Their finance ministry is still trying to put a lid on the long-simmering securities scandal.他们的财政部仍在试图遮掩一触即发的证券丑闻。4[N-SING 单数名词]（对开支的）控制，封顶 If you say that you want to keep a lid on the cost of doing something, you mean that you want to prevent it costing you more than you feel is reasonable. If our industry is to remain competitive it must mean keeping a lid on prices.我们的行业要想保持竞争力，就必须对价格加以控制。"
    ]
  },
  {
    "id": "1469688502078",
    "word": "lightning",
    "phonetic": "/'laɪtnɪŋ/",
    "translation": "n.闪电；意外的幸运adj.闪电般的；快速的",
    "phonetic_groups": [
      {
        "text": "'laɪ",
        "related_letters": "light"
      },
      {
        "text": "tnɪŋ",
        "related_letters": "ning"
      }
    ],
    "audio_url": "/audio/youdao-c715e90f-4cd8b99d-820f991f-60ce364b-d6361570.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The little girl is afraid of thunder and lightning.(2) The tree was struck by lightning and splintered.(3) He drove the car with lightning speed.(4) He would shoot his water-pot into the tank with a lightning movement so as to get his supply from an uncontaminated depth.(5) With his unrestrained use of personal pronouns Gao creates lightning shifts of perspective and compels the reader to question all confidences.",
      "(1) 这小女孩害怕雷声和闪电。(2) 那棵树被闪电劈裂了。(3) 他以闪电般的速度开车。(4) 他用闪电般的速度把水桶戳进水池里，以便能从没被污染的深处取水。(5) 通过灵活运用的人称代词，作者达到了快速的视角变化，迫使读者疑窦丛生。",
      "When you see sudden bright flashes of light in the sky, you're seeing lightning, the release of electricity between clouds or the ground.",
      "Lightning can be scary, and if it strikes a person, it can kill. You can tell how close the lightning is by how long the delay is between the light and the sound of the rolling roar or crack of thunder that accompanies it. If they're close together, get inside, quick! Because lighting strikes so fast, we use its name for other speedy things, like the lightning-fast service at a good coffee shop.",
      "★★☆☆☆",
      "1[N-UNCOUNT 不可数名词]See also:forked lightning；闪电 Lightning is the very bright flashes of light in the sky that happen during thunderstorms. One man died when he was struck by lightning...一人遭雷击致死。Another flash of lightning lit up the cave.又一道闪电照亮了山洞。...thunder and lightning.雷电2[ADJ 形容词]闪电似的；极快的 Lightning describes things that  happen very quickly or last for only a short time. &nbsp;&nbsp;[ADJ n]Driving today demands lightning reflexes.如今开车需要反应极其迅速。"
    ]
  },
  {
    "id": "1469688502079",
    "word": "likely",
    "phonetic": "/'laɪkli/",
    "translation": "adj.可能的；可信的adv.很可能",
    "phonetic_groups": [
      {
        "text": "'laɪk",
        "related_letters": "like"
      },
      {
        "text": "li",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-7b64a2ee-02f21347-569bd526-49d07d6c-6c5faa84.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I'm likely to be very busy tomorrow.(2) They'll very likely ask for an increase in the budget.(3) I've heard whispers that the firm is likely to go bankrupt.(4) A rather different fate seems more likely.(5) Most likely it were in the lining of my coat.(6) I shall very likely be here again next month.(7) You'll most likely see these animals at twilight.",
      "(1) 明天我可能很忙。(2) 他们很可能会要求增加预算。(3) 我听到传闻说公司很可能要破产。(4) 另一种大不相同的命运似乎更可信。(5) 那东西很可能在我上衣的衬层里。(6) 下个月我很可能再来这儿。(7) 黄昏时分你很可能会看到这些动物。",
      "If something's probably true, it's likely. When you walk in the rain, it's likely that your shoes will get wet.",
      "Likely is an adjective that's perfect for describing things you can imagine happening, such as the likely destination of next summer's vacation. Any time that something is in the cards, or bound to happen, you can explain that it's likely to happen. Though it's rarely used this way today in American English, one meaning of likely since the 15th century has been \"good looking or attractive.\"",
      "★★★★★",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]可能的；看来要发生的 You use likely to indicate that something is probably the case or will probably happen in a particular situation. &nbsp;&nbsp;[oft it v-link ADJ that]&nbsp;&nbsp;[ADV with cl/group]Experts say a 'yes' vote is still the likely outcome...专家说结果仍可能是投赞成票。If this is your first baby, it's far more likely that you'll get to the hospital too early...如果是第一胎，孕妇很有可能会过早地赶到医院。Francis thought it likely John still loved her.弗朗西斯觉得约翰可能还爱着她。Likely is also an adverb.Profit will most likely have risen by about £25 million...利润极可能增加2,500万英镑左右。Very likely he'd told them he had American business interests.很可能他已经告诉他们自己拥有美国商业利益。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]可能（做…）的；有（…）倾向的 If someone or something is likely to do a particular thing, they will very probably do it. &nbsp;&nbsp;[v-link ADJ to-inf]In the meantime the war of nerves seems likely to continue...与此同时，心理战似乎还可能继续。Once people have seen that something actually works, they are much more likely to accept change.一旦人们看到有些东西确实奏效，那他们可能会更容易接受变化。3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]合适的；恰当的 A likely person, place, or thing is one that will probably be suitable for a particular purpose. &nbsp;&nbsp;[ADJ n]At one point he had seemed a likely candidate to become Prime Minister...他一度看似是个合适的首相人选。We aimed the microscope at a likely looking target.我们把显微镜对准了一个看起来合适的目标。4[CONVENTION 惯用语]（尤用于回答他人）绝不可能，绝对不会 You can say not likely as an emphatic way of saying 'no', especially when someone asks you whether you are going to do something. &nbsp;&nbsp;[emphasis]&nbsp;&nbsp;[INFORMAL 非正式]'How about having a phone out here?' — 'Not likely!'“在这外面装个电话怎么样？”——“没门儿！”"
    ]
  },
  {
    "id": "1469688502080",
    "word": "limit",
    "phonetic": "/'lɪmɪt/",
    "translation": "n.限度；限制；界限vt.限制；限定",
    "phonetic_groups": [
      {
        "text": "'lɪm",
        "related_letters": "lim"
      },
      {
        "text": "ɪt",
        "related_letters": "it"
      }
    ],
    "audio_url": "/audio/youdao-9a6fd349-109e3cf8-624f0bda-7b3185e8-c92b3bb3.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Her ambition knows no limit.(2) I'll help as much as I can, but there is a limit to what I can do.(3) His speech ran over the time limit.(4) That fence is the limit of the schoolyard.(5) We must limit our spending.(6) I shall limit myself to three aspects of the subject.(7) We must limit the amount of money we spend.",
      "(1) 她的野心没有限度。(2) 我会尽力帮忙，但我所能做的也是有限度的。(3) 他的讲话超过了规定的时间限制。(4) 那堵围墙是校园的界限。(5) 我们必须限制我们的开支。(6) 我仅探讨这一问题的三个方面。(7) 我们必须限定花钱的数量。",
      "A limit is a boundary, or how far something can go, or the maximum amount of something. When you reach the limit, imagine a little sign saying \"the end.\"",
      "There's a limit to how much weight you can lift, how many words can be written in an hour, or how long someone can stay awake. Once you pass the city limits, you have left town. Sporting events have time limits. As a verb, you can limit how much chocolate your kids are allowed to eat. And if you don't feel like writing much, you'll limit your essay to just 400 words instead of 500.",
      "★★★★☆",
      "1[N-COUNT 可数名词]极限 A limit is the greatest amount, extent, or degree of something that is possible. &nbsp;&nbsp;[usu sing]Her love for him was being tested to its limits...她对他的爱经受着极其严峻的考验。There is no limit to how much fresh fruit you can eat in a day...每天食用多少新鲜水果都可以。Firefighters are being stretched to the limit as fire sweeps through the drought-stricken state.火势在这个遭受旱灾的州里迅速蔓延，消防队员疲于应对，接近极限。2[N-COUNT 可数名词]（特定的）限期，限额，限度 A limit of a particular kind is the largest or smallest amount of something such as time or money that is allowed because of a rule, law, or decision. &nbsp;&nbsp;[usu with supp]The three month time limit will be up in mid-June...3个月的限期截至6月中旬。The economic affairs minister announced limits on petrol sales.经济部长宣布了对石油销售的限制。3[N-COUNT 可数名词]（区域的）界限 The limit of an area is its boundary or edge. &nbsp;&nbsp;[with supp]...the city limits of Baghdad.巴格达市区4[N-PLURAL 复数名词]（可能行动或结果的）范围 The limits of a situation are the facts involved in it which make only some actions or results possible. &nbsp;&nbsp;[usu N of n]She has to work within the limits of a fairly tight budget...她不得不在相当紧张的预算范围内精打细算。He outlined the limits of British power.他勾画了英国的势力范围。5[VERB 动词]限制；限定 If you limit something, you prevent it from becoming greater than a particular amount or degree. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n to n]He limited payments on the country's foreign debt...他对该国外债的偿还作出了限制。The view was that the economy would grow by 2.25 per cent. This would limit unemployment to around 2.5 million.这一观点认为经济将会增长2.25%，这将把失业人数限定在250万左右。6[VERB 动词]使（某人）受限 If you limit yourself to something, or if someone or something limits you, the number of things that you have or do is reduced. &nbsp;&nbsp;[V pron-refl to n/-ing]&nbsp;&nbsp;[V n to n/-ing]&nbsp;&nbsp;[Also V pron-refl]It is now accepted that men should limit themselves to 20 units of alcohol a week...现在人们已经接受，男性一周饮酒量不应超过20个单位。Voters cut councillors' pay and limited them to one staff member each.选民削减了市政会委员的薪酬，并且限定他们每人只配一个工作人员。limitingThe conditions laid down to me were not too limiting.给我规定的条件还不算太苛刻。7[VERB 动词]（使）限于（某一地方或群体） If something is  limited to a particular place or group of people, it exists only in that place, or is had or done only by that group. &nbsp;&nbsp;[be V-ed to n/-ing]&nbsp;&nbsp;[usu passive]The protests were not limited to New York...抗议活动不只限于纽约。Entry to this prize draw is limited to UK residents.这次抽奖只限英国公民参加。8See also:age limit；limited；  9[PHRASE 短语]禁止进入 If an area or a place is off limits, you are not allowed to go there. &nbsp;&nbsp;[v-link PHR]A one-mile area around the wreck is still off limits...沉船方圆一英里内仍然禁止进入。These establishments are off limits to ordinary citizens.这些建筑禁止普通公民入内。10[PHRASE 短语]被禁止 If you say that something is off limits, you mean that you are not allowed to do it. &nbsp;&nbsp;[v-link PHR]Smoking was off limits everywhere.到处都禁止吸烟。11[PHRASE 短语]（驾驶时）血液中酒精浓度超标的 If someone is over the limit, they have drunk more alcohol than they are legally allowed to when driving a vehicle. &nbsp;&nbsp;[usu v-link PHR]&nbsp;&nbsp;"
    ]
  },
  {
    "id": "1469688502081",
    "word": "link",
    "phonetic": "/lɪŋk/",
    "translation": "v.联系；连接n.环；联系；节",
    "phonetic_groups": [
      {
        "text": "lɪŋk",
        "related_letters": "link"
      }
    ],
    "audio_url": "/audio/youdao-92ff58e6-2805aec6-5fcb1932-e398a176-b199f2c1.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Television stations around the world are linked by satellite.(2) The road links all the new towns.(3) He detached a link from a chain.(4) Is there a link between smoking and lung disease?(5) We must question the value of our link with the university.(6) We must take firm hold the key link of our work.",
      "(1) 全世界的电视台通过卫星联系一起。(2) 这条路把所有的新城镇都连接起来了。(3) 他从链子上拆下一个链环。(4) 吸烟与肺部疾病之间有关系吗？(5) 我们要斟酌一下与这所大学联系有何价值。(6) 我们要牢牢抓住工作的主要环节。",
      "Before it was the universal word for traveling around the Internet, link was just a connection or a device that connects things, like the links in a chain.",
      "Much of what humans do in their day-to-day life involves looking for links — or relationships between people and things. When there is a link, that means two things are connected — such as \"the link between smoking and lung cancer.\" Some people even create links, like butchers who make sausage links and website developers who hyperlink the sites you visit to ensure that you spend far too much time clicking around the Web.",
      "★★★★☆",
      "1[N-COUNT 可数名词]联系；关系；关联 If there is a link between two things or situations, there is a relationship between them, for example because one thing causes or affects the other. &nbsp;&nbsp;[usu N between/with n]...the link between smoking and lung cancer.吸烟与胃癌之间的关联2[VERB 动词]See also:index-linked；使联系在一起；使相关联 If someone or something links two things or situations, there is a relationship between them, for example because one thing causes or affects the other. &nbsp;&nbsp;[V n to/with n]&nbsp;&nbsp;[V-ed]The UN Security Council has linked any lifting of sanctions to compliance with the ceasefire terms...联合国安全理事会将取消制裁与遵守停火协议挂钩。The study further strengthens the evidence linking smoking with early death...这项研究进一步证实了吸烟与早逝之间的联系。Liver cancer is linked to the hepatitis B virus...肝癌与乙肝病毒存在关联。The detention raised two distinct but closely linked questions.这一拘留行为引发了两个互为独立但又密切相关的问题。3[N-COUNT 可数名词]连接物；连接线 A link between two things or places is a physical connection between them. &nbsp;&nbsp;[oft supp N]...the high-speed rail link between London and the Channel Tunnel...伦敦与海峡隧道间的高速铁路连接线The new road schemes include a link between Chelmsford and the M25...新的道路规划中包括了一条切姆斯福德与M25号高速公路的连接线。Stalin insisted that the radio link with the German Foreign Ministry should remain open.斯大林坚持与德国外交部的无线电联系应该保持开放。4[VERB 动词]连接；接合 If two places or objects are linked or something links them, there  is a physical connection between them. &nbsp;&nbsp;[V n with/to n]&nbsp;&nbsp;[V pl-n]...the Rama Road, which links the capital, Managua, with the Caribbean coast...连接首都马那瓜和加勒比海岸的拉马路The campus is linked by regular bus services to Coventry.校园与考文垂之间由班车连接起来。...the Channel Tunnel linking Britain and France.连通英国与法国的海峡隧道5[N-COUNT 可数名词]（友好的或商业上的）联系，关系 A link between two people, organizations, or places is a friendly or business connection between them. &nbsp;&nbsp;[usu N with/between/to n]Kiev hopes to cement close links with Bonn...基辅希望能加强与波恩的密切关系。In 1984 the long link between AC Cars and the Hurlock family was severed...1984年，AC汽车公司与赫洛克家族长久以来的关系破裂了。A cabinet minister came under investigation for links to the Mafia.一位内阁大臣因被怀疑与黑手党有关联而受到调查。6[N-COUNT 可数名词]联系物；纽带 A link to another person or organization is something that allows you to communicate with them or have contact with them. &nbsp;&nbsp;[N with/between/to n]She was my only link with the past...她是我与过去的唯一纽带。The Red Cross was created to provide a link between soldiers in battle and their families at home...红十字会是作为前线士兵和后方家人的一种联系方式而创立起来的。These projects will provide vital links between companies and universities.这些项目将会成为公司和大学之间至关重要的联系纽带。7[VERB 动词]声称…（与…）有关系（或关联） If you link one person or thing to  another, you claim that there is a relationship or connection between them. &nbsp;&nbsp;[V n to/with n]&nbsp;&nbsp;[Also V pl-n]Criminologist Dr Ann Jones has linked the crime to social circumstances...犯罪学家安·琼斯博士认为这起罪案与社会环境有关。They've linked her with various men, including magnate Donald Trump.他们把她与不同的男人扯上关系，包括大亨唐纳德·特朗普。...a report in The Sunday Times linking him with organized crime.《星期日泰晤士报》上一篇声称他与集团犯罪有联系的报道8[N-COUNT 可数名词]（超文本）链接 In computing, a link is a connection between different documents, or between different parts of the same document, using hypertext. &nbsp;&nbsp;[V n]Link is also a verb.Certainly, Andreessen didn't think up using hypertext to link Internet documents.当然，用超文本链接因特网文档并不是安德烈亚森发明的。9[N-COUNT 可数名词]（链的）环，节，圈 A link is one of the rings in a chain. <div"
    ]
  },
  {
    "id": "1469688502082",
    "word": "lip",
    "phonetic": "/lɪp/",
    "translation": "n.嘴唇；唇状物v.接吻；说话；拍打",
    "phonetic_groups": [
      {
        "text": "lɪp",
        "related_letters": "lip"
      }
    ],
    "audio_url": "/audio/youdao-63e8ccef-bc7591df-cac0626f-0c5faa37-40444be7.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He kissed her on the lips.(2) She bit her lip to keep from crying.(3) After a moment's hesitation she lipped her request.",
      "(1) 他吻了她的嘴唇。(2) 她咬着嘴唇克制着自己不要哭。(3) 她犹豫了一会儿,然後轻声提出请求。",
      "Your lips are the external, fleshy part of your mouth. You have a top lip and a bottom lip. Lips are what make kissing possible.",
      "Lips are useful when it comes to speaking, eating, and kissing. If you say that something is \"on everyone's lips,\" you mean that it's the topic everyone seems to be talking about lately. If an angry teacher says, \"Don't give me any lip!\" he means \"Don't be a smart mouth,\" or \"Don't be impertinent.\" When you manage to keep a \"stiff upper lip,\" you stay brave even when things get difficult.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]嘴唇；口；嘴 Your lips are the two outer parts of the edge of your mouth. &nbsp;&nbsp;[usu pl]Wade stuck the cigarette between his lips.韦德把香烟叼在嘴里。2[N-COUNT 可数名词]唇状物；边缘；（容器等的）嘴 The lip of something such as a container or a high area of land is its edge. &nbsp;&nbsp;[usu with supp]...the lip of the jug.壶嘴...the lip of Mount Etna's smouldering crater.埃特纳火山冒着烟的火山口3[PHRASE 短语]咬嘴唇（以按下怒气或抑制痛苦等） If you bite your lip, you try very hard not to show the anger or distress that you are feeling. &nbsp;&nbsp;[V inflects]She bit her lip as she recalled the words he'd thrown at her.回想起他甩给她的那些话，她咬了咬唇。4[PHRASE 短语]大家都说的；大家都在谈论的 If you say that something is on everyone's  lips, you mean that a lot of people seem to be interested in it and are talking about it. &nbsp;&nbsp;[v-link PHR]A reporter asks the president the question on everyone's lips: 'Do you anticipate being re-appointed?'...一名记者向总裁提了大家都想问的问题：“您觉得自己会再获任命吗？”He is the guy whose name is on everyone's lips at the moment.他就是那个现在大家都在谈论的人。5[PHRASE 短语]（在想到美好的事物或尝到好东西时）舔嘴唇 If you lick your lips, you move your tongue across your lips as you think about or taste something pleasant. &nbsp;&nbsp;[V inflects]They licked their lips in anticipation...他们舔舔嘴唇，满怀期待。We swallowed the chocolates in one gulp, licking our lips.我们一口吞下了巧克力，满意地咂着嘴。6[PHRASE 短语]把嘴封住；绝口不提 If you tell someone that your lips are sealed, you are promising them that you will keep a secret that they have told you. As for anything told to me in confidence, well, my lips are sealed.至于私底下告诉我的任何事情，我会守口如瓶的。7[PHRASE 短语]坚定沉着；感情不外露 If you say that someone is keeping a stiff upper lip, you mean that they are not showing any emotion even though it is difficult for them not to. &nbsp;&nbsp;[usu v PHR]"
    ]
  },
  {
    "id": "1469688502083",
    "word": "liquid",
    "phonetic": "/'lɪkwɪd/",
    "translation": "adj.液体的；液态的；清澈的；清脆的；已转化成现款的（财）n.液体",
    "phonetic_groups": [
      {
        "text": "'lɪk",
        "related_letters": "liq"
      },
      {
        "text": "wɪd",
        "related_letters": "uid"
      }
    ],
    "audio_url": "/audio/youdao-2c1e0574-dbd2ce5b-95704b6c-a7d4a87e-ee772cbb.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The doctor recommended that the patient be fed liquid food.(2) Air whether in the gaseous or liquid state is a fluid.(3) The earth is believed to have a liquid core.(4) Kate is a pretty girl with large liquid eyes.(5) The liquid note of an oriole sound pleasing to the ear.(6) How much liquid capital do you have to invest?(7) Plasma is clear yellow liquid.(8) The liquid was 5 litres in volume.",
      "(1) 医生建议病人应吃流质食物。(2) 空气，无论是气态的还是液态的，都是一种流体。(3) 人们相信地球有一个液态核。(4) 凯特是一个有一双水汪汪大眼睛的漂亮姑娘。(5) 黄莺清脆的鸣叫声听起来很悦耳。(6) 您有多少流动资金可以用于投资?(7) 血浆是种透明淡黄的液体。(8) 该液体的体积为5升。",
      "In everyday use, liquid is the opposite of solid––water at room temperature is a liquid: Heat it to boiling, it turns to a gas. Chill it below freezing, it turns to ice.",
      "Liquid describes a state in which a compound such as water flows. Juice is a liquid. Milk is a liquid. Your swimming pool is full of liquid. When assets are liquid, that means they can be liquidated easily, i.e., sold for cash. Stocks and bonds are liquid assets. Real estate, which can take a long time to sell, is considered illiquid.",
      "★★☆☆☆",
      "1[N-MASS 物质名词]液体；液态物 A liquid is a substance which is not solid but which flows and can be poured, for example water. Drink plenty of liquid...要大量饮水。Boil for 20 minutes until the liquid has reduced by half...煮20分钟，直到液体体积减半。Solids turn to liquids at certain temperatures.在特定温度下固体会变成液体。2[ADJ 形容词]液体的；液态的；流质的 A liquid substance is in the form of a liquid rather than being solid or a gas. Wash in warm water with liquid detergent.用洗衣液加温水洗。...liquid nitrogen...液态氮Fats are solid at room temperature, and oil is liquid at room temperature.脂肪在室温下为固态，油在室温下为液态。3[ADJ 形容词]（资产） 易变为现金的，流动的 Liquid assets are the things that a person or company owns which can be quickly turned into cash if necessary. &nbsp;&nbsp;[BUSINESS 商]The bank had sufficient liquid assets to continue operations.这家银行有充足的流动资产来维持经营。"
    ]
  },
  {
    "id": "1469688502084",
    "word": "literature",
    "phonetic": "/'lɪtrətʃə(r)/",
    "translation": "n.文学；文献；印刷品",
    "phonetic_groups": [
      {
        "text": "'lɪt",
        "related_letters": "lit"
      },
      {
        "text": "rə",
        "related_letters": "er"
      },
      {
        "text": "t",
        "related_letters": "a"
      },
      {
        "text": "ʃə(r)",
        "related_letters": "ture"
      }
    ],
    "audio_url": "/audio/youdao-59ce8075-d3c16b20-8a211772-6216c4ca-2208af5f.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) She is fond of polite literature.(2) He destroyed feudal ideas in literature.(3) The principal literature comes from zoology.",
      "(1) 她喜爱风雅文学。(2) 他摧毁了文学中的封建思想。(3) 主要文献都来自动物学。",
      "Literature is writing, usually good, creative, or smart writing, or at least we hope it is. If you love books and have stacks of them at home, then you are a lover of literature.",
      "Literature comes from the Latin root litterātūra, or lettered, but there are higher standards for literature than just something written down. Novels and stories are considered literature. If you're a practicing psychologist, you have keep up with the current literature on psychology, which is what researching psychologists write, not novels about shrinks. You might want your profession to be literature, but you'll probably have to teach literature while you're waiting for the book deal.",
      "★★★☆☆",
      "1[N-VAR 可变名词]文学；文学作品 Novels, plays, and poetry are referred to as literature, especially when they are considered to be good or important. ...classic works of literature.文学经典...a Professor of English Literature...英国文学教授It may not be great literature but it certainly had me riveted!...这可能不算伟大的文学作品，但它无疑深深地吸引了我！The book explores the connection between American ethnic and regional literatures.这本书探讨了美国族裔文学与地区文学之间的关系。2[N-UNCOUNT 不可数名词]（某一学科的）著述，文献，图书资料 The literature on a particular subject of study is all the books and articles that have been published about it. &nbsp;&nbsp;[usu with supp]The literature on immigration policy is almost unrelievedly critical of the state...关于移民政策方面的著述几乎总是会一成不变地批评政府。This work is documented in the scientific literature.这一著作被列为科学文献。3[N-UNCOUNT 不可数名词]印刷品；宣传品 Literature is written information produced by people who want to sell you something or give you advice. &nbsp;&nbsp;[usu with supp]I am sending you literature from two other companies that provide a similar service...我把另外两家提供类似服务的公司的宣传资料发给你。Some companies have toned down the claims on their promotional literature.一些公司已降低了宣传资料中标榜之词的调门。"
    ]
  },
  {
    "id": "1469688502085",
    "word": "literary",
    "phonetic": "/'lɪtərəri/",
    "translation": "adj.文学的",
    "phonetic_groups": [
      {
        "text": "'lɪ",
        "related_letters": "lit"
      },
      {
        "text": "tə",
        "related_letters": "er"
      },
      {
        "text": "rəri",
        "related_letters": "ary"
      }
    ],
    "audio_url": "/audio/youdao-46277d60-7deca906-721eb020-efd2074a-faf9d0c4.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) He is endowed with literary talent.(2) Dickens' A Tale of Two Cities is a literary classic.(3) I don't like to read his literary criticism.(4) Her poetry is full of obscure literary allusions.(5) Literary works are art works of language.",
      "(1) 他有文学天分。(2) 狄更斯的《双城记》是文学名著。(3) 我不喜欢读他的文学批评。(4) 他的诗里用了很多晦涩的文学典故。(5) 文学作品是一种语言文学的艺术。",
      "Use literary when you want to indicate writing with high artistic qualities. Something doesn't have to be \"literature\" to be literary, but they are related.",
      "Literary comes from the Latin litterarius, meaning \"letters,\" as in letters of the alphabet. Think of literary writing as writing that explores the richness of language or even contributes to it, especially in a high cultural way. The clever rhymes you invented about your grade school principal's bathing habits made your classmates laugh, but that doesn't make them great literary achievements.",
      "★★★☆☆",
      "1[ADJ 形容词]文学（上）的 Literary means concerned with or connected with the writing, study, or appreciation of literature. &nbsp;&nbsp;[usu ADJ n]Her literary criticism focuses on the way great literature suggests ideas...她的文学批评集中关注的是伟大的文学作品表达思想的方式。She's the literary editor of the 'Sunday Review'.她是《星期天评论》的文学编辑。...a literary masterpiece.文学名著2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（词语、表达方式等）书面的，书卷气的 Literary words and expressions are often unusual in some way and are used to create a special effect in a piece of writing such as a poem, speech, or novel."
    ]
  },
  {
    "id": "1469688502086",
    "word": "litre",
    "phonetic": "/'liːtə(r)/",
    "translation": "n.公升=liter(美).",
    "phonetic_groups": [
      {
        "text": "'liːtə(r)",
        "related_letters": "litre"
      }
    ],
    "audio_url": "/audio/youdao-e5b09c55-1c979846-b1f766ca-1f587d27-66641ea5.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The capacity of this bottle is one litre.(2) A litre of gas has less mass than a litre of water.",
      "(1) 这个瓶子的容量是1公升。(2) 一公升的气体质量少于一公升的水。",
      "★★☆☆☆",
      "in AM, use 美国英语用 liter1[N-COUNT 可数名词]升（米制容量单位，等于1.76英国品脱或2.11美国品脱） A litre is a metric unit of volume that is a thousand cubic centimetres. It is equal to 1.76 British pints or 2.11 American pints. &nbsp;&nbsp;[num N]...15 litres of water...15升水This tax would raise petrol prices by about 3.5p per litre.这项税收会使每升汽油价格提高约3.5便士。...a Ford Escort with a 1.9-litre engine.装配1.9升发动机的福特雅士"
    ]
  },
  {
    "id": "1469688502087",
    "word": "living",
    "phonetic": "/'lɪvɪŋ/",
    "translation": "adj.活着的；生动的n.生活；生计动词live的现在分词.",
    "phonetic_groups": [
      {
        "text": "'lɪ",
        "related_letters": "liv"
      },
      {
        "text": "vɪŋ",
        "related_letters": "ing"
      }
    ],
    "audio_url": "/audio/youdao-350620a6-22ec33f6-8e0b83d1-ececfdb7-cf2d5938.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I'll tell you a secret that I have never told a living soul.(2) He was the greatest living novelist in England.(3) The wilderness is a living museum of natural history.(4) The judge advised him to amend his way of living.(5) We should improve what is called the quality of living.(6) What do you do for a living?",
      "(1) 我要告诉你一个我从未告诉过任何人的秘密。(2) 他是英国活着的最伟大的小说家。(3) 这片荒野是一座活生生的自然历史博物馆。(4) 法官劝告他改变生活方式。(5) 我们应该改进所谓的生活品质。(6) 你以什么谋生？",
      "Someone who's living is alive. You might talk about your living grandparents to distinguish them from the ones who died before you were born.",
      "When you talk about animals and people, you can call them living beings. and you can also use this adjective to mean \"used\" or \"active,\" like a living language that continues to be spoken. As a noun, living means the state of being alive or \"enough money to live.\" You might say, for example, that you write poetry for fun, but you work cleaning hotel rooms to earn a living.",
      "★★★☆☆",
      "1[N-COUNT 可数名词]生计；饭碗 The work that you do for a living is the work that you do in order to earn the money that you need. &nbsp;&nbsp;[usu sing]Father never talked about what he did for a living...父亲从不谈他的谋生之道。He earns his living doing all kinds of things.他做各种各样的活计来谋生。2[N-UNCOUNT 不可数名词]生活质量；生活素质；生活（方式） You use living when you are talking about the quality of people's  daily lives. &nbsp;&nbsp;[with supp]Olivia has always been a model of healthy living.奥利维娅一向是健康生活的楷模。...the stresses of urban living.城市生活的压力3[ADJ 形容词]居住的；起居的 You use living to talk about the places where people relax when they are not working. &nbsp;&nbsp;[ADJ n]The spacious living quarters were on the second floor...宽敞的生活区位于3楼。The study links the main living area to the kitchen.书房把主要的生活区与厨房连在一起。4[N-PLURAL 复数名词]生者；活着的人们 The living are people who are alive, rather than people who have died. &nbsp;&nbsp;[the N]The young man is dead. We have only to consider the living.这位年轻人已经死了。我们只能考虑在生之人。5[PHRASE 短语]艰难度日，勉强糊口（美国英语中作scrape out a living或scratch out a living） If you say that someone scrapes a living or scratches a living, you mean that they manage to earn enough to live on, but it is very difficult. In American English, you say they scrape out a living or scratch out a living . &nbsp;&nbsp;[V inflects]He almost manages to scrape a living as an artist.他靠当艺术家来勉强混口饭吃。6  living proof→see: proof； in living memory→see: memory； the world owes them a living→see: world；"
    ]
  },
  {
    "id": "1469688502088",
    "word": "load",
    "phonetic": "/ləʊd/",
    "translation": "n.负荷；重担；装载量v.装载；给(枪)装子弹；[计算机] 装入",
    "phonetic_groups": [
      {
        "text": "ləʊd",
        "related_letters": "load"
      }
    ],
    "audio_url": "/audio/youdao-810901a8-9c2a8d64-ad61b471-c82dd619-b938d218.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) A plane can carry only so much load after all.(2) The load is too heavy and the supports buckle .(3) She will not shove the heavy load onto others.(4) The baker contracted for a load of flour.(5) The maximum load of the lorry is one ton.(6) We must use mechanical hoisting to load the goods.(7) Be careful, that gun's loaded.(8) To locate and load a quantity of data from storage.",
      "(1) 一架飞机终归只能承载那么多的负荷。(2) 负荷过重，支柱坍下来。(3) 她不愿意把重担推给别人。(4) 面包师订了买一车面粉的合同。(5) 这卡车的最大载重量是一吨。(6) 我们必须用起重机来装载货物。(7) 小心，那枪是上了膛的。(8) 从存储器中寻找并装入一批数据。",
      "A load is a bundle of stuff that has to be carried. You might spend your days hauling loads of hay into a barn and your evenings dragging loads of dirty clothes into the laundry room.",
      "Loads need to be picked up and hauled somewhere, like a load of firewood in a pickup truck or a load of supplies in a hiker's backpack. There are figurative loads too — the responsibility, hardship, or worry that you carry around with you: \"Her teaching load is light, which is good because her sick cat is a heavy load on her mind.\" As a verb, load means \"fill,\" like when you load your lunch box with Twinkies.",
      "★★★☆☆",
      "1[VERB 动词]装载；装满 If you load a vehicle or a container, you put a large quantity of things into it. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V n with n]&nbsp;&nbsp;[V n into/onto n]&nbsp;&nbsp;[V-ed]&nbsp;&nbsp;[V n P]&nbsp;&nbsp;[V P n (not pron)]&nbsp;&nbsp;[V P n with n]&nbsp;&nbsp;[V P n into/onto n]&nbsp;&nbsp;[Also V n P with/into/onto n]The three men seemed to have finished loading the truck...这3名男子似乎已把东西往卡车上装载完毕。Mr. Dambar had loaded his plate with lasagne...丹巴尔先生盛了一大盘千层面。Soldiers were loaded with blankets and supplies...士兵们背着毯子和给养。They load all their equipment into backpacks...他们把设备全装进背包里面。She deposited the loaded tray.她把满满的托盘放下。Load up means the same as load .load up同loadI've  just loaded my truck up...我刚把货装上了卡车。The giggling couple loaded up their red sports car and drove off...笑咧咧的夫妻把东西装上他们的红色跑车后疾驰而去。We loaded up carts with all the blankets, bandages, medication, water we could spare...我们把所有可以省出来的毯子、绷带、药物和水塞进推车。She loaded up his collection of vintage wines into crates.她把他收藏的陈年佳酿装进板条箱里。loading...the loading of baggage onto international flights.国际航班的行李装运2[N-COUNT 可数名词]负载；重荷 A load is something, usually a large quantity or heavy object, which is being carried. He drove by with a big load of hay...他载着一大车干草驶过。He was carrying a very heavy load.他身上背着沉甸甸的东西。3[N-COUNT 可数名词]一批待洗的衣物 A load is a quantity of clothes or sheets which need washing and which are washed together in a washing machine. I put another load in the washing machine.我把另一堆衣服放进洗衣机。4[QUANT 数量词]很多；大量 If you refer to a load of people or things or loads of them, you are emphasizing that there are a lot of them. &nbsp;&nbsp;[QUANT of n-uncount/pl-n]&nbsp;&nbsp;[usu PHR after v]&nbsp;&nbsp;[emphasis]&nbsp;&nbsp;[INFORMAL 非正式]I've got loads of money...我有大把的钱。His people came up with a load of embarrassing information...他的部下亮出一大堆令人尴尬的资料来。I used to read loads of Asterix books.我以前看了很多《高卢英雄传》系列漫画书。...a load of kids.一大群小孩You can use a load of to refer to people or things which you do not like. For example, if you say that something is a load of rubbish, you are emphasizing that you think it is no good at all or not true at all.（表示不喜或不屑）一堆（人或事物）I've never heard such a load of nonsense...如此一派胡言，本人闻所未闻。Personally, I think that's a load of garbage!我个人认为这纯粹是一堆垃圾！5[VERB 动词]给（枪、炮等）装填弹药 When someone loads a weapon such as a gun, they put a bullet or missile in it so that it is ready to use. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V-ed]I knew how to load and handle a gun...我知道怎么上子弹，也知道枪怎么用。He carried a loaded gun...他带了一把子弹上膛的枪。They were quite safe because they weren't loaded.它们挺安全的，因为都没上子弹。6[VERB 动词]把（胶卷、磁带等）装入；将（数据）载入 To load a camera or other piece of equipment means to put film, tape, or data into it so that it is ready to use. &nbsp;&nbsp;[V n with n]&nbsp;&nbsp;[V n into/onto/on n]A photographer from the newspaper was loading his camera with film...那家报纸的一名摄影师正往相机里装胶卷。A technician loads a video tape into one of the machines...一名技师把一盒录影带装进其中一台机器。The data can subsequently be loaded on a computer for processing.接下来可将数据载入计算机处理。7[N-COUNT 可数名词]工作量 You can refer to the amount of work you have to do as a load . She's taking some of the load off the secretaries.她在给秘书们减轻一些工作量。8[N-COUNT 可数名词]（尤指电网或计算机的）负荷 The load of a system or piece of equipment, especially a system supplying electricity or a computer, is the extent to which it is being used at a particular time. An efficient bulb may lighten the load of power stations...一个节能灯泡也许就能减轻发电站的负荷。<l"
    ]
  },
  {
    "id": "1469688502089",
    "word": "loaf",
    "phonetic": "/ləʊf/",
    "translation": "n.（一条）面包；块vi.游手好闲；虚掷光阴",
    "phonetic_groups": [
      {
        "text": "ləʊf",
        "related_letters": "loaf"
      }
    ],
    "audio_url": "/audio/youdao-2b8116f5-b8c9b5eb-4989f5ae-6c3e0d8c-c697e568.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) That small loaf won't go far among this large family!(2) He bought a loaf of bread.(3) He used to loaf about and ultimately took to drink.(4) Those who loaf all day and do nothing are social parasites.(5) Nobody should loaf away his precious time.",
      "(1) 那一小条面包全家人吃不了多久的。(2) 他买了一大块奶酪。(3) 他过去终日游手好闲，最终沉溺于酗酒。(4) 饱食终日，无所事事的人是社会上的寄生虫。(5) 人人都不该虚度宝贵的光阴。",
      "★☆☆☆☆",
      "The plural form of the noun is loaves. Loafs is the third person singular present tense of the verb. 名词复数为loaves。loafs为动词的第三人称单数现在式。1[N-COUNT 可数名词]一条（面包） A loaf of bread is bread which has been shaped and baked in one piece. It is usually large enough for more than one person and can be cut into slices. &nbsp;&nbsp;[oft N of n]...a loaf of crusty bread.一条硬皮面包...freshly baked loaves.新鲜出炉的面包2[VERB 动词]游荡；闲逛；虚掷光阴 If you loaf, you stand or wait in a place, not doing anything interesting or useful. &nbsp;&nbsp;[V]&nbsp;&nbsp;[V P]Soldiers loafed at street corners.士兵们在街角逛荡。Loaf around means the same  as loaf .Loaf around同loafWe had been at Cambridge together, she studying medicine and me loafing around.我们一起在剑桥呆过。她学医，我则无所事事。"
    ]
  },
  {
    "id": "1469688502090",
    "word": "local",
    "phonetic": "/'ləʊkl/",
    "translation": "adj.地方性的；当地的；局部的n.当地人",
    "phonetic_groups": [
      {
        "text": "'l",
        "related_letters": "lo"
      },
      {
        "text": "əʊkl",
        "related_letters": "cal"
      }
    ],
    "audio_url": "/audio/youdao-1b9720db-728573cd-0aa8221f-c11e2990-0ba1df54.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) I suggest that he put an advertisement in the local paper.(2) He provided local delicacies for his guests' meal.(3) The local war escalated into a major conflict.(4) Is the pain local?(5) I asked one of the locals which way to go.",
      "(1) 我建议他在当地的报纸上登条广告。(2) 他用当地的美味佳肴来招待客人。(3) 局部的战争逐步升级成大规模的冲突。(4) 是局部疼痛吗?(5) 我问了一位本地人，该走哪条路。",
      "The adjective local describes something related a specific place. The potholes on a certain street in Pringle, Pennsylvania, might merit a story in the local newspaper.",
      "Locate, location, locale — they all look and sound like local thanks to the Latin root locus, which means \"place.\" Something that's local is limited to a specific place, like a particular neighborhood or city. Local also can describe places that aren't, well, places — they're more like areas. For example, a dentist might administer a local anesthetic to numb your mouth when filling a cavity. That means the anesthetic acts only on a specific area of the body.",
      "★★★★★",
      "1[ADJ 形容词]本地的；本地的；地方性的 Local means existing in or belonging to the area where you live, or to the area that you are talking about. &nbsp;&nbsp;[ADJ n]&nbsp;&nbsp;[usu pl]We'd better check on the match in the local paper...我们最好在本地报纸上查一下这场比赛。Some local residents joined the students' protest...当地一些居民也加入了学生的抗议行列。I was going to pop up to the local library.我正打算到邻近的图书馆跑一趟。The locals are local people.本地人；当地居民That's what the locals call the place.当地人就是这么叫这个地方的。locallyWe've got cards which are drawn and printed and designed by someone locally.我们买了一些当地人绘画、印制和设计的明信片。2[ADJ 形容词]（政府）地方的，当地的 Local government is elected by people in one area of a country and controls aspects such as education, housing, and transport within that area. &nbsp;&nbsp;[usu ADJ n]Education comprises two-thirds of all local council spending.教育占地方市政会全部开支的三分之二。...the controversial system of local taxation known as the poll tax.被称为“人头税”的备受争议的地方税制locallyThe curriculum was to be decided locally.课程安排将由地方决定。3[N-COUNT 可数名词](常去的)邻近小酒馆，本地酒吧 Your local is a pub which is near where you live and where you often go for a drink. &nbsp;&nbsp;[usu sing]&nbsp;&nbsp;[BRIT 英]&nbsp;&nbsp;[INFORMAL 非正式]The Black Horse is my local.“黑马”是我常去的附近酒吧。4[ADJ 形容词]局部的 A local anaesthetic or condition affects only a small area of your body. &nbsp;&nbsp;[MEDICAL 医]An injection of local anaesthetic is usually given first to numb the area.通常先打局麻，以使该部位失去知觉。"
    ]
  },
  {
    "id": "1469688502091",
    "word": "locust",
    "phonetic": "/'ləʊkəst/",
    "translation": "n.蝗虫；洋槐；刺槐",
    "phonetic_groups": [
      {
        "text": "'lə",
        "related_letters": "lo"
      },
      {
        "text": "ʊkəst",
        "related_letters": "cust"
      }
    ],
    "audio_url": "/audio/youdao-6c263f20-ebc4ab5e-7aa69398-e7eceabc-312eed29.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The locust swarm has destroyed all the crops and vegetables.",
      "(1) 蝗虫群毁坏了所有的庄稼和蔬菜。",
      "★☆☆☆☆",
      "1[N-COUNT 可数名词]蝗虫 Locusts are large insects that live mainly in hot countries. They fly in large groups and eat crops."
    ]
  },
  {
    "id": "1469688502092",
    "word": "loose",
    "phonetic": "/luːs/",
    "translation": "adj.松的；宽松的；不确切的；不牢固的；放纵的n.解放；放任；放纵v.弄松；释放；放枪adv.松散地",
    "phonetic_groups": [
      {
        "text": "luːs",
        "related_letters": "loose"
      }
    ],
    "audio_url": "/audio/youdao-d173d600-444832b7-a9512cd0-eab886f0-95fc6f09.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The screw worked itself loose and the door fell off the cupboard.(2) She wore loose garments in the summer.(3) Loose labour regulations are one reason.(4) It is used these days in a very loose sense by a great many people.(5) She was branded a loose woman.(6) This will ship to our customer via their consolidator as loose freight.(7) Shake yourself loose from the accreted layers of presuppositions and assumptions that your profession has built up around the topic.(8) I still think a lot about transportation -- you never loose a dream, it just incubates as a hobby.(9) But if we leave, we loose it and I can't make an entire life disappear to start a new one.(10) Things were not just lax, but loose, as though everyone but him had grown to accept the situation.(11) Please help me loose the nail, It is rusty and won't come out of the wall.(12) A chemical change has to take place before the energy can be let loose.(13) Men were loosing off at shadows.",
      "(1) 螺丝松了，门从橱柜上掉下来了。(2) 她在夏天穿宽松的衣服。(3) 宽松的劳动规则是原因之一。(4) 现在,许多人用起它来是很不确切的。(5) 她被标为放纵的女人。(6) 这将会经由他们的整合者对我们的客户运送如解放船货。(7) 把自己从本专业对此所建立的厚厚预设和假定中解放出来。(8) 我直到现在还想着很多有关交通的问题，你不要放任梦想，而要把它当作一种习惯去培育。(9) 可是如果我们走了，我们放纵它，我不能结束自己完整的生活去开始一段新的生活。(10) 这里的事物已不能说是松懈，应该拿放纵来形容，好像除了他以外，每个人都渐渐接受了这个处境。(11) 请帮我把这个钉子弄松，它生锈了，拔不出来。(12) 能量释放，必须有化学变化。(13) 士兵向黑影射击。",
      "If something is loose, it's not attached very securely to anything. Be sure the horse trailer attached to your truck isn't loose, or it might just roll away on its own while you're on the highway.",
      "Loose means \"not fixed.\" We can use it for things that you physically attach, like doorknobs or buttons, or for ideas that aren't rigid. If someone has loose morals, they don't have a strong moral code. A floppy dancer has loose limbs, and a loose ball is one that no one's holding. It's also a verb. To loose something is to set it free, which is different from losing it. You loose the wild squirrel you nursed back to health.",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]松动的；未固定牢的 Something that is loose is not firmly held or fixed in place. If a tooth feels very loose, your dentist may recommend that it's taken out...如果有一颗牙齿很松，牙医可能会建议你把它拔掉。Two wooden beams had come loose from the ceiling...房顶上有两根木梁已经松动。His tie was pulled loose and his collar hung open...他的领带拽松了，领口敞着。She idly pulled at a loose thread on her skirt.她无聊地扯着裙子上一根松掉的线头。looselyTim clasped his hands together and held them loosely in front of his belly.蒂姆双手紧扣，放松置于腹前。2[ADJ 形容词]零散的；不相连的；松脱的 Something that is loose is not attached to anything, or held or contained in anything. &nbsp;&nbsp;[usu ADJ n]Two young men were racing motorcycles on the loose gravel...两个小伙子正在松散的砾石路面上赛摩托车。Frank emptied a handful of loose change on the table...弗兰克将一把零钱撒在桌子上。A page came loose and floated onto the tiles.有一页纸脱落下来，飘落到地砖上。3[ADJ 形容词]不受束缚的；未拴住的 If people or animals break loose or are set loose, they are no longer held, tied, or kept somewhere and can move around freely. &nbsp;&nbsp;[ADJ after v]She broke loose from his embrace and crossed to the window...她从他怀抱里挣脱出来，走到窗前。Why didn't you tell me she'd  been set loose?...你干吗不告诉我她已经自由了？Jack was chased by a loose dog.杰克被一只没被拴住的狗追赶。4[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（衣服）宽松的，肥大的，宽大的 Clothes that are loose are rather large and do not fit closely. A pistol wasn't  that hard to hide under a loose shirt...在宽松的衬衣下藏一把手枪并不难。Wear loose clothes as they're more comfortable.穿宽松的衣服，这样会更舒服。looselyHis shirt hung loosely over his thin shoulders.衬衫在他单薄肩膀的支撑下显得松松垮垮。5[ADJ 形容词]（头发）披散的，散开的 If your hair is loose, it hangs freely round your shoulders and is not tied back. She was still in her nightdress, with her  hair hanging loose over her shoulders.她还穿着睡衣，头发披散至肩。6[ADJ 形容词]疏松的；稀松的；结构不紧密的 If something is loose in texture, there is space between the different particles or threads it consists of. She gathered loose soil and let it filter slowly through her fingers.她捧起疏松的泥土，任其缓缓地从指间漏下。7[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]（分组、安排、组织等）松散的，随便的，自由的 A loose grouping, arrangement, or organization is flexible rather than strictly controlled or organized. &nbsp;&nbsp;[usu ADJ n]Murray and Alison came to some sort of loose arrangement before he went home...默里在回家前和艾莉森达成了大致的约定。He wants a loose coalition of leftwing forces.他希望左翼力量形成一个松散的联盟。looselyThe investigation had aimed at a loosely organised group of criminals.调查针对一个组织松散的犯罪团伙展开。8[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]意义含糊的；不严谨的；不精确的 Loose words or expressions are not exact but rather vague. ...a loose translation...不精确的译文He despised loose thinking.他鄙视不严谨的思维。looselyThe book follows four characters, loosely based on my uncles.该书描述了4个角色，大致上以我的几个叔叔为原型。9[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]放荡的；淫荡的 If someone describes a woman or someone's behaviour as loose, they disapprove of that person because they think she or he has sexual relationships with too many people. &nbsp;&nbsp;[usu ADJ n]&nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[OLD-FASHIONED 过时]Is an actress who strips off in public necessarily a loose woman in private?...在公众面前宽衣解带的女演员私下里就一定是荡妇吗？Lust now seems to be associated with casual sex and loose morals.色欲如今似乎与性生活随便和道德放纵联系在一起了。10[VERB 动词]发射（子弹、箭、导弹等） To loose a shot, arrow, or missile means to fire it. &nbsp;&nbsp;[V n]&nbsp;&nbsp;[V P n (not pron)]&nbsp;"
    ]
  },
  {
    "id": "1469688502093",
    "word": "lorry",
    "phonetic": "/'lɒri/",
    "translation": "n.卡车",
    "phonetic_groups": [
      {
        "text": "'lɒ",
        "related_letters": "lor"
      },
      {
        "text": "ri",
        "related_letters": "ry"
      }
    ],
    "audio_url": "/audio/youdao-4c24e2db-07a58aa9-ea42243f-7fc70167-00e5ca45.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) Bind down the ropes around the load on the lorry.(2) A heavy lorry floundered about in deep snow.",
      "(1) 把绕在卡车上货物外面的绳子扎紧。(2) 一辆重型卡车在厚厚的积雪中艰难地行进。",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]卡车；货车 A lorry is a large vehicle that is used to transport goods by road. &nbsp;&nbsp;[BRIT 英]...a seven-ton lorry.7吨的卡车in AM, use 美国英语用 truck2[PHRASE 短语]（货物等）来路不明，是老鼠货，是贼赃 If someone says that something has fallen off the back of a lorry, or that they got something off the back of a lorry, they mean that they bought something that they knew was stolen. &nbsp;&nbsp;[PHR after v]&nbsp;&nbsp;[BRIT 英]&nbsp;&nbsp;[INFORMAL 非正式]He gets caviare that has fallen off the back of a lorry...他能弄到来路不明的鱼子酱。Pete once bought the boys a bicycle cheap off the back of a lorry.皮特有一回给孩子们买了一辆便宜的老鼠货自行车。"
    ]
  },
  {
    "id": "1469688502094",
    "word": "loss",
    "phonetic": "/lɒs/",
    "translation": "n.遗失；丧失；损失；失败；失落；死亡",
    "phonetic_groups": [
      {
        "text": "lɒs",
        "related_letters": "loss"
      }
    ],
    "audio_url": "/audio/youdao-8ade7f3e-fb86f9b3-1b05f897-04b61999-5ad27a64.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The loss of her purse caused her much inconvenience.(2) This wounded soldier was unconscious from his loss of blood.(3) His costly mistake resulted in severe loss.(4) The loss of the football game stirred up much anger.(5) She is inconsolable for the loss of her husband.",
      "(1) 丢失钱包给她带来了诸多不便。(2) 这名伤员由于失血过多而昏迷不醒。(3) 他的严重的错误导致了重大的损失。(4) 球赛的失败引起了极大的愤慨。(5) 她因丈夫的离世而痛不欲生。",
      "If you no longer have something, you experience a loss, like the loss of a favorite sock. When something lessens, or gets smaller, that's also a loss, as in weight loss.",
      "Loss has lots of opposites that help define what it means. It is the opposite of win, gain, found, or earn. You can take a loss in a game or a race or by misplacing or just plain losing something like a cell phone or money. When a business has more expenses than it can cover in sales, that, too, is called a loss. A difficult loss is when a friend, relative, or pet dies.",
      "★★★★☆",
      "1[N-VAR 可变名词]遗失；丧失；失去；减少 Loss is the fact of no longer having something or having less of it than before. &nbsp;&nbsp;[usu with supp]...loss of sight...失明The loss of income for the government is about $250 million a month.政府收入每月大概减少2.5亿美元。...hair loss...脱发The job losses will reduce the total workforce to 7,000.职位减少后，在职工人总数将减至7,000人。2[N-VAR 可变名词]（人命的）丧失 Loss of life occurs when people die. &nbsp;&nbsp;[usu with supp]...a terrible loss of human life...伤亡惨重The allies suffered less than 20 casualties while enemy losses were said to be high.盟军伤亡人数不到20，而敌军则据说人员损失惨重。3[N-UNCOUNT 不可数名词]（亲人或朋友的）丧故，亡故，逝世 The loss of a relative or friend is their death. &nbsp;&nbsp;[with supp]They took the time to talk about the loss of Thomas and how their grief was affecting them.他们慢慢谈到了托马斯的死和悲痛给他们带来的影响。...the loss of his mother.他母亲的亡故4[N-VAR 可变名词]亏损；亏蚀 If a business makes a loss, it earns less than it spends. In 1986 Rover made a loss of nine hundred million pounds...1986年，路虎亏损9亿英镑。The company said it will stop producing fertilizer in 1990 because of continued losses.由于持续亏损，该公司说它将在1990年停止生产化肥。...profit and loss.盈亏5[N-UNCOUNT 不可数名词]失落；惆怅 Loss is the feeling of sadness you experience when someone or something you like is taken away from you. Talk to others about your feelings of loss and grief...把自己的失落和悲伤向他人倾诉。He always woke with a sense of deep sorrow and depressing loss.他醒来时总是满怀哀愁，抑郁惆怅。6[N-COUNT 可数名词]损失；不幸 A loss is the disadvantage you suffer when a valuable and useful person or thing leaves or is taken away. &nbsp;&nbsp;[usu sing]She said his death was a great loss to herself.她说他的死对自己来说是巨大的损失。7[N-UNCOUNT 不可数名词]（热量、血液、液体等的）流失，散失，减少 The loss of something such as heat, blood, or fluid is the gradual reduction of it or of its level in a system or in someone's body. &nbsp;&nbsp;[with supp]...blood loss.失血...weight loss.瘦身...a rapid loss of heat from the body.体内热量的迅速散失8[PHRASE 短语]（经营）亏本地，赔钱地 If a business produces something at a loss, they sell it at a price which is less than it cost them to produce it or buy it. &nbsp;&nbsp;[PHR after v]&nbsp;&nbsp;[BUSINESS 商]New fashion designs have to be sold off at a loss if sales are poor.新款时装遇上销路不畅就要蚀本卖出。9[PHRASE 短语]茫然不知所措；不知如何是好 If you say that you are at a loss, you mean that you do not know what to do in a particular situation. &nbsp;&nbsp;[usu v-link PHR]I was at a loss for what to do next...下一步该怎么做，我完全没谱。The government is at a loss to know how to tackle the violence.对于如何应对暴力问题，政府现在一筹莫展。10[PHRASE 短语]及时止损；趁早撒手 If you cut your losses, you stop doing what you were doing in order to prevent the bad situation that you are in becoming worse. &nbsp;&nbsp;[V inflects]Directors are right to cut their losses, admit they chose the wrong man and make a change.董事们当断则断，承认自己选错了人，并且作了人员变更，这样做是正确的。11[PHRASE 短语]无用的人（或物） If you say that someone or something is a dead loss, you have a low opinion of them because you think they are completely useless or unsuccessful. &nbsp;&nbsp;[usu v-link PHR]&nbsp;&nbsp;[disapproval]&nbsp;&nbsp;[BRIT 英]&nbsp;&nbsp;[INFORMAL 非正式]I'd had no experience of organizing anything of that sort. I think I"
    ]
  },
  {
    "id": "1469688502095",
    "word": "lounge",
    "phonetic": "/laʊndʒ/",
    "translation": "n.休息室；候机室；起居室v.闲荡；懒散地斜靠",
    "phonetic_groups": [
      {
        "text": "laʊndʒ",
        "related_letters": "lounge"
      }
    ],
    "audio_url": "/audio/youdao-6d6940b3-8cd44fd0-97d47bf5-ee602829-4a2e2c68.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) We watched television in the hotel lounge.(2) Please move forward to the passenger lounge .(3) She is waiting for me in the departure lounge.(4) The children have made an awful mess in the lounge.(5) I don't want to lounge about town. I have other things to do.(6) Teenage boys were lounging against the wall.",
      "(1) 我们在旅馆休息室里看电视。(2) 请向前走到旅客休息室。(3) 她在候机室等我。(4) 孩子们把起居室弄得凌乱不堪。(5) 我不想在市区闲逛。我还有别的事要做。(6) 十几岁男孩们懒散地靠在墙上。",
      "It's hard to lounge, or recline comfortably, in the lounge, or waiting area, of an airport terminal. Maybe they shouldn't call it a lounge.",
      "Lounge comes from the French s'allonger meaning \"to lounge about, lie at full length.\" Whether you're talking about a room with seats in a hotel made for waiting, or a nice comfy sofa, or the act of reclining comfortably, lounge has everything to do with making yourself comfortable in one spot for a while. It also means to hang around in an easy way, the way you might lounge around the poolside area in a luxury hotel.",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]（私宅中的）起居室，客厅 In a house, a lounge is a room where people sit and relax. &nbsp;&nbsp;[mainly BRIT 主英]The Holmbergs were sitting before a roaring fire in the lounge, sipping their cocoa.霍姆伯格一家坐在客厅里，对着熊熊炉火呷着可可。2[N-COUNT 可数名词]（酒店、俱乐部或其他公共场所的）休息厅，休息室 In a hotel, club, or other public place, a lounge is a room where people can sit and relax. I spoke to her in the lounge of a big Johannesburg hotel where she was attending a union meeting.我在约翰内斯堡一家大酒店的休息大厅跟她打过招呼，她当时在那里参加一个工会会议。3[N-COUNT 可数名词]候机厅；候机大堂 In an airport, a lounge is a very large room where people can sit and wait for aircraft to arrive or leave. &nbsp;&nbsp;[usu supp N]Instead of taking me to the departure lounge they took me right to my seat on the plane.他们没有带我去候机厅，而是直接领我上飞机到了我的座位上。4[VERB 动词]（懒洋洋地）坐，躺 If you lounge somewhere, you sit or lie there in a relaxed or lazy way. &nbsp;&nbsp;[V prep]They ate and drank and lounged in the shade...他们在阴凉处吃吃喝喝懒懒地闲坐着。If you don't  want to lounge on the beach, you can go on a guided walk along the nature trail.如果不想闲躺在沙滩上，可以让导游带你走一走观光小径。相关词组：lounge around"
    ]
  },
  {
    "id": "1469688502096",
    "word": "lovely",
    "phonetic": "/'lʌvli/",
    "translation": "adj.可爱的；令人愉快的；好看的",
    "phonetic_groups": [
      {
        "text": "'lʌv",
        "related_letters": "love"
      },
      {
        "text": "li",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/youdao-fcbb04d2-d607a22e-c2dd1f69-177dfed1-b2f1f3da.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) The girl's rosy cheeks made her look very lovely.(2) The squirrel is a lovely small animal.(3) Collecting buttons is a lovely way to pass time.(4) It's been a simply lovely afternoon.(5) It is lovely to see so much open country.(6) My grandmother have a lovely can for storing tea.(7) I have a lovely pair with a hair stripe, grey.(8) How fair a gem gleams on a lovely wrist!",
      "(1) 那女孩玫瑰色的脸颊使她显得非常可爱。(2) 松鼠是一种可爱的小动物。(3) 收集钮扣是一种令人愉快的消遣方法。(4) 今天下午真令人愉快。(5) 看到这么大一片空旷的地，真令人愉快。(6) 我祖母有个很好看的茶叶罐。(7) 我有一条好看的细条纹裤子，灰色的。(8) 一颗亮晶晶的宝石戴在一只美丽的手腕上，多好看呀！",
      "You've probably heard the adjective lovely to describe something good looking, but did you know that, as a noun, lovely refers, specifically, to a beautiful girl employed as a photographer’s model?",
      "From the Old English luflic “affectionate, loveable,” comes lovely, an adjective that describes a person’s or thing’s attractiveness. Find the word love in there — it's something so attractive you can't help but love it. Lovely can also refer to something delightful. For example, a pretty selection of cakes and pastries arranged on a doily could be described as lovely. Anything from your girlfriend to a fresh coat of red paint on your motorcycle can be lovely.",
      "★★★☆☆",
      "1[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]可爱的；迷人的；悦耳的 If you describe someone or something as lovely, you mean that they are very beautiful and therefore pleasing to look at or listen to. &nbsp;&nbsp;[mainly BRIT 主英]You look lovely, Marcia...你看上去真漂亮，马西娅。He had a lovely voice...他的声音很动听。It was just one of those lovely old English gardens.那正是一个那种古老的英式花园，非常迷人。lovelinessYou are a vision of loveliness.你真是漂亮极了。2[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]令人愉快的；美好的 If you describe something as lovely, you mean that it gives you pleasure. &nbsp;&nbsp;[mainly BRIT 主英]&nbsp;&nbsp;[mainly SPOKEN 主口语]Mary! How lovely to see you!...玛丽，见到你真是太高兴了！It's a lovely day...今天天气真好。What a lovely surprise!真是个惊喜！3[ADJ-GRADED 能被表示程度的副词或介词词组修饰的形容词]亲切和善的；心地善良的 If you describe someone as lovely, you mean that they are friendly, kind, or generous. &nbsp;&nbsp;[mainly BRIT 主英]Laura is a lovely young woman...劳拉是个亲切友好的姑娘。She's a lovely child.她是个心地善良的孩子。"
    ]
  },
  {
    "id": "1469688502097",
    "word": "luggage",
    "phonetic": "/'lʌɡɪdʒ/",
    "translation": "n.行李",
    "phonetic_groups": [
      {
        "text": "'lʌ",
        "related_letters": "lug"
      },
      {
        "text": "ɡɪdʒ",
        "related_letters": "gage"
      }
    ],
    "audio_url": "/audio/youdao-26c921c0-ad2036d8-65ce3a11-d29df8e9-30a7983c.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) All the luggage has been strapped up.(2) He put his bag on the luggage rack.(3) The porter was weighed down by all the luggage.",
      "(1) 所有行李都已捆扎好。(2) 他把包放在行李架上。(3) 搬运工扛着这些行李压得直不起腰来。",
      "Luggage is anything you use to carry your things with you on a trip. If you're backpacking across Asia, your only luggage is the pack on your back.",
      "Suitcases are luggage, and if you pack a trunk full of gifts to bring your family in India, that's luggage too. When you arrive at an airport after a flight, you might have to wait a while to pick up your checked luggage. Luggage comes from lug, or \"drag,\" the way you sometimes have to lug your luggage onto a train or bus.",
      "★☆☆☆☆",
      "1[N-UNCOUNT 不可数名词]See also:left luggage；行李 Luggage is the suitcases and bags that you take with you when travel. Leave your luggage in the hotel...将您的行李放在酒店。Each passenger was allowed two 30-kg pieces of luggage.每位乘客可带两件30公斤的行李。Usage Note :Luggage is an uncount noun. You can have a piece of luggage or some luggage but you cannot have 'a luggage' or 'some luggages'. In British English, people normally use luggage when they are talking about everything that travellers carry. Baggage is a more technical word and is used for example when discussing airports or travel insurance. In American English, luggage refers to empty bags and suitcases and baggage refers to bags and suitcases with their contents. Both British and American speakers can refer to everything that travellers carry as their bags. American speakers can also call an individual suitcase a bag.luggage为不可数名词，可以说 a piece of luggage 或 some luggage，但不能说 a luggage 或 some luggages。英国英语一般用luggage来指旅行者携带的所有东西，而 baggage 则是一个较为专业的用语，用于有关机场或旅行保险等话题中。在美国英语中，luggage 指空的包和手提箱，而baggage 则指包和手提箱及其中的物品。英国英语和美国英语中均可以用 bags 来指旅行者携带的所有东西。美国英语还可以用 bag 来指单个手提箱。"
    ]
  },
  {
    "id": "1469688502098",
    "word": "lung",
    "phonetic": "/lʌŋ/",
    "translation": "n.肺；呼吸器官",
    "phonetic_groups": [
      {
        "text": "lʌŋ",
        "related_letters": "lung"
      }
    ],
    "audio_url": "/audio/youdao-10c36bea-615e51ce-038e469e-138ba011-664c1329.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "(1) A bullet pierced his right lung.(2) Smoking is responsible for many cases of lung cancer.",
      "(1) 一颗子弹洞穿他的右肺。(2) 吸烟是许多人患肺癌的致病因素。",
      "A lung is an internal organ that makes it possible for you to breathe. Your lungs remove carbon dioxide from your body while sending oxygen into your blood stream.",
      "All vertebrates — animals with a spinal column — have lungs. Humans have two of them, and they're what makes your chest rise and fall as you breathe in and out. They're also the organs that keep you breathing, and therefore alive. Lung, by way of the Old English lungen, comes from an Indo-European root that literally means \"the light organ.\"",
      "★★☆☆☆",
      "1[N-COUNT 可数名词]肺 Your lungs are the two organs inside your chest which fill with air when you breathe in. &nbsp;&nbsp;[usu pl]"
    ]
  },
  {
    "id": "1542510814255",
    "word": "lab",
    "phonetic": "/læb/",
    "translation": "n. 实验室，研究室",
    "phonetic_groups": [
      {
        "text": "læb",
        "related_letters": "lab"
      }
    ],
    "audio_url": "/audio/lab.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I'll meet you outside the science lab.Charlie the black lab drove his owner's car into the Pend Oreille River.",
      "我在科学实验室外面见你。黑拉布拉多犬查理把主人的车开入庞多雷河。"
    ]
  },
  {
    "id": "1542510814256",
    "word": "laboratory",
    "phonetic": "/ləˈbɒrətrɪ/",
    "translation": "n. 实验室，研究室",
    "phonetic_groups": [
      {
        "text": "ləˈ",
        "related_letters": "lab"
      },
      {
        "text": "b",
        "related_letters": "o"
      },
      {
        "text": "ɒr",
        "related_letters": "ra"
      },
      {
        "text": "ət",
        "related_letters": "to"
      },
      {
        "text": "rɪ",
        "related_letters": "ry"
      }
    ],
    "audio_url": "/audio/laboratory.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "They need one laboratory technician.The school has a large biological laboratory.The product is on trial in our laboratory.The students will have an experiment in the laboratory tomorrow.Our professor usually works in the laboratory doing his research.",
      "他们需要一名实验室技术员。这所学校有一个很大的生物实验室。该产品正在由我们实验室做测试。学生们明天要在实验室里做实验。我们的教授常常在实验室搞研究。"
    ]
  },
  {
    "id": "1542510814257",
    "word": "lady",
    "phonetic": "/'leɪdɪ/",
    "translation": "n. 女士，夫人；小姐；妻子",
    "phonetic_groups": [
      {
        "text": "'leɪdɪ",
        "related_letters": "lady"
      }
    ],
    "audio_url": "/audio/lady.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The lady looked at me with a contented smile.The lady assured to him her daughter.The antique table went to the lady in the pink hat.He handed the old lady out of the cab.",
      "那位夫人带着满意的微笑看着我。夫人把女儿许配给他。这张古董桌子卖给那位戴粉红色帽子的女士了。他将这位上了年纪的女士从车上扶下来。"
    ]
  },
  {
    "id": "1542510814258",
    "word": "lake",
    "phonetic": "/leɪk/",
    "translation": "n. 湖；深红色颜料；胭脂红vt. （使）血球溶解vi. （使）血球溶解n. (Lake)人名；(德、塞、瑞典)拉克；(英)莱克",
    "phonetic_groups": [
      {
        "text": "leɪk",
        "related_letters": "lake"
      }
    ],
    "audio_url": "/audio/lake.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He fell into the lake.The garden reaches the lake.We crossed the lake in a canoe.I reached the gate that opened towards the lake.Anyone swimming in this lake does so at his own risk.The river fed into a lake.The lake was encircled by trees.I've just run out of crimson lake paint.",
      "他掉进了湖里。花园一直延伸到湖边。我们乘独木舟过河。我走到临湖而开的那扇门前。任何人在此湖中冒险游泳，其后果自负。这条河流入一个湖泊。该湖泊被树林环抱。我正好用完了胭脂红色的颜料。"
    ]
  },
  {
    "id": "1542510814259",
    "word": "land",
    "phonetic": "/lænd/",
    "translation": "n. 国土；陆地；地面vt. 使…登陆；使…陷于；将…卸下vi. 登陆；到达n. (Land)人名；(英、德、葡、瑞典)兰德",
    "phonetic_groups": [
      {
        "text": "lænd",
        "related_letters": "land"
      }
    ],
    "audio_url": "/audio/land.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We are glad to be on land again.The river passes through our land.The land is laid down with red or white clover.This land was reclaimed from the sea.The ship landed safely in the end.In ten minutes the plane will land in Beijing.He fell down the stairs, landing in a heap at the bottom.The young man was lucky to land a good job .They managed to land the helicopter safely.",
      "我们很高兴又踏上陆地了。这条河流经我们的国土这块土地种上了红花和白花苜蓿。这块土地是填海开垦出来的。船最后平安靠岸了。飞机十分钟后将会在北京着陆。他从楼梯上摔下来，直跌到楼梯底部滚成一团。那个年轻人幸运地得到了一个好工作。他们想方设法使直升飞机安全着陆。"
    ]
  },
  {
    "id": "1542510814260",
    "word": "language",
    "phonetic": "/'læŋgwɪdʒ/",
    "translation": "n. 语言；语言文字；表达能力",
    "phonetic_groups": [
      {
        "text": "'læ",
        "related_letters": "lan"
      },
      {
        "text": "ŋgwɪdʒ",
        "related_letters": "guage"
      }
    ],
    "audio_url": "/audio/language.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Chinese is my native language.What languages can you speak?A dictionary is an invaluable aid in learning a new language.She reduced his theories to simple language.Sign language is a neat way to express yourself.",
      "汉语是我的母语。你会说什么语言？在学习一种新语言时,辞典是非常有用的工具。她将他的理论以简单的语言文字表达出来。手语是一种表达你自己的优雅方式。"
    ]
  },
  {
    "id": "1542510814261",
    "word": "lap",
    "phonetic": "/læp/",
    "translation": "n. 一圈；膝盖；下摆；山坳vt. 使重叠；拍打；包围vi. 重叠；轻拍；围住n. (Lap)人名；(越)立",
    "phonetic_groups": [
      {
        "text": "læp",
        "related_letters": "lap"
      }
    ],
    "audio_url": "/audio/lap.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The child sat on its mother's lap.For quite some time, everything fell into his lap.The leading car crashed midway through the tenth lap.The cat lapped up the milk.He heard the lap of the waves.The two pictures are made to lap over each other.Hyperparasitic effect was observed at culture over lap of Cylindrocladium spathiphylli and some phytopathogen through microscope.The waves gently lap against the shore.",
      "小孩坐在妈妈的膝上。好长一段时间他事事称心如意。领先的那辆赛车在第十圈的中途撞毁了。猫舔食牛奶。他听到了波浪的拍打声。那两张画被重叠在一起。显微观察对峙培养的重叠区域，发现苞叶芋柱帚霉对部分病原菌有重寄生现象。海浪轻轻地拍打着海岸。"
    ]
  },
  {
    "id": "1542510814262",
    "word": "large",
    "phonetic": "/lɑːdʒ/",
    "translation": "adj. 大的；多数的；广博的adv. 大大地；夸大地n. 大n. (Large)人名；(英)拉奇；(法)拉尔热",
    "phonetic_groups": [
      {
        "text": "lɑːdʒ",
        "related_letters": "large"
      }
    ],
    "audio_url": "/audio/large.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Shanghai is a large city.The oceans are large bodies of water.The hill was surmounted with a large castle.The concert drew a large audience.He has a large amount of mail to answer every day.He has a large number of reference books at his disposal.You should change from the small to a large size.This issue is so large and the process was so lengthy.The President is a man of large experience.He tends to talk large.When a vessel goes large, it gains its highest speed.",
      "上海是一个大城市。海洋是广大的水域。小山上有一座巨大的城堡。音乐会吸引了大量的观众。他每天有大量的信件要回复。他有大量的参考书可供使用。你必须把这件小号的衣服换成大号。这个问题如此广泛，过程又如此漫长。总统是一位经验丰富的人。他喜欢讲大话。船顺风而行时速度最快。"
    ]
  },
  {
    "id": "1542510814263",
    "word": "last",
    "phonetic": "/lɑːst/",
    "translation": "n. 末尾，最后；上个；鞋楦（做鞋的模型）adj. 最后的；最近的，最新的；仅剩的；最不可能…的vi. 持续；维持，够用；持久vt. 度过，拖过；使维持adv. 最后地；上次，最近；最后一点n. (Last)人名；(英、德、葡、罗、瑞典)拉斯特",
    "phonetic_groups": [
      {
        "text": "lɑːst",
        "related_letters": "last"
      }
    ],
    "audio_url": "/audio/last.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The hot weather lasted until September.The wind is changing round, so the storm won't last long.Economically, one tin of oil will last at least three months.I thought her last book was one of her best.I dreamt about flying last night.Why didn't you catch the last bus as I told you to?For most teachers, punishment is the last resort.He came last in the race.",
      "炎热的天气持续到九月。风正在转向,因此暴风雨不会持续太长的时间。如果节省地用的,这罐油就会维持至少三个月。我认为她最近出版的那本书是她的最佳著作之一。昨夜我梦见我在飞翔。你怎么不听我的话赶乘末班公共汽车呢?对大多数老师而言,体罚学生是最后的手段。他赛跑落得了最后。"
    ]
  },
  {
    "id": "1542510814264",
    "word": "late",
    "phonetic": "/leɪt/",
    "translation": "adj. 晚的；迟的；已故的；最近的adv. 晚；迟；最近；在晚期",
    "phonetic_groups": [
      {
        "text": "leɪt",
        "related_letters": "late"
      }
    ],
    "audio_url": "/audio/late.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I'm afraid I may be a little late.The train was 10 minutes late.This country was founded in the late eighteenth century.Tell me about his late illness.There were several clashes before this latest incident.He found the charity in memory of his late wife.We went to bed late.I overslept because I stayed up too late last night.",
      "恐怕我可能稍晚一点。火车晚点了10 分钟。这个国家是在18世纪末期建立的。告诉我他最近的病况。在这次事件发生之前已有过几次冲突。他兴办那项慈善事业以纪念他已故的妻子。我们很晚才上床。我睡过头了,因为昨晚睡得很迟。"
    ]
  },
  {
    "id": "1542510814265",
    "word": "laugh",
    "phonetic": "/lɑːf/",
    "translation": "n. 笑；引人发笑的事或人vi. 笑vt. 以笑表示；使…笑得",
    "phonetic_groups": [
      {
        "text": "lɑːf",
        "related_letters": "laugh"
      }
    ],
    "audio_url": "/audio/laugh.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He could tell she was in a bad mood, and tried to laugh her out of it.It is natural to laugh when you are happy.You have to laugh and find humor every day.You should not laugh at the handicapped.She knew the truth all along and was laughing up her sleeve at us.The captain's cheerful laugh dispelled our fears.Her laugh was as grateful to him as a summer wind.He told me the news with a laugh.What a laugh to say that!",
      "他看出她心情不好，想逗她笑好让她不再想烦恼的事。高兴时笑是正常的。每天都要笑，每天都要找到幽默。你们不应该嘲笑残疾人。她早就知道真相，却一直在暗中笑话我们。船长愉快的笑声消除了我们的恐惧。她的笑声对于他好象夏天的风一样令人愉快。他笑着告诉我这个消息。\"真可笑,竟说出这种话来!\""
    ]
  },
  {
    "id": "1542510814266",
    "word": "lay",
    "phonetic": "/leɪ/",
    "translation": "vt. 躺下；产卵；搁放；放置；铺放；涂，敷adj. 世俗的；外行的；没有经验的n. 位置；短诗；花纹方向；叙事诗；性伙伴vi. 下蛋；打赌v. 躺；位于（lie的过去式）",
    "phonetic_groups": [
      {
        "text": "leɪ",
        "related_letters": "lay"
      }
    ],
    "audio_url": "/audio/lay.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "You may lay it on the table.I lay down not so much to sleep as to think.I'll lay odds of three to one that he gets the job.He showed us how to lay out a printed page.Surveyors lay out Wall Street along the line of the stockade.They lay eggs from the beginning of July to the middle of August.He knows the lay of the land here.Lay more emphasis on combating corruption and advocating integrity.A lay figure can be placed in any position, or attitude, and clothed in any costume and thus serves as a model for the drapery.A lay opinion as to the seriousness of the disease.The lay public must be convinced that this is right and beneficial, and the medical fraternity must be held to the standards of the subuniverse.",
      "你可以把它放在桌子上。我躺下来与其说是要睡觉，倒不如说是要思考。我以三比一的赔率打赌，他能得到那份工作。他告诉我们怎样设计版面。测量员沿着栅栏设计出墙街。它们在7月初到8月中这段时间产卵。他了解这里的地形。把反腐倡廉放在更加突出的位置上。人体模型可以放在任何位置，摆成任何姿势，穿上任何服装，作为服装店的模特儿。关于这种疾病的非专业的意见世俗的大众将会相信这是对的并有利的，而医学会友维持在此次级共同体的标准上。"
    ]
  },
  {
    "id": "1542510814267",
    "word": "lazy",
    "phonetic": "/'leɪzɪ/",
    "translation": "adj. 懒惰的；懒洋洋的；怠惰的；慢吞吞的n. (Lazy)人名；(德)拉齐",
    "phonetic_groups": [
      {
        "text": "'leɪzɪ",
        "related_letters": "lazy"
      }
    ],
    "audio_url": "/audio/lazy.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Her lazy husband is a millstone round her neck.He is so lazy; he could do with a good kick up the rear.The lazy girl is dreaming of marrying a millionaire and therefore won't do any work.It was a lazy, breezy summer afternoon.Peter is lazy and yet he gets good results in every examination.",
      "她的懒丈夫成了她的一个包袱。他这个人太懒惰，真想在他屁股上踢一脚。这个懒惰的女孩正梦想着嫁给一个有钱人，从此不再工作。这是一个懒散的，微风风的夏日下午。彼得很懒散,然而他每次考试都取得好成绩。"
    ]
  },
  {
    "id": "1542510814268",
    "word": "leaf",
    "phonetic": "/liːf/",
    "translation": "n. 叶子；（书籍等的）一张；扇页vi. 生叶；翻书页vt. 翻…的页，匆匆翻阅n. (Leaf)人名；(英)利夫",
    "phonetic_groups": [
      {
        "text": "liːf",
        "related_letters": "leaf"
      }
    ],
    "audio_url": "/audio/leaf.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I saw him take a leaf out of the book.The falling leaf spiralled to the ground.Not a leaf nor an insect stirred.This plant has green leaves throughout the year.There was a layer of silver leaf outside the metal.The trees are just beginning to leaf.",
      "我看见他从书上撕下一页。落叶盘旋著飘到了地上。不单是树叶，连个虫子都不动。这种植物终年常青。金属外边有一层银薄膜。树刚刚开始长叶子。"
    ]
  },
  {
    "id": "1542510814269",
    "word": "learn",
    "phonetic": "/lɜːn/",
    "translation": "vt. 学习；得知；认识到vi. 学习；获悉",
    "phonetic_groups": [
      {
        "text": "lɜːn",
        "related_letters": "learn"
      }
    ],
    "audio_url": "/audio/learn.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Write out this word ten times so that you learn how to spell it.It's more useful to learn modern languages, such as English and German, than Latin.I'm trying to learn English.I learned this news from the newspaper.",
      "把这个字抄写十遍就能记住怎麽拼写了。学习英语和德语等现代语言比学习拉丁语更为有用。我正在尽力学英语。我从报纸上得知这个消息。"
    ]
  },
  {
    "id": "1542510814270",
    "word": "least",
    "phonetic": "/liːst/",
    "translation": "adj. 最小的；最少的（little的最高级）adv. 最小；最少n. 最小；最少",
    "phonetic_groups": [
      {
        "text": "liːst",
        "related_letters": "least"
      }
    ],
    "audio_url": "/audio/least.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The least noise would startle the timid child.The greatest talkers are always the least doers.She came when we least expected her.He worked hardest but was paid least.This is the least important thing of all.He was the one who did the least of the work and got the most of the money.That's the least you could do.These eggs will cost at least two pounds.",
      "最小的响声也会吓着这个胆小的孩子的。大言不惭的总是做得最少的人。她在我们最意料不到的时候来了。他工作最辛苦，但所得报酬却最少。这是其中最不重要的东西。他就是那个做活最少而拿钱最多的人。你至少应该能做到那样。这些蛋至少要花二英镑。"
    ]
  },
  {
    "id": "1542510814271",
    "word": "leather",
    "phonetic": "/'leðə/",
    "translation": "n. 皮革；皮革制品vt. 用皮革包盖；抽打adj. 皮的；皮革制的n. (Leather)人名；(英)莱瑟",
    "phonetic_groups": [
      {
        "text": "'leðə",
        "related_letters": "leather"
      }
    ],
    "audio_url": "/audio/leather.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "This wallet feels to me like leather.Leather can deteriorate in damp conditions.Plastic is sometimes used instead of leather.Our factory's leather products show genuine leather in its natural colors.I have a pair of leather mittens.His black leather couch looks expensive.I'd like to leather him black and blue.",
      "我觉得这钱包像是皮的。皮革受潮可变质。塑胶有时可以替代皮革。本厂皮制品，还我真皮本色。我有一副皮连指手套。他的黑色皮沙发看上去很昂贵。我要把他揍得青一块紫一块的。"
    ]
  },
  {
    "id": "1542510814272",
    "word": "leave",
    "phonetic": "/liːv/",
    "translation": "vt. 离开；留下；遗忘；委托vi. 离开，出发；留下n. 许可，同意；休假",
    "phonetic_groups": [
      {
        "text": "liːv",
        "related_letters": "leave"
      }
    ],
    "audio_url": "/audio/leave.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I will leave you to attend to the matter .You can leave it with us for safe keeping for no more than a month, or abandon it.I leave the gay saloon of New York for the green glade of the country.Please, don't forget to hand back your room key before you leave the hotel.The measure of our success will be the condition in which we leave the world for the next generation.Be sure not to leave anything behind, please.Seek not proud riches, but such as thou mayest get justly, use soberly, distribute cheerfully, and leave contentedly.The treasure I bequeath and leave entirely to my sole heir.We mustn't leave him to his own devices.It is necessary to seek the Court's leave to file a document out of time.She has my leave to see him.She was allowed compassionate leave from work to attend her father's funeral.The company has docked us of three days of our annual leave.She took leave of her mother, and caught the train to Beijing.An unbelieving smile flits on your eyes when I come to you to take my leave.",
      "我委托你办此事。您可以委托我们替您保管，但为期只有一个月时间，或者您选择放弃。我离开了纽约欢乐的酒店，来到乡村绿色的林间空地。在离开旅馆之前，请不要忘记交还房间的钥匙。衡量我们成功的标准将是，我们把一个什么样的世界留给下一代。请当心，别遗留下任何物品。别为摆阔炫耀而追求财富,只挣你取之有道、用之有度、施之有乐且遗之有慰的钱财。此项宝藏吾全部遗赠与吾之惟一继承人。不应听任他去自行其是。时限过后,必须得到法庭的许可才可以将文件存盘。她得到我的许可去看他。她获准丧假为父亲送葬。公司将我们每年的休假时间减少了3天。她告别了她母亲，搭上了去北京的列车。当我向你告别时,你微笑着,眼神里闪烁着怀疑。"
    ]
  },
  {
    "id": "1542510814273",
    "word": "left",
    "phonetic": "/left/",
    "translation": "adj. 左边的；左派的；剩下的adv. 在左面n. 左边；左派；激进分子v. 离开（leave的过去式）",
    "phonetic_groups": [
      {
        "text": "left",
        "related_letters": "left"
      }
    ],
    "audio_url": "/audio/left.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Do you always write left-handed?He supports the left wing of the Labour Party.As a result of a serious illness, she couldn't move her left leg.Turn left here.Britain cars are driven on the left.She was sitting immediately to my left.Many members of the left have been arrested.He knocked down his opponent with a powerful left.",
      "你一向用左手写字吗?他支持工党中的左翼.患重病后,她的左腿不能动了。这里左转。在英国汽车靠左侧行驶。她挨着我坐在我的左边。许多左派成员被捕。他一记有力的左手拳将对手击倒。"
    ]
  },
  {
    "id": "1542510814274",
    "word": "leg",
    "phonetic": "/leg/",
    "translation": "n. 腿；支柱",
    "phonetic_groups": [
      {
        "text": "leg",
        "related_letters": "leg"
      }
    ],
    "audio_url": "/audio/leg.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The breaking of his right leg made him walk on crutches only.The leg of my tights has torn.The car won't start, so we'll have to leg it.He legged after me.",
      "他右脚的折断使他只有靠拐杖走路。我的裤袜的裤腿破了。汽车发动不起来了,我们只好走着去了。他在我后面走。"
    ]
  },
  {
    "id": "1542510814275",
    "word": "lend",
    "phonetic": "/lend/",
    "translation": "vt. 贷；增添，提供；把……借给vi. 贷款n. (Lend)人名；(德)伦德",
    "phonetic_groups": [
      {
        "text": "lend",
        "related_letters": "lend"
      }
    ],
    "audio_url": "/audio/lend.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Would you please lend me your pencil?I can't possibly lend you so much money.The bank refused to lend the money to us.Lend me your typewriter, please.",
      "请把铅笔借给我用用好吗？我没有可能借给你这麽多钱。银行拒绝向我们贷款。请把你的打字机借我用一下。"
    ]
  },
  {
    "id": "1542510814276",
    "word": "less",
    "phonetic": "/les/",
    "translation": "adv. 较少地；较小地；更小地adj. 较少的；较小的prep. 减去n. 较少；较小n. (Less)人名；(德、意、匈、芬)莱斯",
    "phonetic_groups": [
      {
        "text": "les",
        "related_letters": "less"
      }
    ],
    "audio_url": "/audio/less.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It would be good to have less pollution.He spends less time on work than on play.It is better to complete the task with less money.The flaw in this vase makes it less valuable.Work more and dream less, you will be much happier.Malaria is less common in Britain.She found the job less and less attractive.There is less to do in this job than the last.It seems less of a threat than I'd expected.",
      "如果污染更少的话就好了。他在工作上花的时间比在玩上面花的时间更少。最好是用较少的钱就能完成任务。这个花瓶因为有点缺陷，不那么值钱了。多做事少空想，这样你会愉快得多。疟疾在英国较少见。她发觉那工作越来越缺乏吸引力。这份工作没有上份工作量大。威胁性似乎比我预料的要小。"
    ]
  },
  {
    "id": "1542510814277",
    "word": "lesson",
    "phonetic": "/'les(ə)n/",
    "translation": "n. 教训；课vt. 教训；上课",
    "phonetic_groups": [
      {
        "text": "'les",
        "related_letters": "les"
      },
      {
        "text": "(ə)n",
        "related_letters": "son"
      }
    ],
    "audio_url": "/audio/lesson.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Such a lesson should be treasured in our memories.That accident taught them a lesson.I missed a lesson yesterday.This lesson pertains to marine animals.The first lesson is taken from St John's Gospel.The bitter lesson is branded on his memory.That accident taught them a lesson.Today we'll reverse the usual order of the lesson.Please do not enter while a lesson is in progress.",
      "这样的宝贵教训应该铭记在心。那次事故给了他们一个教训。昨天我误了一节课。这一课讲海洋动物。第一段圣经选自《约翰福音》。那个惨痛的教训深深铭刻在他记忆中。那次事故给了他们一个教训。今天我们将把通常的上课顺序倒过来。上课中途请勿走进教室。"
    ]
  },
  {
    "id": "1542510814278",
    "word": "let",
    "phonetic": "/let/",
    "translation": "vt. 允许，让；出租；假设；妨碍vi. 出租；被承包n. 障碍；出租屋n. (Let)人名；(缅)莱；(俄)莱特",
    "phonetic_groups": [
      {
        "text": "let",
        "related_letters": "let"
      }
    ],
    "audio_url": "/audio/let.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I won't let him get away with that excuse.I don't agree with all you say, but I'll let it go at that.No visitors are let into the committee meetings.Let me have a look at this watch.Let's consider briefly his suggestion.Let the line AB be equal to the line XY.Let ABC be an angle of ninety degrees .The shop is let on very favourable terms.I asked her if she had any rooms to let.I can't get a let for my house.Please allow the bearer of this passport to pass freely without let or hindrance.If you hit a let,you can serve again.",
      "我不会让他用那种借口蒙混过去。我并不完全同意你说的话，但我不再多说了。委员会会议不允许任何访问者闯入。把这只表让我看看。让我们考虑一下他的建议。假设ab 线与XY 线相等。假设ABC为90度的角。该商店以特惠条件出租。我问她有没有房间出租。我的房子租不出去。请予护照持有人顺利通行。如果发了擦网球，可以再发一次。"
    ]
  },
  {
    "id": "1542510814279",
    "word": "letter",
    "phonetic": "/'letə/",
    "translation": "n. 信；字母，文字；证书；文学，学问；字面意义vt. 写字母于vi. 写印刷体字母n. (Letter)人名；(英)莱特",
    "phonetic_groups": [
      {
        "text": "'le",
        "related_letters": "let"
      },
      {
        "text": "tə",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/letter.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She balled the letter into a wad.I acknowledged her letter at once.The kids are learning to trace the letter.Anger is one letter away from danger.He wrote these words after he had lapped up his letter.While composing a letter on a computer you may interrupt the computer's rest with a short burst of key pounding and then let it return to idleness as you compose the next sentence.The printer has dropped a letter here.I learned about serif and san serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great.",
      "她将信揉成一团。我马上告知收到了她的信。孩子们学描字母。生气与危险仅相差一个字母。他是把信折好以后才又写下了这些话的。当你在计算机上写信时，随着敲击键盘产生的短脉冲会打断计算机的休息，接着当你写下一句话的时候，它会返回到无所事事的状态。印刷者在这儿遗漏了一个字母。我学习写带短截线和不带短截线的印刷字体，根据不同字母组合调整其间距，以及怎样把版式调整得好上加好。"
    ]
  },
  {
    "id": "1542510814280",
    "word": "librarian",
    "phonetic": "/laɪ'breərɪən/",
    "translation": "n. 图书馆员；图书管理员",
    "phonetic_groups": [
      {
        "text": "laɪ",
        "related_letters": "li"
      },
      {
        "text": "'breə",
        "related_letters": "brar"
      },
      {
        "text": "r",
        "related_letters": "i"
      },
      {
        "text": "ɪən",
        "related_letters": "an"
      }
    ],
    "audio_url": "/audio/librarian.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The librarian saved the rare books from the fire.",
      "这位图书管理员从火中救出了一些珍本书。"
    ]
  },
  {
    "id": "1542510814281",
    "word": "library",
    "phonetic": "/ˈlaɪbrərɪ/",
    "translation": "n. 图书馆，藏书室；文库",
    "phonetic_groups": [
      {
        "text": "ˈla",
        "related_letters": "li"
      },
      {
        "text": "ɪbrərɪ",
        "related_letters": "brary"
      }
    ],
    "audio_url": "/audio/library.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The town has its own public library and public gardens.In the library, the books on history are all kept in one bay.Professor Hunter has a library of about five thousand books.I found him working in his library when I called.",
      "那城市有自己的公用图书馆和公园。在图书馆里，历史方面的书都放在同一隔间里。汉特教授约有五千册藏书。我去拜访他时看到他在书房里工作。"
    ]
  },
  {
    "id": "1542510814282",
    "word": "lie",
    "phonetic": "/laɪ/",
    "translation": "vi. 躺；说谎；位于；展现vt. 谎骗n. 谎言；位置n. (Lie)人名；(罗、挪、瑞典)利；(中)李(普通话·威妥玛)",
    "phonetic_groups": [
      {
        "text": "laɪ",
        "related_letters": "lie"
      }
    ],
    "audio_url": "/audio/lie.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "If you feel unwell, go and lie down.My home town lies low in a hidden valley.The fundamental way out lies in reform and openness.The novel is lying on the table.The truth lies between two extremes.Our land lies between these trees and the river.I promise never to lie to you from now on.He degraded himself by cheating and telling lies.",
      "如果你感到不舒服，就去躺下。我的家乡位于一个隐蔽的山谷里。根本出路在于改革开放。小说平放在桌子上。真理存在两个极端之间。我们的土地位于这些树和那条河之间我发誓从今以后再也不向你说谎话。他因欺骗、撒谎而损害了自己的人格。"
    ]
  },
  {
    "id": "1542510814283",
    "word": "life",
    "phonetic": "/laɪf/",
    "translation": "n. 生活，生存；寿命",
    "phonetic_groups": [
      {
        "text": "laɪf",
        "related_letters": "life"
      }
    ],
    "audio_url": "/audio/life.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Surely, I will keep the secret for my whole life.He had a car accident and his life was in danger.I prefer country life to city life.As we know, life is often compared with a voyage.",
      "当然,我会一生保守这个秘密。他遭遇车祸,有生命危险。我喜爱乡村生活,不喜爱城市生活。如我们所知道的,人生常被比做航海。"
    ]
  },
  {
    "id": "1542510814284",
    "word": "lifetime",
    "phonetic": "/'laɪftaɪm/",
    "translation": "n. 一生；寿命；终生；使用期adj. 一生的；终身的",
    "phonetic_groups": [
      {
        "text": "'laɪf",
        "related_letters": "life"
      },
      {
        "text": "taɪm",
        "related_letters": "time"
      }
    ],
    "audio_url": "/audio/lifetime.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He met with many a setback in his lifetime.The century plant blooms only once in its lifetime.Learning is the enterprise of a lifetime.These experiences can help make saving money a lifetime habit.Their lifetime is stretched by their motion.Eighty years constitute a longer-than-average lifetime.",
      "他一生中遭到过许多挫折。龙舌兰在其一生中只开一次花。学习是终身的事业。这些经历能使存钱成为终身的习惯。由于它们的运动其寿命延长了。八十岁高于平均寿命。"
    ]
  },
  {
    "id": "1542510814285",
    "word": "lift",
    "phonetic": "/lɪft/",
    "translation": "vt. 举起；提升；鼓舞；空运；抄袭vi. 消散；升起；耸立n. 电梯；举起；起重机；搭车",
    "phonetic_groups": [
      {
        "text": "lɪft",
        "related_letters": "lift"
      }
    ],
    "audio_url": "/audio/lift.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He was too weak even to lift his hand.The helicopter lifted the entire team to the meet.She was caught lifting make-up from the supermarket.The good news lifted my spirits.For some income levels rise after purchase, customers must first purchase the original loan repaid, can lift the selling home mortgages.They decided to lift the embargo.They want to lift the rate of enjoyment too.Soft angelic voices lift you into higher realms.With a graceful lift of her hand, she dismissed him.Winning the scholarship gave her a tremendous lift.He pressed the button to call the lift.It was pouring rain and he just needed a lift.They wouldn't lift a finger to help us.Could you help me lift this iron plate?",
      "他虚弱得连手都抬不起来。直升飞机把全队空运到运动会现场她在超级市场偷窃化妆品时被捉住了。（《牛津高阶英汉双解词典》）这好消息使我精神大振。对于一些收入水平上升的二次购房客户，原先必须将首次购房的贷款还清后，才可以解除抵押出售旧房。他们决定解除禁运。他们还想提升快乐率。温柔的天使之音将领您提升到更高的领域。她轻盈地一抬手把他打发走了。她获得奖学金後受到极大的鼓舞。他按键招呼电梯。外面下着这么大的雨,而他只是想搭个便车而已。他们不愿采取任何行动帮助我们。你能帮助我抬起这块铁板吗？"
    ]
  },
  {
    "id": "1542510814286",
    "word": "light",
    "phonetic": "/laɪt/",
    "translation": "n. 光；光线；灯；打火机；领悟；浅色；天窗adj. 轻的；浅色的；明亮的；轻松的；容易的；清淡的vi. 点着；变亮；着火vt. 照亮；点燃；着火adv. 轻地；清楚地；轻便地n. (Light)人名；(英)莱特",
    "phonetic_groups": [
      {
        "text": "laɪt",
        "related_letters": "light"
      }
    ],
    "audio_url": "/audio/light.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I try to see but I'm blinded by the white light.I can't read while you are standing in my light.He turned off the light before going out.It was getting dark, so we switched on the light.Excuse me, have you get a light by any chance?If you think about it, you will eventually see the light.The portrait shows fine effects of light and shade.This is a heavy box, and that is a light one.She bent forward, and her fine light hair fell over her cheeks.It's beginning to get light.He prefers light fictions to serious novels.Since her accident she can only do light work.I advise you to go on a light diet for a while.I saw him enter the room, sit down and light a cigarette.Her face lit up when she saw he was coming.He struck a match to light the room.",
      "我试着去看，但是有道白光让我什么都看不到。你挡住了我的光线，我没法看书。他出门前把灯关掉。天色暗了,于是我们打开了灯。对不起，你碰巧有打火机吗？如果你想一想,你就会最终领悟的。这幅肖像画的浓淡色调表现得很好。这是一个重箱子,那是一个轻箱子。她向前探出身子,她的浅色的美丽头发遮住了脸颊。天渐渐亮了。比起严肃小说来,他更喜欢轻松的小说。她出事以后只能做轻活儿了。我建议你一段时间内多吃些清淡的东西。我看见他走进房间,坐了下来,点燃了一根香烟。当她看到他走过来的时候，她的脸亮了起来。他划了根火柴来照亮房间。"
    ]
  },
  {
    "id": "1542510814287",
    "word": "like",
    "phonetic": "/laɪk/",
    "translation": "vt. 喜欢；想；愿意vi. 喜欢；希望prep. 像；如同adj. 同样的；相似的n. 爱好；同样的人或物adv. 可能conj. 好像",
    "phonetic_groups": [
      {
        "text": "laɪk",
        "related_letters": "like"
      }
    ],
    "audio_url": "/audio/like.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "At a distance he looks a bit like James Bond.It'll rain this afternoon, as like as not.I like movies, but I don't like Westerns.I would like to have a word with you.If you like, we could go out this evening.",
      "从远处看，他有点像詹姆斯·邦德。今天下午很可能要下雨。我喜欢电影,但不喜欢西部牛仔片。我想同你说句话。你要是愿意的话，咱们今天晚上出去。"
    ]
  },
  {
    "id": "1542510814288",
    "word": "line",
    "phonetic": "/laɪn/",
    "translation": "n. 路线，航线；排；绳vt. 排成一行；划线于；以线条标示；使…起皱纹vi. 排队；站成一排n. (Line)人名；(英)莱恩；(俄)利涅",
    "phonetic_groups": [
      {
        "text": "laɪn",
        "related_letters": "line"
      }
    ],
    "audio_url": "/audio/line.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "One line cuts another at right angles.The ball went over the line.The line of the two countries is too vague.He has fine lines around his eyes.She always takes a Marxist line.This is a steamer on the Japanese line.You should write on every other line.Thrown off by the jeers, she forgot her line.IBM is always in the front line of computer industry.Hang the clothes on the line.Please line up one after another.The battalion commander lined his men along the railway.Please line your paper with a pencil and ruler.This piece of silk would line your coat nicely .",
      "一条线与另一条线成直角相交。球越线出界了。这两个国家的界线太模糊了。他的眼睛周围有细细的皱纹。她一贯奉行马克思主义路线。这艘轮船走的是日本航线。你应该隔行写。台下的嘘声使她心慌意乱,以致把台词也忘了。IBM公司一直处在电脑行业的前沿。把衣服晾在绳子上。请按顺序排队。营长命令士兵们沿铁轨排开。请用铅笔和尺在纸上画线。这块丝料会很适于衬在你的大衣里。"
    ]
  },
  {
    "id": "1542510814289",
    "word": "lion",
    "phonetic": "/'laɪən/",
    "translation": "n. 狮子；名人；勇猛的人；社交场合的名流n. (Lion)人名；(西、葡)利昂；(德、法、意、捷、瑞典)利翁；(英)莱昂",
    "phonetic_groups": [
      {
        "text": "'laɪən",
        "related_letters": "lion"
      }
    ],
    "audio_url": "/audio/lion.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He is regarded as a lion.The lion attacked its victim with great ferocity.The lion lay asleep in its den.The lion seized its prey and ate it.The soldier is as brave as a lion.",
      "大家认为他是个很勇猛的人。狮子凶猛地扑向猎物。狮子躺在洞里睡觉。狮子抓住猎物，把它吃了。这个战士象狮子一样勇猛。"
    ]
  },
  {
    "id": "1542510814290",
    "word": "list",
    "phonetic": "/lɪst/",
    "translation": "n. [计] 列表；清单；目录vi. 列于表上vt. 列出；记入名单内n. (List)人名；(匈)李斯特；(英、德、法、西、捷)利斯特",
    "phonetic_groups": [
      {
        "text": "lɪst",
        "related_letters": "list"
      }
    ],
    "audio_url": "/audio/list.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We should get the samples on the list to check.She complained about the omission of her name from the list.He wrote down his name on the list.Can you give me a price list with specification?The tower had a list to the south.We were asked to list our ten favourite songs.He listed all the things he had to do.As they climbed into the dinghy, it began to list violently.",
      "我们应该索取目录上的样品来检验一下。她抱怨名单上遗漏了她的名字。他将他的名字写在清单上。你能否给我一份有规格说明的价目单吗？塔向南倾斜。我们应要求列出自己最喜爱的十首歌曲。他把自己必须做的事列成表。当他们登上救生艇时，救生艇开始剧烈地倾斜。"
    ]
  },
  {
    "id": "1542510814291",
    "word": "listen",
    "phonetic": "/'lɪs(ə)n/",
    "translation": "vi. 听，倾听；听从，听信n. 听，倾听",
    "phonetic_groups": [
      {
        "text": "'lɪs",
        "related_letters": "lis"
      },
      {
        "text": "(ə)n",
        "related_letters": "ten"
      }
    ],
    "audio_url": "/audio/listen.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She is listening to the radio.It is boring to listen to the same story.He should listen to his intimate feelings.He refused to listen to the old man's counsel.You should not listen to rumour.",
      "她在听收音机。听相同的故事是令人厌烦的。人应当倾听自己的内心感觉。他拒不听从老人的忠告。你不要听信谣言。"
    ]
  },
  {
    "id": "1542510814292",
    "word": "litter",
    "phonetic": "/'lɪtə/",
    "translation": "n. 垃圾；轿，担架；一窝（动物的幼崽）；凌乱vt. 乱丢；给…垫褥草；把…弄得乱七八糟vi. 产仔；乱扔废弃物n. (Litter)人名；(匈、德)利特",
    "phonetic_groups": [
      {
        "text": "'lɪ",
        "related_letters": "lit"
      },
      {
        "text": "tə",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/litter.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "There was litter strewn all over the pavement.The desk was covered with a litter of documents.His litter strewn room really needed to be cleaned.His dog hasn't had a litter of puppies.This litter produced two males and seven females.I was carried in a litter during the final stage of our journey.",
      "人行道上到处都是扔的垃圾。书桌上满满地放着一堆杂乱的文件。他杂乱的房间该好好收拾一下了。他的狗还没有生过一窝小狗。这一窝产下两只雄仔和七只雌仔。旅行的最后一段路我是坐着轿子完成的。"
    ]
  },
  {
    "id": "1542510814293",
    "word": "little",
    "phonetic": "/'lɪt(ə)l/",
    "translation": "adj. 小的；很少的；短暂的；小巧可爱的adv. 完全不n. 少许；没有多少；短时间n. (Little)人名；(英)利特尔",
    "phonetic_groups": [
      {
        "text": "'lɪt",
        "related_letters": "lit"
      },
      {
        "text": "(ə)l",
        "related_letters": "tle"
      }
    ],
    "audio_url": "/audio/little.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We have a little bull session after work.This little bed will do for our youngest daughter.She is too little to ride a bicycle.She walked away and her little heart was broken.She stayed here only a little while.The merest little thing makes him nervous.There was little change in their daily lives.She shows little appreciation of good music.He is little known as an artist.Besides, I knew little about it.Little does he care whether we live or die.I go there very little now.The little that I have seen of his work is satisfactory.Little is known about the effect of life-long drinking.",
      "下班后，我们要开一个小的讨论会。这张小床我们最小的女儿睡能行。她太小了，不能骑脚踏车。她走开了但是她幼小的心却受伤了。她在这里只停留了很短的时间。最微不足道的小事也会使他紧张。他们的日常生活几乎没有变化。她对于好音乐几乎没有欣赏能力。他是个不出名的艺术家。再说，我对赛艇运动也了解得很少。他一点也不管我们是死是活。我现在难得去那儿。他的工作就我所见的那一小部分而言是令人满意的。人们关于终生饮酒的效果却知道的很少。"
    ]
  },
  {
    "id": "1542510814294",
    "word": "live",
    "phonetic": "/laɪv；lɪv/",
    "translation": "adj. 活的；生动的；实况转播的；精力充沛的vt. 经历；度过vi. 活；居住；生存n. (Live)人名；(法)利夫",
    "phonetic_groups": [
      {
        "text": "laɪv；lɪv",
        "related_letters": "live"
      }
    ],
    "audio_url": "/audio/live.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "People cannot live without air.After she died he had nothing to live for.He's a tramp and used to living rough.Where do you live?Many elderly people live an idle life.The cat is playing with a live mouse.It wasn't a recorded show, it was liveA live band is always a good draw at a party.The electrician killed the live circuit.We cooked the steak over live coals.Pollution is still very much a live issue.The landing on the moon was telecast live.",
      "没有空气，人们就不能生存。她去世后,他便没有了生活目标。他是流浪汉,惯于风餐雨卧。你住在哪儿？许多老年人过着悠闲的生活。猫在戏弄那只活老鼠。这不是录音表演, 这是现场转播。现场演奏的乐队在聚会上总是很吸引人的。那位电工切断了通电电路。我们在燃烧着的炭上煎牛排。污染现象仍然是当前的大问题。现场转播了登月行动。"
    ]
  },
  {
    "id": "1542510814295",
    "word": "lively",
    "phonetic": "/'laɪvlɪ/",
    "translation": "adj. 活泼的；生动的；真实的；生气勃勃的n. (Lively)人名；(英)莱夫利",
    "phonetic_groups": [
      {
        "text": "'laɪv",
        "related_letters": "live"
      },
      {
        "text": "lɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/lively.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He is an outgoing and lively person.She's a lively child and popular with everyone.Life on campus is friendly, safe and very lively.It was a confusing, yet lively era.She formed a lively dog out of the clay.He has created many lively fictional characters with his wonderful writing.I had been touring with a lively metaphysical group for almost three weeks through the temple sites of Egypt and Greece.Friday's spring equinox will bring the Sun into Aries and a lively social life to your doorstep.",
      "他是个性格开朗而又活泼的人。她是个活泼的孩子，大家都喜欢她。校园生活是友好的，安全的和十分活跃的。它是混乱的，也是活跃的年代。她用泥做了一只栩栩如生的狗。他的神笔之下曾塑造了很多栩栩如生的小说人物。我已经用差不多三个星期随同一个真实的超自然的团体通过埃及和希腊的寺庙位置游览参观。周五的春分点将把太阳带入白羊座并且把真实的社会生活带到你的门槛。"
    ]
  },
  {
    "id": "1542510814296",
    "word": "lock",
    "phonetic": "/lɒk/",
    "translation": "vt. 锁，锁上；隐藏vi. 锁；锁住；卡住n. 锁；水闸；刹车n. (Lock)人名；(英、丹、德、瑞典)洛克",
    "phonetic_groups": [
      {
        "text": "lɒk",
        "related_letters": "lock"
      }
    ],
    "audio_url": "/audio/lock.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He chiseled a hole in the door to fit a new lock.Water went rushing through the lock gates.He keeps a lock of her hair.The ship was locked in the ice through the winter.Be sure to lock your bicycle.You should lock the jewels (up) in a safe.She locked her child in her arms.The ship locked into the canal.",
      "他在门上凿了个孔，以便装一把新锁。水流经水闸时十分湍急。他保存着她的一绺头发。整个冬天船只被冻在冰层里。自行车务必上锁。你应当把珠宝首饰锁起妥藏在保险箱内。她把孩子紧紧搂在怀里。船过闸驶入运河。"
    ]
  },
  {
    "id": "1542510814297",
    "word": "London",
    "phonetic": "/ˈlʌndən/",
    "translation": "n. 伦敦",
    "phonetic_groups": [
      {
        "text": "ˈlʌn",
        "related_letters": "Lon"
      },
      {
        "text": "dən",
        "related_letters": "don"
      }
    ],
    "audio_url": "/audio/London.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Tell me about all your doings in London.Mary has booked a flight from New York to London.",
      "告诉我你在伦敦所做的一切。玛丽已预订了从纽约到伦敦的飞机票。"
    ]
  },
  {
    "id": "1542510814298",
    "word": "lonely",
    "phonetic": "/'ləʊnlɪ/",
    "translation": "adj. 寂寞的；偏僻的n. 孤独者",
    "phonetic_groups": [
      {
        "text": "'ləʊn",
        "related_letters": "lone"
      },
      {
        "text": "lɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/lonely.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I feel very lonely without my dog.The lonely student is starving for friendship.Living on a lonely island can be very lonely.The old man lives alone in a lonely small mountain village.",
      "我的狗不在旁边我就很寂寞。那个寂寞的学生渴望友谊。生活在荒凉的岛屿上会很孤独。那老人独自一人生活在一个荒凉的小山村里。"
    ]
  },
  {
    "id": "1542510814299",
    "word": "long",
    "phonetic": "/lɒŋ/",
    "translation": "n. 长时间；[语] 长音节；（服装的）长尺寸；长裤adj. 长的；过长的；做多头的；长时间的；冗长的，长音vi. 渴望；热望adv. 长期地；始终n. （英、法、德、瑞典）朗（人名）；（柬）隆（人名）",
    "phonetic_groups": [
      {
        "text": "lɒŋ",
        "related_letters": "long"
      }
    ],
    "audio_url": "/audio/long.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "She was slender and had long dark hair.She bought some roses with long stems.He delivered a long prose full of platitudes.I haven't seen him for a long while.After such a long walk you may feel hungry.The long vowels have undergone much modification.I haven't known her long.I knew Tom long before I knew you.She plays her radio all day long.She sat by her sick husband all night long.She longed to be back in China.They long for a chance to visit Shanghai.This won't take long.",
      "她身材苗条，有一头长长的黑发。她买了一些枝干很长的玫瑰花。他发表了一篇充满陈词滥调的文章。我已经很久没见到他了。走了这么久，你也许会觉得饿了。长元音经历了太多的修正。我认识她不久。我在认识你之前很久就认识了汤姆。她整天开收音机。她整夜坐在生病的丈夫身边。她渴望回到中国。他们渴望有机会访问上海。这要不了多久。"
    ]
  },
  {
    "id": "1542510814300",
    "word": "look",
    "phonetic": "/lʊk/",
    "translation": "vt. 看；期待；注意；面向；看上去像vi. 看；看起来；注意；面向n. 看；样子；面容n. (Look)人名；(瑞典)洛克；(英)卢克",
    "phonetic_groups": [
      {
        "text": "lʊk",
        "related_letters": "look"
      }
    ],
    "audio_url": "/audio/look.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He looked at the baby with a smile.They looked forward very much to seeing him again.He turned on the torch to look for his keys.He looks nervous.All people that go to church look happy.We may look at the world around us.The house looks east.Let's take a look round the exhibition.In such cases he would put on an aggrieved look.They've given the shop a completely new look.He had a startled look on his face.",
      "他笑着看着这个婴儿。他们非常盼望再次见到他。他打开了手电筒，寻找钥匙。他看上去很紧张。所有去教堂做礼拜的人都显得很高兴。我们每天都注视着周围的世界。这房子朝东。咱们看看展览吧。在这样的时候，他就会装出一副可怜相。他们把商店装修一新。他一脸吃惊的神情。"
    ]
  },
  {
    "id": "1542510814301",
    "word": "lose",
    "phonetic": "/luːz/",
    "translation": "vt. 浪费；使沉溺于；使迷路；遗失；错过vi. 失败；受损失n. (Lose)人名；(英)洛斯；(德)洛泽",
    "phonetic_groups": [
      {
        "text": "luːz",
        "related_letters": "lose"
      }
    ],
    "audio_url": "/audio/lose.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I lost my wallet yesterday.It's only the second time the team has lost a match this season.The game will lose its relish when you grow old.He lost his life in the war.The truth is that we're so focused on what we are doing that we often lose sight of where we are going.How much do they stand to lose by this merger?We should travel according to the guide's instructions, otherwise, we shall lose our way.Merely to maintain is to lose in the end.We have got so many debts; we have nothing more to lose.Does your watch gain or lose?",
      "我昨天丢了钱包。那仅仅是本赛季该队的第二次失利而已。你年纪大了以后,就会发现这种游戏的趣味大打折扣了。他在战争中丧生。其实,我们经常过于专注眼前的事情,而看不到前进的方向。这次合并，他们要遭受多大损失？我们应该按照向导的指导旅行,否则会迷失方向的。止步不前,终将遭到失败。我们已经背负了这么多债务,实在损失不起了。你的表走得快,还是走得慢？"
    ]
  },
  {
    "id": "1542510814302",
    "word": "lot",
    "phonetic": "/lɒt/",
    "translation": "n. 份额；许多；命运；阄adv. （与形容词和副词连用）很，非常；（与动词连用）非常pron. 大量，许多vt. 分组，把…划分（常与out连用）；把（土地）划分成块vi. 抽签，拈阄",
    "phonetic_groups": [
      {
        "text": "lɒt",
        "related_letters": "lot"
      }
    ],
    "audio_url": "/audio/lot.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "It takes a lot of labor to build a railway.She had a lot of problems to contend with.The flood did a lot of damage to the crops.This firm prints a lot of musical and sports books.She was chosen by lot to represent us.They drew lots to decide which of them should go first.We worked hard to better the lot of the needy.He gardened the lot behind his house.Lot 99 is a pair of antique vases.The first lot of visitors has arrived.The next lot of young soldiers are to come up next week.I have several lots of essays to mark this weekend.I'm feeling a lot better today.",
      "修筑一条铁路要花费许多劳动力。她有许多问题要解决。洪水毁坏了大量农作物。这家公司出版了大量的音乐和体育书籍。她抽中签当我们的代表。他们以抽签方式来决定谁先去。我们努力工作以改善贫困者的命运。他在他屋后的一块空地上栽培花木。第九十九批拍卖品是一对古瓶。首批游客已经到达。下一批新兵将于下星期报到。本周末我有几份文章要批改。我今天身体好多了."
    ]
  },
  {
    "id": "1542510814303",
    "word": "loud",
    "phonetic": "/laʊd/",
    "translation": "adj. 大声的，高声的；不断的；喧吵的adv. 大声地，高声地，响亮地n. (Loud)人名；(英)劳德",
    "phonetic_groups": [
      {
        "text": "laʊd",
        "related_letters": "loud"
      }
    ],
    "audio_url": "/audio/loud.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I gave a loud yawn, but he just kept on talking.He cleared his nose with a loud sniff.All of this loud music is driving me up the wall.He put plug in his ear because the noise was too loud.His manner is too loud.Don't talk so loud.He blew several loud blasts on his whistle.",
      "我大声打了个呵欠，可他还是不停地讲下去。他大声吸气清了清鼻子。这吵闹的音乐快令我发疯了。因为太吵闹了，他用耳塞堵住了耳朵。他那样子太招摇。别那么大声地说话。他响亮地吹了几声哨子。"
    ]
  },
  {
    "id": "1542510814304",
    "word": "loudly",
    "phonetic": "/'laʊdlɪ/",
    "translation": "adv. 大声地，响亮地",
    "phonetic_groups": [
      {
        "text": "'laʊd",
        "related_letters": "loud"
      },
      {
        "text": "lɪ",
        "related_letters": "ly"
      }
    ],
    "audio_url": "/audio/loudly.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The crow cawed as loudly as she could.They cheered loudly for their football team.She never talked too loudly of earls and countesses.As we walked in the dark street, we sang songs and talked loudly.",
      "这只乌鸦尽力大声地呱呱叫。他们大声地为自己的足球队喊加油。她从来没有过份高声地谈到伯爵和伯爵夫人。当我们在黑洞洞的街上走路时我们高声地唱歌说话。"
    ]
  },
  {
    "id": "1542510814305",
    "word": "loudspeaker",
    "phonetic": "/laʊd'spiːkə/",
    "translation": "n. 喇叭，扬声器；扩音器",
    "phonetic_groups": [
      {
        "text": "laʊd",
        "related_letters": "loud"
      },
      {
        "text": "'spiː",
        "related_letters": "speak"
      },
      {
        "text": "kə",
        "related_letters": "er"
      }
    ],
    "audio_url": "/audio/loudspeaker.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The nurse paged the doctor on the loudspeaker.We heard the news over the loudspeaker.The police addressed the crowd through a loudspeaker on their car.",
      "护士通过广播喊叫那位医生。我们听见扩音器里广播了这一消息。警察通过他们汽车上的喇叭向人群喊话。"
    ]
  },
  {
    "id": "1542510814306",
    "word": "love",
    "phonetic": "/lʌv/",
    "translation": "n. 恋爱；亲爱的；酷爱；喜爱的事物vt. 喜欢；热爱；爱慕vi. 爱n. (Love)人名；(英)洛夫",
    "phonetic_groups": [
      {
        "text": "lʌv",
        "related_letters": "love"
      }
    ],
    "audio_url": "/audio/love.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He swore to love her for evermore.I love my motherland.The children love playing out in the open.\"A sweet temper\" is a figurative expression, but \"sweet coffee\" is not.His love for science will never die.It tells a romantic and humorous love.I fell in love with her at first sight.They both have a love of the outdoors.She won the first set six-love.",
      "他发誓永远爱她。我爱我的祖国。孩子们喜欢在户外玩耍。\"甜蜜的性情\"是个比喻的说法，而\"甜咖啡\"则不是。他对科学的热爱永不会消退。它讲述了一个浪漫而诙谐的爱情故事。我第一眼见到她就爱上了她。他们俩都喜爱郊外的环境。她以六比零赢了第一盘。"
    ]
  },
  {
    "id": "1542510814307",
    "word": "low",
    "phonetic": "/ləʊ/",
    "translation": "adj. 低的，浅的；卑贱的；粗俗的；消沉的adv. 低声地；谦卑地，低下地n. 低；低价；低点；牛叫声vi. 牛叫n. (Low)人名；(英、德)洛",
    "phonetic_groups": [
      {
        "text": "ləʊ",
        "related_letters": "low"
      }
    ],
    "audio_url": "/audio/low.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The price they quoted was very low.Shadows are longer when the sun is low in the sky.We must reorder these items because stock gets low.He'd play the violin when he was in low spirits.There was a low murmur of conversation in the hall.That was a low trick.He low family background couldn't hinder his success.The sun hung low over the misted valley.I asked them to turn the volume down low.Many rich families were brought low by the financial crisis.The value of the pound has fallen to a new low against the dollar.Share prices hit an all-time low.He's experienced all the highs and lows of an actor's life.",
      "他们报的价很低。太阳很低时，物体的影子就很长。我们必须再订购这些物品,因为库存越来越少了。他情绪低落的时候就拉小提琴。大厅里有窃窃私语声。那是个卑劣的把戏。他卑微的出身并不能阻挡他的成功。太阳低悬在薄雾笼罩的山谷之上。我叫他们把音量调低一点。很多富户都因那次金融危机而家道中落。英镑兑换美元的比值已经跌倒新的低点。股价达到历史新低。作为一名演员,他已经经历了人生中无数的起起落落。"
    ]
  },
  {
    "id": "1542510814308",
    "word": "luck",
    "phonetic": "/lʌk/",
    "translation": "n. 运气；幸运；带来好运的东西vi. 靠运气，走运；凑巧碰上n. (Luck)人名；(德、瑞典)卢克；(英)勒克；(法)吕克",
    "phonetic_groups": [
      {
        "text": "lʌk",
        "related_letters": "luck"
      }
    ],
    "audio_url": "/audio/luck.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He came to Beijing to try his luck.He had wonderful luck in all his ventures.He ascribes his success to good luck.You never know your luck.Nothing happens by chance or by means of good luck.Don't expect to luck through without an effort.He lucked out and found a seat.",
      "他来到北京，想碰碰运气。他干任何事情运气都好。他把他的成功归功于幸运。你也许会走运的。无事出于偶然或侥幸。别指望不经努力就能侥幸成功。他运气好，找到了座位。"
    ]
  },
  {
    "id": "1542510814309",
    "word": "lucky",
    "phonetic": "/'lʌkɪ/",
    "translation": "adj. 幸运的；侥幸的",
    "phonetic_groups": [
      {
        "text": "'lʌkɪ",
        "related_letters": "lucky"
      }
    ],
    "audio_url": "/audio/lucky.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "You lucky blighter!He is really a lucky dog.You are lucky to be alive after being in that accident.Some people seem to be always lucky.I was very lucky to get the book so cheap.These are lucky Black Winged Horses.I carry a lucky charm to protect me when I travel.Seven is my lucky number.I always carry my lucky penny.",
      "你这幸运的家伙！他真是个幸运的家伙。你真幸运，经过那场车祸还能生还。有些人似乎从来是幸运的。我这本书买得这么便宜是很幸运的。这些是能给你带来好运气的黑色飞马。出门旅行时，我会带一会带来好运的护身符。七是我的幸运数字.我的吉祥钱币时刻不离身。"
    ]
  },
  {
    "id": "1542510814310",
    "word": "lunch",
    "phonetic": "/lʌn(t)ʃ/",
    "translation": "n. 午餐vt. 吃午餐；供给午餐vi. 吃午餐；供给午餐",
    "phonetic_groups": [
      {
        "text": "lʌn(t)ʃ",
        "related_letters": "lunch"
      }
    ],
    "audio_url": "/audio/lunch.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We had a wonderful lunch.Let's get together for lunch.I can lunch off the bread left over from yesterday.We shall be delighted if you'll lunch with us.They shall be able to give us a better lunch.For lunch there will be a Smorgasbord.",
      "我们吃了顿很不错的午餐。让我们一起吃顿午餐吧。午餐我可以吃昨天剩下的面包。你要能来和我们一道吃午饭，我们就高兴了。他们应该可以提供好一些的午饭。午餐将提供瑞典式自助餐。"
    ]
  },
  {
    "id": "1542510815251",
    "word": "laugh at",
    "phonetic": "/laugh at/",
    "translation": "嘲笑；因…而发笑",
    "phonetic_groups": [
      {
        "text": "laugh at",
        "related_letters": "laugh at"
      }
    ],
    "audio_url": "/audio/laugh at.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I've got the laugh on him this time.The disrespectful boy laughed at his father.It's not humorous to laugh at your own jokes.The children laughed at the joke.",
      "这回该我嘲笑他了。那个无礼的男孩嘲笑自己的父亲。因你自己的笑话而笑就不幽默了。孩子们听到那个笑话而笑了。"
    ]
  },
  {
    "id": "1542510815252",
    "word": "lead to",
    "phonetic": "/lead to/",
    "translation": "导致；通向",
    "phonetic_groups": [
      {
        "text": "lead to",
        "related_letters": "lead to"
      }
    ],
    "audio_url": "/audio/lead to.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The Government's present course will only lead to disaster.Too much work and too little rest often lead to illness.Such an offence will lead to a summary fine.Excessive patriotism can lead to xenophobia.A full-scale nuclear war could lead to the annihilation of the human race.All roads lead to Rome.",
      "政府的现行方针后患无穷。过量的工作和过少的休息会引起疾病。这类过错要当场予以罚款。爱国主义过了头即可导致仇视一切外国人。全面的核子战争能导致人类的灭绝。条条大道通罗马。"
    ]
  },
  {
    "id": "1542510815253",
    "word": "let in",
    "phonetic": "/let in/",
    "translation": "让…进来；嵌入",
    "phonetic_groups": [
      {
        "text": "let in",
        "related_letters": "let in"
      }
    ],
    "audio_url": "/audio/let in.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The old man is in the twilight of his career.She cracked the window to let in fresh air.A dog scratched at the door to be let in.I was paging through a magazine when he came in.",
      "这老人已经进入了他生涯的晚期。她稍微打开了一点窗户，让新鲜空气进入室内。狗嚓嚓地抓门要想进来。他进来时我在翻阅一本杂志。"
    ]
  },
  {
    "id": "1542510815254",
    "word": "let out",
    "phonetic": "/let out/",
    "translation": "v. 放出；泄露；出租",
    "phonetic_groups": [
      {
        "text": "let out",
        "related_letters": "let out"
      }
    ],
    "audio_url": "/audio/let out.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "The prisoners were let out to work in the garden.They put out their horse to grass every day.He babbled out our plans to them.Don't let the cat out of the bag.",
      "囚犯们被放出到花园里去劳动。他们每天把马放出去吃草。他失口把我们的计划泄露给他们了。不要泄露机密。"
    ]
  },
  {
    "id": "1542510815255",
    "word": "live on",
    "phonetic": "/laɪv ɒn；lɪv ɒn/",
    "translation": "vi. 以...为食；靠...生活",
    "phonetic_groups": [
      {
        "text": "laɪv ɒn；lɪv ɒn",
        "related_letters": "live on"
      }
    ],
    "audio_url": "/audio/live on.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "I had to live on bread and water when I was a student.People have to live on something more nourishing than hope.The Irish used to live on a diet of potatoes.This custom will live on for centuries.He will die, but his fame will live on after him.",
      "我上大学时只能靠粗茶淡饭过活。人们必须依赖比希望更滋养的东西来过活。爱尔兰人过去用马铃薯作为主食。这种习惯还将继续存在很多世纪。他总是要死的，但是他的声誉将永存下去。"
    ]
  },
  {
    "id": "1542510815256",
    "word": "look after",
    "phonetic": "/look after/",
    "translation": "照顾；关心；目送",
    "phonetic_groups": [
      {
        "text": "look af",
        "related_letters": "look af"
      },
      {
        "text": "ter",
        "related_letters": "ter"
      }
    ],
    "audio_url": "/audio/look after.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He has many affairs to look after.I can look after myself.They employed him to look after the baby.He conjured us with his dying breath to look after his son.She charged me to look after her daughter.My mother stood at the gate and looked after us as we walked toward the railway station.",
      "他有许多事务要照料。我能照料自己。他们聘请他照料婴儿。他临终时乞求我们我们照顾他的儿子。她要我负责看管她的女儿。我妈妈站在大门口，目送着我们向火车站走去。"
    ]
  },
  {
    "id": "1542510815257",
    "word": "look ahead",
    "phonetic": "/'lukə,hed/",
    "translation": "预测未来，计划未来",
    "phonetic_groups": [
      {
        "text": "'lukə,hed",
        "related_letters": "look ahead"
      }
    ],
    "audio_url": "/audio/look ahead.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Would you have a look at the overpass in front of us.",
      "你看前面的立交桥。"
    ]
  },
  {
    "id": "1542510815258",
    "word": "look down upon",
    "phonetic": "/look down upon/",
    "translation": "vt. 看不起",
    "phonetic_groups": [
      {
        "text": "look down upon",
        "related_letters": "look down upon"
      }
    ],
    "audio_url": "/audio/look down upon.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We should not look down on manual labor.The critics looked down their noses at the novel.",
      "我们不应该轻视体力劳动。这些评论家们都轻视这部小说。"
    ]
  },
  {
    "id": "1542510815259",
    "word": "look for",
    "phonetic": "/look for/",
    "translation": "寻找",
    "phonetic_groups": [
      {
        "text": "look for",
        "related_letters": "look for"
      }
    ],
    "audio_url": "/audio/look for.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He turned on the torch to look for his keys.As the tide receded we were able to look for shells.He began to look for another position immediately.Jane craned her neck to look for her mother in the crowd.He has come all the way from Leeds to look for a job.He is looking for a philosophy he can believe in.We shall be looking for an improvement in your work this term.",
      "他打开了手电筒，寻找钥匙。潮水退去，我们就能寻找贝壳了。他马上开始寻找另一个职位。简伸长脖子张望，在人群中找她的母亲。他从利兹远道而来寻找工作。他在寻求一种他可以相信的哲学。我们期待你这学期功课进步。"
    ]
  },
  {
    "id": "1542510815260",
    "word": "look forward to",
    "phonetic": "/look forward to/",
    "translation": "盼望，期待",
    "phonetic_groups": [
      {
        "text": "look for",
        "related_letters": "look for"
      },
      {
        "text": "ward to",
        "related_letters": "ward to"
      }
    ],
    "audio_url": "/audio/look forward to.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "We look forward to the return of spring.I look forward to coming to work every day.I look forward to being alone in the house.I am familiar with his work and look forward to hearing his views on Literary and artistic creation.",
      "我们期待着春天的到来。我每天都迫不及待来上班。我盼望着能自己一人待在这所房子里。我熟悉他的作品，并期待他能就文艺创作问题发表自己的见解。"
    ]
  },
  {
    "id": "1542510815261",
    "word": "look into",
    "phonetic": "/look into/",
    "translation": "调查；观察；窥视；浏览；看",
    "phonetic_groups": [
      {
        "text": "look into",
        "related_letters": "look into"
      }
    ],
    "audio_url": "/audio/look into.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "A working party has been set up to look into the problem.A committee was set up to look into the workers' grievances.The government has set up a working party to look into the problem of drug abuse.They stopped to look into the window.I usually look into a book before deciding whether to read it.",
      "已成立工作组调查该问题。成立了一个委员会来调查工人的不满。政府已成立工作组调查滥用毒品问题。他们停下来看看橱窗。我通常先把书浏览一下才决定是否读它。"
    ]
  },
  {
    "id": "1542510815262",
    "word": "look out",
    "phonetic": "/look out/",
    "translation": "注意；面朝；照料；当心",
    "phonetic_groups": [
      {
        "text": "look out",
        "related_letters": "look out"
      }
    ],
    "audio_url": "/audio/look out.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Look out!FBI is on the look out for the agent these days.Police will be looking out for trouble-makers at today's match.",
      "小心！这些天联邦调查局正在注意那个特工。今天的比赛有警察防备著捣乱分子。"
    ]
  },
  {
    "id": "1542510815263",
    "word": "look through",
    "phonetic": "/look through/",
    "translation": "浏览，温习；看穿，识破；从…中显露",
    "phonetic_groups": [
      {
        "text": "look through",
        "related_letters": "look through"
      }
    ],
    "audio_url": "/audio/look through.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "Women of her mold are easy to see through.Tom can see through the magician's tricks.The auditor looked through all the vouchers.She went through the company's accounts, looking for evidence of fraud.I had a browse through the books on her shelf.I browsed through some magazines while I waited.Man does not reveal himself in his hhistory, he struggles up through it.",
      "她那种性格的女人是很容易看穿的。汤姆能看穿魔术家的戏法。查帐员审核了全部凭单。她仔细审核公司的帐目，查找欺骗作弊的证据。我浏览了一下她书架上的书。我边等边浏览几本杂志。人不能轻易在历史中显露自己，他要在其中挣扎向上。"
    ]
  },
  {
    "id": "1542510815264",
    "word": "look up",
    "phonetic": "/look up/",
    "translation": "仰望；查阅；尊敬；拜访",
    "phonetic_groups": [
      {
        "text": "look up",
        "related_letters": "look up"
      }
    ],
    "audio_url": "/audio/look up.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "You can look up this word in the vocabulary.I'll look it up in the encyclopaedia.The national economy is beginning to look up.Inflation is coming down; unemployment is coming down; things are definitely looking up!When looking up suddenly , Henry saw a rainbow in the sky .Do look me up next time you are in town.",
      "你可以在词汇表里查这个词。我将在百科全书中查阅它。国民经济正在开始好转。通货膨胀正在缓解，失业情形正在改善，形势确实已好转！亨利突然举目仰视时,发现天空有一道彩虹。下次进城请一定来看我。"
    ]
  },
  {
    "id": "1542510815265",
    "word": "lots of",
    "phonetic": "/lots of/",
    "translation": "许多；大量",
    "phonetic_groups": [
      {
        "text": "lots of",
        "related_letters": "lots of"
      }
    ],
    "audio_url": "/audio/lots of.mp3",
    "tags": [
      "Imported"
    ],
    "examples": [
      "He wrote lots of poems in his life.The boy had a lot of pocket money.",
      "他一生中写了许多诗。这男孩有许多零用钱。"
    ]
  }
]